{
  "number": 2,
  "name": "البقرة",
  "name_dari": "بقره",
  "meaning_dari": "گاو ماده",
  "revelationType": "مدنی",
  "numberOfAyahs": 286,
  "ayahs": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ الٓمٓ",
      "page": 2,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "الف. لام. میم. (مفهوم این حروف به الله متعال معلوم است).",
      "translation_pashto": " 2-1 الف، لام، ميم "
    },
    {
      "number": 2,
      "text": "ذَٰلِكَ ٱلْكِتَٰبُ لَا رَيْبَ ۛ فِيهِ ۛ هُدًۭى لِّلْمُتَّقِينَ",
      "page": 2,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "این کتابی است که هیچگونه شکی در (حقانیت) آن نیست، راهنمایی برای پرهیزگاران است.",
      "translation_pashto": " 2-2دا (عظيم) كتاب دى، په ده كې هېڅ شك نشته، د پرهېزګارانو لپاره هدايت دى"
    },
    {
      "number": 3,
      "text": "ٱلَّذِينَ يُؤْمِنُونَ بِٱلْغَيْبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقْنَٰهُمْ يُنفِقُونَ",
      "page": 2,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "آنانکه به غیب ایمان می‌آورند و نماز را برپا می‌کنند و از آنچه به آنها روزی داده‌ایم (در راه الله) انفاق می‌کنند.",
      "translation_pashto": " 2-3هغه خلق چې پر غيبو ايمان راوړي او لمونځ قايموي او له هغه (مال) نه څه حصه خرچ كوي؛ چې مونږ هغوى ته وركړى دى "
    },
    {
      "number": 4,
      "text": "وَٱلَّذِينَ يُؤْمِنُونَ بِمَآ أُنزِلَ إِلَيْكَ وَمَآ أُنزِلَ مِن قَبْلِكَ وَبِٱلْءَاخِرَةِ هُمْ يُوقِنُونَ",
      "page": 2,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "و آنانکه به آنچه به‌سوی تو فرستاده شده است و به آنچه پیش از تو فرستاده شده است ایمان می‌آورند و آنان‌اند که به روز قیامت يقين دارند.",
      "translation_pashto": " 2-4او هغه خلق چې ايمان راوړي پر هغه (كتاب) چې تا ته نازل كړى شوى دى او پر هغو (كتابونو) چې له تا نه مخكې نازل كړى شوي دي، او پر اخرت همدوى يقين لري "
    },
    {
      "number": 5,
      "text": "أُو۟لَٰٓئِكَ عَلَىٰ هُدًۭى مِّن رَّبِّهِمْ ۖ وَأُو۟لَٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
      "page": 2,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "همين کسان (که صفات‌شان ذکر شد) بر هدایتی از جانب پروردگارشان قرار دارند، و تنها ایشان رستگار و نجات یافته گان‌اند.",
      "translation_pashto": " 2-5دغه خلق د خپل رب له طرفه په راغلي هدايت باندې دي او همدغه خلق پوره كامياب دي  "
    },
    {
      "number": 6,
      "text": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ سَوَآءٌ عَلَيْهِمْ ءَأَنذَرْتَهُمْ أَمْ لَمْ تُنذِرْهُمْ لَا يُؤْمِنُونَ",
      "page": 3,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "البته کسانی که کفر ورزیدند برایشان برابر است، چه آنها را بترسانی و چه آنها را نترسانی، ایمان نمی‌آورند.",
      "translation_pashto": " 2-6بېشكه هغه (خاص) كسان چې كافر شوي دي؛ دوى ته يو شان ده كه ته دوى ووېروې يا ته دوى ونه وېروې، دوى ايمان نه راوړي "
    },
    {
      "number": 7,
      "text": "خَتَمَ ٱللَّهُ عَلَىٰ قُلُوبِهِمْ وَعَلَىٰ سَمْعِهِمْ ۖ وَعَلَىٰٓ أَبْصَٰرِهِمْ غِشَٰوَةٌۭ ۖ وَلَهُمْ عَذَابٌ عَظِيمٌۭ",
      "page": 3,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "(پس به سبب کفر شان) الله بر دلها و گوش‌هایشان مهر نهاده است، و بر چشم‌های آنها پردۀ است، و برای آنها عذاب بس بزرگ است.",
      "translation_pashto": " 2-7الله د هغوى پر زړونو او د هغوى پر غوږونو مهر لګولى دى، او د هغوى پر سترګو (يوه خاصه) پرده ده، او د هغوى لپاره ډېر لوى عذاب دى   "
    },
    {
      "number": 8,
      "text": "وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ وَبِٱلْيَوْمِ ٱلْءَاخِرِ وَمَا هُم بِمُؤْمِنِينَ",
      "page": 3,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "و از مردم کسی هست که می‌گوید به الله و به روز آخرت ایمان آورده‌ایم، و آنها (در واقع) هرگز مؤمن نیستند.",
      "translation_pashto": " 2-8او په خلقو كې ځېنې هغه څوك دي چې وايي: مونږ پر الله او د اخرت پر ورځ ايمان راوړى دى، حال دا چې دوى له سَره مومنان نه دي  "
    },
    {
      "number": 9,
      "text": "يُخَٰدِعُونَ ٱللَّهَ وَٱلَّذِينَ ءَامَنُوا۟ وَمَا يَخْدَعُونَ إِلَّآ أَنفُسَهُمْ وَمَا يَشْعُرُونَ",
      "page": 3,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "(بلکه به گمان خود) الله و مؤمنان را فریب می‌دهند و (در حقیقت) فریب نمی‌دهند مگر خودشان را و (لیکن) درک نمی‌کنند.",
      "translation_pashto": " 2-9دوى له الله سره  دوكه كوي، او له هغو خلقو سره چې ايمان يې راوړى دى، حال دا چې دوى يواځې له هم  خپلو ځانونو سره دوكه كوي، او شعور نه لري  "
    },
    {
      "number": 10,
      "text": "فِى قُلُوبِهِم مَّرَضٌۭ فَزَادَهُمُ ٱللَّهُ مَرَضًۭا ۖ وَلَهُمْ عَذَابٌ أَلِيمٌۢ بِمَا كَانُوا۟ يَكْذِبُونَ",
      "page": 3,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "(چون) در دل‌هایشان بیماری (نفاق) است، پس (به سبب گناهانشان) الله شک آنها را زیاد کرد، و به سزای دروغی که می‌گفتند عذاب دردناک در پیش دارند.",
      "translation_pashto": " 2-10د دوى په زړونو كې بېماري ده، نو الله دوى ته بېماري ورزياته كړه، او د دوى لپاره ډېر دردوونكى عذاب دى؛ په دې سبب چې دوى به همېشه دروغ ويل   "
    },
    {
      "number": 11,
      "text": "وَإِذَا قِيلَ لَهُمْ لَا تُفْسِدُوا۟ فِى ٱلْأَرْضِ قَالُوٓا۟ إِنَّمَا نَحْنُ مُصْلِحُونَ",
      "page": 3,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "و چون به آنها گفته شود در زمین فساد مکنید، گویند: ما بجز اصلاح دیگر کاری نمی‌کنیم.",
      "translation_pashto": " 2-11او كله چې دوى ته وويل شي چې په ځمكه كې فساد مه كوئ، دوى وايي: يقينًا همدا خبره ده چې مونږ خو بس اصلاح كوونكي يو "
    },
    {
      "number": 12,
      "text": "أَلَآ إِنَّهُمْ هُمُ ٱلْمُفْسِدُونَ وَلَٰكِن لَّا يَشْعُرُونَ",
      "page": 3,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "آگاه باشید که آنها يقينا فسادگرانند، و ليكن (فساد خود را) درک نمی‌کنند.",
      "translation_pashto": " 2-12خبردار! بېشكه همدوى فساد كوونكي دي، او لېكن دوى شعور نه لري  "
    },
    {
      "number": 13,
      "text": "وَإِذَا قِيلَ لَهُمْ ءَامِنُوا۟ كَمَآ ءَامَنَ ٱلنَّاسُ قَالُوٓا۟ أَنُؤْمِنُ كَمَآ ءَامَنَ ٱلسُّفَهَآءُ ۗ أَلَآ إِنَّهُمْ هُمُ ٱلسُّفَهَآءُ وَلَٰكِن لَّا يَعْلَمُونَ",
      "page": 3,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "و چون به آنها گفته شود (از دل) ایمان آورید طوریکه مردم دیگر (صحابه) ایمان آورده‌اند، گویند: آیا ما هم مانند نادانان ایمان بیاوریم؟ آگاه باشید که خود آنها نادان‌اند، و لیکن (نادانی خود را) نمی‌دانند.",
      "translation_pashto": " 2-13او كله چې دوى ته وويل شي: تاسو ايمان راوړئ، لكه څنګه چې خلقو (صحابه وو) ايمان راوړى دى، نو دوى وايي: ايا مونږ ايمان راوړو، لكه څنګه چې بې وقوفو (كم عقلو) ايمان راوړى دى؟ خبردار! يقينًا همدوى بې وقوفه دي، او لېكن دوى نه پوهېږي "
    },
    {
      "number": 14,
      "text": "وَإِذَا لَقُوا۟ ٱلَّذِينَ ءَامَنُوا۟ قَالُوٓا۟ ءَامَنَّا وَإِذَا خَلَوْا۟ إِلَىٰ شَيَٰطِينِهِمْ قَالُوٓا۟ إِنَّا مَعَكُمْ إِنَّمَا نَحْنُ مُسْتَهْزِءُونَ",
      "page": 3,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "و چون با مؤمنان روبرو شوند می‌گویند: ما (هم) ایمان آورده‌ایم، و چون با شیطان‌های خود در خلوت روند، گویند: البته ما باشماییم، جز این نیست که ما آنها (مؤمنان) را مورد استهزاء قرار می‌دهیم.",
      "translation_pashto": " 2-14او كله چې دوى له مومنانو سره ملاقات وكړي، نو وايي چې مونږ ايمان راوړى دى، او كله چې له خپلو شيطانانو (مشرانو) سره يواځې شي، نو (بيا) وايي: په رښتيا خو مونږ له تاسو سره يو، خبره همدا ده چې مونږ خو بس استهزا (خندا) كوونكي يو  "
    },
    {
      "number": 15,
      "text": "ٱللَّهُ يَسْتَهْزِئُ بِهِمْ وَيَمُدُّهُمْ فِى طُغْيَٰنِهِمْ يَعْمَهُونَ",
      "page": 3,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "الله آنان را مسخره می‌نماید و آنان را در سرکشی‌شان می‌گذارد تا (در فسق و فجور) حیران و سرگردان بمانند.",
      "translation_pashto": " 2-15الله په دوى پورې استهزا كوي او دوى ته په خپلې سركشۍ كې ترقي وركوي، په داسې حال كې  چې دوى حيران سرګردان ګرځي "
    },
    {
      "number": 16,
      "text": "أُو۟لَٰٓئِكَ ٱلَّذِينَ ٱشْتَرَوُا۟ ٱلضَّلَٰلَةَ بِٱلْهُدَىٰ فَمَا رَبِحَت تِّجَٰرَتُهُمْ وَمَا كَانُوا۟ مُهْتَدِينَ",
      "page": 3,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "این گروه کسانی‌اند که گمراهی را به عوض هدایت خریدند، پس تجارت آنها فائده نکرد (چون در این تجارت خود) راهیاب نبودند.",
      "translation_pashto": " 2-16دا هغه خلق دي چا چې د نېغې لارې په بدل كې ګمراهي اخيستې ده، نو د دوى سوداګرۍ هېڅ ګټه ونه كړه او دوى نېغه لار موندونكي نه وو، "
    },
    {
      "number": 17,
      "text": "مَثَلُهُمْ كَمَثَلِ ٱلَّذِى ٱسْتَوْقَدَ نَارًۭا فَلَمَّآ أَضَآءَتْ مَا حَوْلَهُۥ ذَهَبَ ٱللَّهُ بِنُورِهِمْ وَتَرَكَهُمْ فِى ظُلُمَٰتٍۢ لَّا يُبْصِرُونَ",
      "page": 4,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "حالت منافقان مانند حالت کسی است که آتش افروخت، پس چون آتش اطراف آن را روشن کرد، الله آن روشنی را از آنها بُرد، و آنها را در تاریکی‌های رها کرد که چیزی را دیده نمی‌توانند.",
      "translation_pashto": " 2-17د دوى مثال د هغه كس په شان دى چې اور يې بل كړ، نو كله چې دغه (اور) د هغه ګېرچاپېره (ځايونه) روښانه كړل، نو الله د هغوى رڼا ختمه كړه، او هغوى يې په تيارو كې پرېښودل، داسې چې نه ويني "
    },
    {
      "number": 18,
      "text": "صُمٌّۢ بُكْمٌ عُمْىٌۭ فَهُمْ لَا يَرْجِعُونَ",
      "page": 4,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "آنها )در بارۀ دین اسلام( کرند (از شنیدن حق)، و گنگند (از نطق حق) و کورند (از دیدن نور هدایت)؛ پس (آنها از نفاق خود به راه راست) باز نمی‌گردند.",
      "translation_pashto": " 2-18(دوى) كاڼه دي، ګونګيان دي، ړانده دي، نو دوى نه راګرځي "
    },
    {
      "number": 19,
      "text": "أَوْ كَصَيِّبٍۢ مِّنَ ٱلسَّمَآءِ فِيهِ ظُلُمَٰتٌۭ وَرَعْدٌۭ وَبَرْقٌۭ يَجْعَلُونَ أَصَٰبِعَهُمْ فِىٓ ءَاذَانِهِم مِّنَ ٱلصَّوَٰعِقِ حَذَرَ ٱلْمَوْتِ ۚ وَٱللَّهُ مُحِيطٌۢ بِٱلْكَٰفِرِينَ",
      "page": 4,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "یا حالت آنها مانند حالت کسانی است که به باران تندی گرفتار شده باشند که از آسمان فرو می‌ریزد و در آن، تاریکی‌ها و رعد و برق باشد و از ترس صدای صاعقه‌ها و مرگ انگشتان خود را در گوش‌هایشان می‌گذارند ولی الله بر کافران احاطه دارد.",
      "translation_pashto": " 2-19يا (مثال د دوى) له اسمان نه د ورېدونكي تېز باران په شان دى، چې په هغه كې تيارې او ګړزارى او برېښنا وي، دوى د تندرونو په وجه د مرګ له وېرې نه خپلې ګوتې په خپلو غوږونو كې نَنَباسي، او الله كافرانو لره راګېروونكى دى  "
    },
    {
      "number": 20,
      "text": "يَكَادُ ٱلْبَرْقُ يَخْطَفُ أَبْصَٰرَهُمْ ۖ كُلَّمَآ أَضَآءَ لَهُم مَّشَوْا۟ فِيهِ وَإِذَآ أَظْلَمَ عَلَيْهِمْ قَامُوا۟ ۚ وَلَوْ شَآءَ ٱللَّهُ لَذَهَبَ بِسَمْعِهِمْ وَأَبْصَٰرِهِمْ ۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرٌۭ",
      "page": 4,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "نزدیک است که برق چشم‌هایشان را برباید، و هر گاه بر آنها روشنی بخشد پیش روند، و چون راه‌شان را تاریک کند ایستاد شوند، و اگر الله می‌خواست چشم‌ها و گوش‌های آنها را می‌برد، چون الله به هر چیز قادر و تواناست.",
      "translation_pashto": " 2-20نژدې ده چې برېښنا د دوى نَظَرونه وتښتوي، كله هم چې هغه د دوى لپاره رڼا كوي، نو دوى په هغې (رڼا) كې مزل كوي او كله چې پر دوى تياره شي، نو ودرېږي، او كه الله غوښتلى، نو خامخا به يې د دوى اَورېدل او د دوى نظرونه ختم كړي وى، بېشكه الله پر هر شي باندې ښه قادر دى "
    },
    {
      "number": 21,
      "text": "يَٰٓأَيُّهَا ٱلنَّاسُ ٱعْبُدُوا۟ رَبَّكُمُ ٱلَّذِى خَلَقَكُمْ وَٱلَّذِينَ مِن قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ",
      "page": 4,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "ای مردم! پروردگارتان را عبادت کنید که شما و کسانی را که پیش از شما بودند آفریده است، تا پرهیزگار شوید.",
      "translation_pashto": " 2-21اى خلقو! د خپل رب عبادت كوئ، هغه چې تاسو يې پيدا كړي يئ او هغه كسان چې له تاسو نه مخكې وو، د دې لپاره چې تاسو پرهېزګاره شئ "
    },
    {
      "number": 22,
      "text": "ٱلَّذِى جَعَلَ لَكُمُ ٱلْأَرْضَ فِرَٰشًۭا وَٱلسَّمَآءَ بِنَآءًۭ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءًۭ فَأَخْرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزْقًۭا لَّكُمْ ۖ فَلَا تَجْعَلُوا۟ لِلَّهِ أَندَادًۭا وَأَنتُمْ تَعْلَمُونَ",
      "page": 4,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "آن ذاتی که زمین را برایتان فرشی و آسمان را سقفی قرار داد و از آسمان آب فرستاد و با وسیله آن انواع میوه‌ها را بیرون آورد تا برای تان روزی باشد، پس برای الله شریکانی مقرر نکنید در حالیکه شما میدانید (که الله شریک ندارد).",
      "translation_pashto": " 2-22هغه (رب) چې ستاسو لپاره يې ځمكه فرش او اسمان چت جوړ كړى دى او له بره نه يې اوبه نازلې كړي دي، بيا يې په دغو سره له مېوو نه ستاسو لپاره رزق راوېستلى دى، نو له الله سره هېڅ قسمه شريكان مه جوړوئ، حال دا چې تاسو پوهېږئ  "
    },
    {
      "number": 23,
      "text": "وَإِن كُنتُمْ فِى رَيْبٍۢ مِّمَّا نَزَّلْنَا عَلَىٰ عَبْدِنَا فَأْتُوا۟ بِسُورَةٍۢ مِّن مِّثْلِهِۦ وَٱدْعُوا۟ شُهَدَآءَكُم مِّن دُونِ ٱللَّهِ إِن كُنتُمْ صَٰدِقِينَ",
      "page": 4,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "و اگر شما در آنچه بر بندۀ خود نازل کرده‌ایم شک دارید، پس یک سوره مانند آن را بیارید، و مددگاران خود -غیر از الله- را طلب کنید، اگر راست می‌گویید.",
      "translation_pashto": " 2-23او كه تاسو د هغه (قرآن) په هكله په كوم شك كې يئ چې مونږ پر خپل بنده نازل كړى دى، نو د ده غوندې يو وړوكى سورت راوړئ، او له الله نه سِوا خپل مددګاران راوغواړئ، كه تاسو رښتوني يئ  "
    },
    {
      "number": 24,
      "text": "فَإِن لَّمْ تَفْعَلُوا۟ وَلَن تَفْعَلُوا۟ فَٱتَّقُوا۟ ٱلنَّارَ ٱلَّتِى وَقُودُهَا ٱلنَّاسُ وَٱلْحِجَارَةُ ۖ أُعِدَّتْ لِلْكَٰفِرِينَ",
      "page": 4,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "پس اگر چنین نکردید و هرگز نتوانید کرد، پس از آتشی که هیزم آن مردم و سنگ‌ها هستند بترسید که برای کافران آماده و مهیا کرده شده است.",
      "translation_pashto": " 2-24نو كه تاسو(دا كار) ونه كړ او كله به يې هم ونه كړى شئ، نو له هغه اور نه ځان بچ كړئ چې خشاك يې انسانان او كاڼي دي، د كافرانو لپاره تيار كړى شوى دى  "
    },
    {
      "number": 25,
      "text": "وَبَشِّرِ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمْ جَنَّٰتٍۢ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ ۖ كُلَّمَا رُزِقُوا۟ مِنْهَا مِن ثَمَرَةٍۢ رِّزْقًۭا ۙ قَالُوا۟ هَٰذَا ٱلَّذِى رُزِقْنَا مِن قَبْلُ ۖ وَأُتُوا۟ بِهِۦ مُتَشَٰبِهًۭا ۖ وَلَهُمْ فِيهَآ أَزْوَٰجٌۭ مُّطَهَّرَةٌۭ ۖ وَهُمْ فِيهَا خَٰلِدُونَ",
      "page": 5,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "و مژده ده آنانی را که ایمان آوردند و اعمال نیک انجام دادند که برای آنها باغ‌هایی است که از زیر آن نهرها روان است، هرگاه به آنها میوه داده شود، گویند: این همان است که پیش‌تر به ما داده شد، و همانند آن برای آنها آورده شود، و برای آنها در جنت زنان پاکیزه است و آنها در آن برای همیشه‌اند.",
      "translation_pashto": " 2-25او زېرى وركړه هغو كسانو ته چې ايمان يې راوړى دى او نېك عمل يې كړى دى، چې يقينًا د دوى لپاره (داسې) جنتونه دي چې د هغو له لاندې وَلې بهېږي، هر ځلې چې دوى ته له هغو (جنتونو) نه څه مېوه د خوراك لپاره وركړى شي، نو دوى به وايي: دا خو هماغه ده چې مونږ ته مخكې راكړى شوې وه، او دوى ته به هغه يو له بله مُشابه (يو شانته) وركول كېږي، او د دوى لپاره په دغو (جنتونو) كې ډېرې پاكې بيبيانې (ښځې) دي، او دوى به په دغو كې همېشه وي "
    },
    {
      "number": 26,
      "text": "۞ إِنَّ ٱللَّهَ لَا يَسْتَحْىِۦٓ أَن يَضْرِبَ مَثَلًۭا مَّا بَعُوضَةًۭ فَمَا فَوْقَهَا ۚ فَأَمَّا ٱلَّذِينَ ءَامَنُوا۟ فَيَعْلَمُونَ أَنَّهُ ٱلْحَقُّ مِن رَّبِّهِمْ ۖ وَأَمَّا ٱلَّذِينَ كَفَرُوا۟ فَيَقُولُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَٰذَا مَثَلًۭا ۘ يُضِلُّ بِهِۦ كَثِيرًۭا وَيَهْدِى بِهِۦ كَثِيرًۭا ۚ وَمَا يُضِلُّ بِهِۦٓ إِلَّا ٱلْفَٰسِقِينَ",
      "page": 5,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "البته الله حیا نمی‌کند از اینکه هر مثلی را بزند، پشۀ باشد یا کوچک‌تر از آن، پس کسانی که ایمان آورده‌اند می‌دانند که آن حق است و از جانب پروردگارشان است. و اما کسانی که کفر ورزیده‌اند می‌گویند: الله از این مثال چه قصدی داشته است؟، (الله) با آن بسیاری را گمراه کرده و با آن بسیاری را هدایت می‌کند ولی جز فاسقان را با آن گمراه نمی‌کند.",
      "translation_pashto": " 2-26بېشكه الله د هېڅ مثال په بيانولو نه شرمېږي، د ماشي وي، يا كه له ده نه د زيات (شي) وي، نو هر چې هغه خلق دي چې ايمان يې راوړى دى، نو هغوى پوهېږي چې يقينًا دا د هغوى د رب له طرف نه حق (مثال) دى، او پاتې شو هغه خلق چې كفر يې كړى دى، نو هغوى وايي: الله په دې مثال وركولو سره څه اراده كړې ده؟ (نو) هغه (الله) په دې سره ډېر خلق ګمراه كوي او ډېرو ته په دې سره هدايت وركوي او نه ګمراه كوي په دې سره مګر فاسقان "
    },
    {
      "number": 27,
      "text": "ٱلَّذِينَ يَنقُضُونَ عَهْدَ ٱللَّهِ مِنۢ بَعْدِ مِيثَٰقِهِۦ وَيَقْطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفْسِدُونَ فِى ٱلْأَرْضِ ۚ أُو۟لَٰٓئِكَ هُمُ ٱلْخَٰسِرُونَ",
      "page": 5,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "همان کسانی که عهد الله را پس از بستن آن می‌شکنند و آنچه را الله دستور به پیوستن آن داده است قطع کرده و در زمین فساد می‌کنند، ایشان زیان کاران‌اند.",
      "translation_pashto": " 2-27هغه خلق چې د الله (سره كړى) لوظ ماتوي وروسته د هغه (لوظ) له مضبوطولو (او پخلي) نه او پرېكوي هغه څه چې الله يې د پيوست ساتلو حكم كړى دى، او په ځمكه كې ورانى كوي، همدغه خلق تاوانيان دي "
    },
    {
      "number": 28,
      "text": "كَيْفَ تَكْفُرُونَ بِٱللَّهِ وَكُنتُمْ أَمْوَٰتًۭا فَأَحْيَٰكُمْ ۖ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ثُمَّ إِلَيْهِ تُرْجَعُونَ",
      "page": 5,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "چگونه انکار می‌کنید (وجود و وحدانیت الله را؟) درحالیکه شما مرده و معدوم بودید پس زنده (و ایجاد) کرد شما را، باز شما را می‌میراند، و باز شما را زنده می‌کند، و باز بسوی او باز گردانیده می‌شوید.",
      "translation_pashto": " 2-28څنګه تاسو له الله نه منكرېږئ، حال دا چې تاسو نِشت وئ، نو هغه تاسو راژوندي كړئ، بيا به هغه تاسو مړه كوي، بيا به تاسو راژوندي كوي، بيا به خاص د هغه په طرف ستنولى شئ  "
    },
    {
      "number": 29,
      "text": "هُوَ ٱلَّذِى خَلَقَ لَكُم مَّا فِى ٱلْأَرْضِ جَمِيعًۭا ثُمَّ ٱسْتَوَىٰٓ إِلَى ٱلسَّمَآءِ فَسَوَّىٰهُنَّ سَبْعَ سَمَٰوَٰتٍۢ ۚ وَهُوَ بِكُلِّ شَىْءٍ عَلِيمٌۭ",
      "page": 5,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "او ذاتی است که آنچه در زمین وجود دارد برایتان آفرید، باز به‌سوی آسمان قصد کرد و آن را هفت آسمان ساخت و او به هر چیزی داناست.",
      "translation_pashto": " 2-29همدى هغه ذات دى چې ستاسو لپاره يې هغه ټول څه پيدا كړل چې په ځمكه كې دي، بيا يې پورته قصد وكړ، نو هغه يې ښه برابر اوه اسمانونه جوړ كړل، او هغه پر هر شي ښه عالم دى "
    },
    {
      "number": 30,
      "text": "وَإِذْ قَالَ رَبُّكَ لِلْمَلَٰٓئِكَةِ إِنِّى جَاعِلٌۭ فِى ٱلْأَرْضِ خَلِيفَةًۭ ۖ قَالُوٓا۟ أَتَجْعَلُ فِيهَا مَن يُفْسِدُ فِيهَا وَيَسْفِكُ ٱلدِّمَآءَ وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَ ۖ قَالَ إِنِّىٓ أَعْلَمُ مَا لَا تَعْلَمُونَ",
      "page": 6,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "و یادآور شو وقتی که پروردگارت به فرشتگان فرمود: من در زمین جانشینی قرار می‌دهم، (فرشتگان) گفتند: آیا در آن کسی را می‌گماری که در آن فساد می‌کند و خونها را می‌ریزد، در حالی که ما به حمد تو تسبیح می‌گوییم و ستایش و پاکی تو را بیان میداریم؟! گفت: من چیزی را می‌دانم که شما نمی‌دانید.",
      "translation_pashto": " 2-30او كله چې ستا رب ملايكو ته وويل: بې شكه زه په ځمكه كې يو خليفه پيدا كوونكى يم، هغوى وويل: ايا ته په هغې كې داسې څوك پيدا كوې چې په هغې كې به ورانى كوي او وينې به تُويَوي؟ حال دا چې مونږ ستا له ستايلو سره تسبيح وايو او ستا پاكوالى بيانوو، (الله) وويل: يقينًا زه پوهېږم پر هغه څه چې تاسو پرې نه پوهېږئ  "
    },
    {
      "number": 31,
      "text": "وَعَلَّمَ ءَادَمَ ٱلْأَسْمَآءَ كُلَّهَا ثُمَّ عَرَضَهُمْ عَلَى ٱلْمَلَٰٓئِكَةِ فَقَالَ أَنۢبِـُٔونِى بِأَسْمَآءِ هَٰٓؤُلَآءِ إِن كُنتُمْ صَٰدِقِينَ",
      "page": 6,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "و الله به آدم همه‌ای نامها را آموخت، باز آن را بر فرشتگان عرضه کرد و گفت: نام‌های این اشیا را به من خبر دهید اگر صادق هستید.",
      "translation_pashto": " 2-31او ادم ته يې ټول نومونه وښودل، بيا يې هغه ملايكو ته وړاندې كړل، نو  ويې ويل: ما د دوى په نومونو خبر كړئ كه تاسو (په خپله خبره كې) رښتوني يئ "
    },
    {
      "number": 32,
      "text": "قَالُوا۟ سُبْحَٰنَكَ لَا عِلْمَ لَنَآ إِلَّا مَا عَلَّمْتَنَآ ۖ إِنَّكَ أَنتَ ٱلْعَلِيمُ ٱلْحَكِيمُ",
      "page": 6,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "فرشته‌ها گفتند: منزهی تو، ما نمی‌دانیم جز آنچه به ما آموخته ای، همانا تو دانا و حکیم هستی.",
      "translation_pashto": "2-32 هغوى وويل : ته پاك يې، مونږ ته هېڅ علم نشته سِوا له هغه نه چې تا مونږ ته راښودلى دى، بېشكه، خاص ته، ښه عالم، ښه حكمت والا يې "
    },
    {
      "number": 33,
      "text": "قَالَ يَٰٓـَٔادَمُ أَنۢبِئْهُم بِأَسْمَآئِهِمْ ۖ فَلَمَّآ أَنۢبَأَهُم بِأَسْمَآئِهِمْ قَالَ أَلَمْ أَقُل لَّكُمْ إِنِّىٓ أَعْلَمُ غَيْبَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَأَعْلَمُ مَا تُبْدُونَ وَمَا كُنتُمْ تَكْتُمُونَ",
      "page": 6,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "الله فرمود: ای آدم! آنها را از نام‌های این چیزها خبر ده. و چون او نام‌های اشیاء را به آنان خبر داد، الله فرمود: آیا به شما نگفتم که من غیب آسمان‌ها و زمین را می‌دانم و آنچه را آشکار می‌سازید و آنچه را پنهان می‌کنید می‌دانم؟",
      "translation_pashto": "2-33(الله) وويل: اى ادمه! دوى د هغو (څيزونو) پر نومونو خبر كړه، نو كله چې يې دوى د هغو پر نومونو خبر كړل، (الله) وويل: ايا ما تاسو ته نه و ويلي چې بېشكه زه د اسمانونو او ځمكې پر غيبو (پټو څيزونو) پوهېږم، او پوهېږم پر هغه څه چې تاسو يې څرګندوئ او پر هغه څه چې تاسو پټول "
    },
    {
      "number": 34,
      "text": "وَإِذْ قُلْنَا لِلْمَلَٰٓئِكَةِ ٱسْجُدُوا۟ لِءَادَمَ فَسَجَدُوٓا۟ إِلَّآ إِبْلِيسَ أَبَىٰ وَٱسْتَكْبَرَ وَكَانَ مِنَ ٱلْكَٰفِرِينَ",
      "page": 6,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "و یاد آور شو وقتی را که به فرشته‌ها گفتیم برای (تعظيم) آدم سجده کنید، پس فرشته‌ها همه سجده کردند بجز ابلیس که انکار کرد و تکبر ورزید، و از جملۀ کافران (منکران حكم الهی) شد.",
      "translation_pashto": "2-34 او كله چه مونږ ملايكو ته وويل: ادم ته سجده وكړئ، نو هغوى سجده وكړه خو ابليس نه، هغه انكار وكړ او تكبر يې وكړ، او هغه و له كافرانو نه "
    },
    {
      "number": 35,
      "text": "وَقُلْنَا يَٰٓـَٔادَمُ ٱسْكُنْ أَنتَ وَزَوْجُكَ ٱلْجَنَّةَ وَكُلَا مِنْهَا رَغَدًا حَيْثُ شِئْتُمَا وَلَا تَقْرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ",
      "page": 6,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "و گفتیم: ای آدم، تو با همسرت در بهشت سکونت گزین، واز نعمت‌های فراوان آن هر طور که می‌خواهید بخورید، اما به این درخت نزدیک نشوید، که از ظالمان خواهید شد.",
      "translation_pashto": "2-35او مونږ وويل: اى ادمه! اوسېږه ته او ستا ښځه په جنت كې، او دواړه له هغه (د جنت له مېوو) نه پرېمانه (په مزې سره) خوراك كوئ كوم ځاى چې مو خوښه وي، او تاسو دواړه دې ونې ته مه نژدې كېږئ، ګنې تاسو به له ظالمانو نه شئ "
    },
    {
      "number": 36,
      "text": "فَأَزَلَّهُمَا ٱلشَّيْطَٰنُ عَنْهَا فَأَخْرَجَهُمَا مِمَّا كَانَا فِيهِ ۖ وَقُلْنَا ٱهْبِطُوا۟ بَعْضُكُمْ لِبَعْضٍ عَدُوٌّۭ ۖ وَلَكُمْ فِى ٱلْأَرْضِ مُسْتَقَرٌّۭ وَمَتَٰعٌ إِلَىٰ حِينٍۢ",
      "page": 6,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "پس شیطان هر دو را از جنت لغزانید، پس بیرون کرد هر دو را از آن نعمتی که در آن بودند، (بعد از این﴾ برای آنها گفتیم که از جنت پایان شوید، (چون) شما دشمن یکدیگر اید، (البته) برای شما در زمین قرارگاه و جای بهره مندی است تا وقت مقرر.",
      "translation_pashto": "2-36پس شيطان دوى دواړه د دغې (ونې) په سبب، وښُويَوَل، نو له هغه (ځاى) نه يې راووېستل چې دوى په كې وو، او مونږ وويل: تاسو ټول كوز شئ، ستاسو ځينې به د ځينو نورو لپاره دښمنان وي، او ستاسو لپاره په ځمكه كې تر يو وخته پورې استوګنه او فايده اخيستل دي "
    },
    {
      "number": 37,
      "text": "فَتَلَقَّىٰٓ ءَادَمُ مِن رَّبِّهِۦ كَلِمَٰتٍۢ فَتَابَ عَلَيْهِ ۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ",
      "page": 6,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "باز آدم از پروردگارش کلماتی را دریافت نمود، و (الله) توبۀ او را پذیرفت، چون الله بسیار توبه پذیر مهربان است.",
      "translation_pashto": "2-37نو ادم له خپل رب نه څو كلمې زده كړې، نو د هغه توبه يې قبوله كړه، بېشكه هم هغه ښه توبه قبلوونكى، بې حده رحم كوونكى دى "
    },
    {
      "number": 38,
      "text": "قُلْنَا ٱهْبِطُوا۟ مِنْهَا جَمِيعًۭا ۖ فَإِمَّا يَأْتِيَنَّكُم مِّنِّى هُدًۭى فَمَن تَبِعَ هُدَاىَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
      "page": 7,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "(تاکیداً) گفتیم همۀ شما از جنت فرود آیید، پس اگر هدایتی از جانب من به شما آمد، پس کسانی که از راهنمایی من پیروی کنند نه ترسی بر آنان خواهد بود و نه غمگین می‌شوند.",
      "translation_pashto": "2-38مونږ وويل: تاسو ټول له دې(جنت) نه كوز شئ، نو كه زما له طرف نه تاسو ته كوم هدايت راغى، نو چا چې زما د هدايت پىروي وكړه، نو پر هغوى باندې نه هېڅ وېره شته او نه به هغوى غمژن كېږي "
    },
    {
      "number": 39,
      "text": "وَٱلَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِـَٔايَٰتِنَآ أُو۟لَٰٓئِكَ أَصْحَٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَٰلِدُونَ",
      "page": 7,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "و کسانی که کفر ورزیدند و آیات ما را تکذیب کردند همین گروه دوزخی‌اند و همیشه در دوزخ می‌باشند.",
      "translation_pashto": "2-39او هغه خلق چې كفر يې كړى دى او زمونږ ايتونه يې دروغ ګڼلي دي، همدغه كسان د (دوزخ د) اور والا دي، دوى به په هغه كې همېشه وي "
    },
    {
      "number": 40,
      "text": "يَٰبَنِىٓ إِسْرَٰٓءِيلَ ٱذْكُرُوا۟ نِعْمَتِىَ ٱلَّتِىٓ أَنْعَمْتُ عَلَيْكُمْ وَأَوْفُوا۟ بِعَهْدِىٓ أُوفِ بِعَهْدِكُمْ وَإِيَّٰىَ فَٱرْهَبُونِ",
      "page": 7,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "ای فرزندان یعقوب! به یاد آورید نعمت من را که بر شما ارزانی داشتم، و به پیمان من وفا کنید تا به پیمان شما وفا کنم، و تنها از من بترسید.",
      "translation_pashto": "2-40اى بني اسرائيلو! زما هغه نعمتونه ياد كړئ چې ما پر تاسو  باندې پېرزو كړي دي او زما لوظ پوره كړئ، زه به ستاسو لوظ پوره كړم، او خاص له ما نه وېرېږئ   "
    },
    {
      "number": 41,
      "text": "وَءَامِنُوا۟ بِمَآ أَنزَلْتُ مُصَدِّقًۭا لِّمَا مَعَكُمْ وَلَا تَكُونُوٓا۟ أَوَّلَ كَافِرٍۭ بِهِۦ ۖ وَلَا تَشْتَرُوا۟ بِـَٔايَٰتِى ثَمَنًۭا قَلِيلًۭا وَإِيَّٰىَ فَٱتَّقُونِ",
      "page": 7,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "و به آنچه که من نازل کرده ام و تصدیق کننده چیزی است که با شما است، ایمان بیاورید، و نخستین کافر به آن نباشید، و آیات مرا به بهای حقیر نفروشید، و تنها از من بترسید.",
      "translation_pashto": "2-41او تاسو ايمان راوړئ پر هغه (كتاب) چې ما نازل كړى دى، چې د هغه (كتاب) تصدىق كوونكى دى چې له تاسو سره دى، او په ده سره اول كفر كوونكي مه جوړېږئ، او زما په ايتونو سره لږ قيمت مه اخلئ او خاص له ما نه وېرېږئ "
    },
    {
      "number": 42,
      "text": "وَلَا تَلْبِسُوا۟ ٱلْحَقَّ بِٱلْبَٰطِلِ وَتَكْتُمُوا۟ ٱلْحَقَّ وَأَنتُمْ تَعْلَمُونَ",
      "page": 7,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "و حق را با باطل خلط نکنید و حق را کتمان نکنید در حالی که شما می‌دانید.",
      "translation_pashto": "2-42او تاسو حق له باطل سره مه ګډوئ، او حق مه پټوئ، حال دا چې تاسو پوهېږئ"
    },
    {
      "number": 43,
      "text": "وَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ وَٱرْكَعُوا۟ مَعَ ٱلرَّٰكِعِينَ",
      "page": 7,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "و نماز را بر پا کنید و زکات را بدهید و با نمازگزاران نماز بخوانید.",
      "translation_pashto": "2-43 او تاسو لمونځ قايموئ او زكات وركوئ او له ركوع كوونكو سره ركوع كوئ "
    },
    {
      "number": 44,
      "text": "۞ أَتَأْمُرُونَ ٱلنَّاسَ بِٱلْبِرِّ وَتَنسَوْنَ أَنفُسَكُمْ وَأَنتُمْ تَتْلُونَ ٱلْكِتَٰبَ ۚ أَفَلَا تَعْقِلُونَ",
      "page": 7,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "آیا مردم را به نیکی امر می‌کنید و خود را فراموش می‌کنید حال آنکه شما کتاب را می‌خوانید؟! آیا نمی‌اندیشید؟.",
      "translation_pashto": "2-44ايا تاسو (نورو) خلقو ته د نېكۍ حكم كوئ او خپل ځانونه هېروئ، سره له دې چې تاسو كتاب لولئ، ايا نو تاسو عقل نه لرئ؟ "
    },
    {
      "number": 45,
      "text": "وَٱسْتَعِينُوا۟ بِٱلصَّبْرِ وَٱلصَّلَوٰةِ ۚ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى ٱلْخَٰشِعِينَ",
      "page": 7,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "و از صبر و نماز یاری بجویید و به راستی که آن دشوار است مگر بر فروتنان.",
      "translation_pashto": "2-45او په صبر او لمانځه سره مدد غواړئ او بېشكه چې يقينًا دا (كار) ډېر ګران دى مګر پر عاجزي كوونكو باندې (نه دى) "
    },
    {
      "number": 46,
      "text": "ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُوا۟ رَبِّهِمْ وَأَنَّهُمْ إِلَيْهِ رَٰجِعُونَ",
      "page": 7,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "آنانکه يقين دارند که پروردگارشان را ملاقات خواهند کرد و یقین دارند به‌سوی او باز می‌گردند.",
      "translation_pashto": "2-46هغه كسان چې يقين كوي چې بېشكه دوى له خپل رب سره ملاقات كوونكي دي او دا چې بېشكه دوى خاص د هغه په طرف واپس ورتلونكي دي "
    },
    {
      "number": 47,
      "text": "يَٰبَنِىٓ إِسْرَٰٓءِيلَ ٱذْكُرُوا۟ نِعْمَتِىَ ٱلَّتِىٓ أَنْعَمْتُ عَلَيْكُمْ وَأَنِّى فَضَّلْتُكُمْ عَلَى ٱلْعَٰلَمِينَ",
      "page": 7,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "ای فرزندان يعقوب! یاد آور شوید نعمت مرا که بر شما ارزانی داشتم و نیز اینکه شما را بر جهانیان (هم عصرتان) فضیلت دادم.",
      "translation_pashto": "2-47اى بني اسرائيلو! زما هغه نعمتونه ياد كړئ چې ما پر تاسو  باندې انعام كړي دي او دا چې يقينًا هم مَا تاسو پر عالَمونو باندې غوره كړي وئ   "
    },
    {
      "number": 48,
      "text": "وَٱتَّقُوا۟ يَوْمًۭا لَّا تَجْزِى نَفْسٌ عَن نَّفْسٍۢ شَيْـًۭٔا وَلَا يُقْبَلُ مِنْهَا شَفَٰعَةٌۭ وَلَا يُؤْخَذُ مِنْهَا عَدْلٌۭ وَلَا هُمْ يُنصَرُونَ",
      "page": 7,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "و از روزی بترسید که کسی نمی‌تواند برای کسی کاری را انجام دهد، و از کسی شفاعت پذیرفته نمی‌شود، و از کسی بدل و عوض گرفته نشود و نه یاری می‌شوند.",
      "translation_pashto": "2-48او له هغې ورځې نه ووېرېږئ چې هېڅ يو نفس به د بل نفس هېڅ په كار نه راځي او نه به  له هغه نه څه سفارش قبلېږي او نه به له هغه نه څه (مالي) بدله اخيستل كېږي او نه به له هغوى سره مدد كېږي "
    },
    {
      "number": 49,
      "text": "وَإِذْ نَجَّيْنَٰكُم مِّنْ ءَالِ فِرْعَوْنَ يَسُومُونَكُمْ سُوٓءَ ٱلْعَذَابِ يُذَبِّحُونَ أَبْنَآءَكُمْ وَيَسْتَحْيُونَ نِسَآءَكُمْ ۚ وَفِى ذَٰلِكُم بَلَآءٌۭ مِّن رَّبِّكُمْ عَظِيمٌۭ",
      "page": 8,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "و یادآور شوید هنگامی را که شما را از آل فرعون نجات دادیم که می‌چشاندند به شما عذابی سخت را، پسرانتان را می‌کشتند و زنانتان را زنده می‌گذاشتند و در این آزمایش بزرگ از جانب پروردگارتان بود.",
      "translation_pashto": "2-49او كله چې مونږ له فرعونيانو نه  تاسو خلاص كړئ چې تاسو ته به يې سخت عذاب دركاوه، ستاسو زامن به يې حلالول او ستاسو ښځې (لوڼه) به يې ژوندۍ پرېښودلې، او په دې كې ستاسو د رب له طرف نه ډېر لوى ازمېښت و "
    },
    {
      "number": 50,
      "text": "وَإِذْ فَرَقْنَا بِكُمُ ٱلْبَحْرَ فَأَنجَيْنَٰكُمْ وَأَغْرَقْنَآ ءَالَ فِرْعَوْنَ وَأَنتُمْ تَنظُرُونَ",
      "page": 8,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "و یادآور شوید وقتی که دریا را برایتان شگافتیم و آل فرعون را غرق کردیم و شما نظر می‌کردید.",
      "translation_pashto": "2-50او كله چې مونږ ستاسو لپاره سمندر څيرې كړ او تاسو ته  مو خلاصى دركړ او فرعونيان مو ډوب كړل او تاسو كتل "
    },
    {
      "number": 51,
      "text": "وَإِذْ وَٰعَدْنَا مُوسَىٰٓ أَرْبَعِينَ لَيْلَةًۭ ثُمَّ ٱتَّخَذْتُمُ ٱلْعِجْلَ مِنۢ بَعْدِهِۦ وَأَنتُمْ ظَٰلِمُونَ",
      "page": 8,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "و یادآور شوید این را که چون با موسی چهل شب وعده گذاشتیم باز بعد از رفتن او گوساله را معبود گرفتید در حالیکه شما ظالم بودید.",
      "translation_pashto": "2-51او كله چې مونږ له موسٰى سره د څلوېښتو شپو وعده وكړه، بيا تاسو له هغه نه پس سخى (معبود) جوړكړ او تاسو ظالمان وَئ"
    },
    {
      "number": 52,
      "text": "ثُمَّ عَفَوْنَا عَنكُم مِّنۢ بَعْدِ ذَٰلِكَ لَعَلَّكُمْ تَشْكُرُونَ",
      "page": 8,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "باز شما را عفو کردیم تا شکر گزار باشید.",
      "translation_pashto": "2-52بيا مونږ له دې نه پس تاسو معاف كړئ، د دې لپاره چې تاسو شكر وباسئ "
    },
    {
      "number": 53,
      "text": "وَإِذْ ءَاتَيْنَا مُوسَى ٱلْكِتَٰبَ وَٱلْفُرْقَانَ لَعَلَّكُمْ تَهْتَدُونَ",
      "page": 8,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "و یاد آور شوید وقتی که موسی را کتاب آسمانی و فرقان دادیم تا هدایت شوید.",
      "translation_pashto": "2-53او كله چې مونږ موسٰى ته كتاب او فرقان (د حق او باطل سره بېلوونكى) وركړ، د دې لپاره چې تاسو نېغه لار ومومئ "
    },
    {
      "number": 54,
      "text": "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِۦ يَٰقَوْمِ إِنَّكُمْ ظَلَمْتُمْ أَنفُسَكُم بِٱتِّخَاذِكُمُ ٱلْعِجْلَ فَتُوبُوٓا۟ إِلَىٰ بَارِئِكُمْ فَٱقْتُلُوٓا۟ أَنفُسَكُمْ ذَٰلِكُمْ خَيْرٌۭ لَّكُمْ عِندَ بَارِئِكُمْ فَتَابَ عَلَيْكُمْ ۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ",
      "page": 8,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "و هنگامی که موسی به قومش گفت: ای قوم من! شما با پرستش گوساله بر خود ظلم کردید، پس به درگاه خالق تان توبه کنید، (باینطور که) خودتان را بکشید، این نزد خالق تان برایتان بهتر است، همانا او توبه پذیر مهربان است.",
      "translation_pashto": "2-54او (ياد كړه) هغه وخت چې موسٰى خپل قوم ته وويل: اى زما قومه! يقينًا تاسو د سخي په (معبود) نيولوسره په خپلو ځانونو باندې ظلم كړى دى، لهٰذا خپل خالق ته توبه وباسئ، نو خپل ځانونه قتل كړئ، دا (وژل) تاسو لپاره ستاسو د خالق په نيز بهتر دي، بيا هغه ستاسو توبه قبوله كړه، يقينًا هم هغه ښه توبه قبلوونكى، بې حده رحم كوونكى دى "
    },
    {
      "number": 55,
      "text": "وَإِذْ قُلْتُمْ يَٰمُوسَىٰ لَن نُّؤْمِنَ لَكَ حَتَّىٰ نَرَى ٱللَّهَ جَهْرَةًۭ فَأَخَذَتْكُمُ ٱلصَّٰعِقَةُ وَأَنتُمْ تَنظُرُونَ",
      "page": 8,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "و یادآور شوید هنگامی که شما گفتید: ای موسی! تا الله را آشکارا نبینیم هرگز به تو ایمان نخواهیم آورد، پس صاعقه شما را فرا گرفت در حالیکه شما نظر می‌کردید.",
      "translation_pashto": "2-55 او كله چې تاسو وويل: اى موسٰى! مونږ به هېڅ كله هم پر تا ايمان را نه وړو تر هغه پورې چې مونږ الله ښه ښكاره ووينو، نو تاسو تندر ونيولئ او تاسوكتل "
    },
    {
      "number": 56,
      "text": "ثُمَّ بَعَثْنَٰكُم مِّنۢ بَعْدِ مَوْتِكُمْ لَعَلَّكُمْ تَشْكُرُونَ",
      "page": 8,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "باز شما را بعد از مردن تان زنده کردیم تا شكر الله را بجا آورید.",
      "translation_pashto": "2-56بيا مونږ تاسو ستاسو له مرګ نه پس راژوندي كړئ، د دې لپاره چې تاسو شكر وباسئ "
    },
    {
      "number": 57,
      "text": "وَظَلَّلْنَا عَلَيْكُمُ ٱلْغَمَامَ وَأَنزَلْنَا عَلَيْكُمُ ٱلْمَنَّ وَٱلسَّلْوَىٰ ۖ كُلُوا۟ مِن طَيِّبَٰتِ مَا رَزَقْنَٰكُمْ ۖ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓا۟ أَنفُسَهُمْ يَظْلِمُونَ",
      "page": 8,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "و ابر را بر شما سایه بان کردیم و برایتان «من» و «سلوا» نازل کردیم، از نعمت‌های پاکیزۀ که به شما روزی داده‌ایم، بخورید، و بر ما ظلم نکردند بلکه آنها بر خود ظلم می‌کردند.",
      "translation_pashto": "2-57او مونږ پر تاسو ورېځ سيورى كړه او مَن او سلوٰى (ترنجبين او مړز ډوله مرغان) مو پر تاسو نازل كړل، هغه پاكيزه څيزونه خورئ، چې مونږ تاسو ته دركړي دي، او هغوى پر مونږ ظلم نه و كړى، او لېكن هم پر خپلو ځانونو يې ظلم كاوه "
    },
    {
      "number": 58,
      "text": "وَإِذْ قُلْنَا ٱدْخُلُوا۟ هَٰذِهِ ٱلْقَرْيَةَ فَكُلُوا۟ مِنْهَا حَيْثُ شِئْتُمْ رَغَدًۭا وَٱدْخُلُوا۟ ٱلْبَابَ سُجَّدًۭا وَقُولُوا۟ حِطَّةٌۭ نَّغْفِرْ لَكُمْ خَطَٰيَٰكُمْ ۚ وَسَنَزِيدُ ٱلْمُحْسِنِينَ",
      "page": 9,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "و یادآور شوید چون گفتیم: وارد این قریه شوید و از هر کجای آن خواستید به خوشی و فراوانی بخورید و از دروازه آن سجده کنان وارد شوید و بگویید: گناهان ما را بیامرز، تا گناهان شما را بیامرزم و به نیکوکاران پاداش بیشتر خواهیم داد.",
      "translation_pashto": "2-58او كله چې مونږ وويل: دې كلي ته ورننوځئ، نو چرته چې مو خوښه شي، ترې پرېمانه يې خورئ او په دروازه كې داخل شئ، چې سجده كوونكي يئ او وايئ ’’مونږ وبخښه‘‘ مونږ به تاسو ته ستاسو ګناهونه وبخښو، او ژر ده چې مونږ به نېكانو ته (ثواب) نور زيات وركړو "
    },
    {
      "number": 59,
      "text": "فَبَدَّلَ ٱلَّذِينَ ظَلَمُوا۟ قَوْلًا غَيْرَ ٱلَّذِى قِيلَ لَهُمْ فَأَنزَلْنَا عَلَى ٱلَّذِينَ ظَلَمُوا۟ رِجْزًۭا مِّنَ ٱلسَّمَآءِ بِمَا كَانُوا۟ يَفْسُقُونَ",
      "page": 9,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "پس تبدیل نمودند آن ظالمان (فرمودۀ الله را) به سخن دیگر غیر از آنچه به آنها گفته شده بود، پس بر آن ظالمان به سبب اینکه کارهای فاسقانه می‌کردند عذابی از آسمان نازل کردیم.",
      "translation_pashto": "2-59نو هغو كسانو چې ظلم يې كړى و، هغه خبره چې ورته ويل شوې وه، په بل شان بدله كړه، نو په هغو ظالمانو باندې مونږه له اسمان نه عذاب نازل كړ، ځكه چې نافرماني يې كوله "
    },
    {
      "number": 60,
      "text": "۞ وَإِذِ ٱسْتَسْقَىٰ مُوسَىٰ لِقَوْمِهِۦ فَقُلْنَا ٱضْرِب بِّعَصَاكَ ٱلْحَجَرَ ۖ فَٱنفَجَرَتْ مِنْهُ ٱثْنَتَا عَشْرَةَ عَيْنًۭا ۖ قَدْ عَلِمَ كُلُّ أُنَاسٍۢ مَّشْرَبَهُمْ ۖ كُلُوا۟ وَٱشْرَبُوا۟ مِن رِّزْقِ ٱللَّهِ وَلَا تَعْثَوْا۟ فِى ٱلْأَرْضِ مُفْسِدِينَ",
      "page": 9,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "و چون موسی برای قومش آب خواست، پس ما گفتیم: با عصایت به آن سنگ بزن، پس از آن دوازده چشمه روان شد که هر قبیله جای آب خود را می‌دانست. بخورید و بنوشید از روزی الله، و همچون تباهکاران در زمین فساد و تباهی نکنید.",
      "translation_pashto": "2-60او كله چې موسٰى د خپل قوم لپاره اوبه وغوښتې، نو مونږ وويل: په خپلې امسا سره تيږه (ګټه) ووهه، نو له هغې نه دُولس چينې جارې شوې، يقينًا ټولو خلقو خپل خپل ګودر (د څښاك ځاى) وپېژنده، د الله له رزق نه خورئ او څښئ، او په ځمكه كې له حده مه تېرېږئ، چې ورانى كوونكي اوسئ "
    },
    {
      "number": 61,
      "text": "وَإِذْ قُلْتُمْ يَٰمُوسَىٰ لَن نَّصْبِرَ عَلَىٰ طَعَامٍۢ وَٰحِدٍۢ فَٱدْعُ لَنَا رَبَّكَ يُخْرِجْ لَنَا مِمَّا تُنۢبِتُ ٱلْأَرْضُ مِنۢ بَقْلِهَا وَقِثَّآئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَا ۖ قَالَ أَتَسْتَبْدِلُونَ ٱلَّذِى هُوَ أَدْنَىٰ بِٱلَّذِى هُوَ خَيْرٌ ۚ ٱهْبِطُوا۟ مِصْرًۭا فَإِنَّ لَكُم مَّا سَأَلْتُمْ ۗ وَضُرِبَتْ عَلَيْهِمُ ٱلذِّلَّةُ وَٱلْمَسْكَنَةُ وَبَآءُو بِغَضَبٍۢ مِّنَ ٱللَّهِ ۗ ذَٰلِكَ بِأَنَّهُمْ كَانُوا۟ يَكْفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقْتُلُونَ ٱلنَّبِيِّۦنَ بِغَيْرِ ٱلْحَقِّ ۗ ذَٰلِكَ بِمَا عَصَوا۟ وَّكَانُوا۟ يَعْتَدُونَ",
      "page": 9,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "و چون گفتید: هرگز ما بر یک طعام صبر کرده نمی‌توانیم، پس از پروردگارت درخواست کن تا از آنچه زمین می‌رویاند از سبزی و خیار و سیر و عدس و پیاز برای ما بیرون بیاورد. گفت: آیا چیزی را که پست‌تر است جانشین چیزی می‌کنید که بهتر است؟! به قریه وارد شوید که آنچه می‌خواهید در آنجا برایتان است. و مهر خواری و فقر بر آنها زده شد و سزاوار خشم الله گردیدند. این به آن سبب بود که آنها به آیات الله كفر می‌ورزیدند، و پیغمبران را به ناحق می‌کشتند، این به آن خاطر بود که آنها نافرمان و متجاوز بودند.",
      "translation_pashto": "2-61او كله چې تاسو وويل: اى موسٰى! مونږ به په يو خوراك باندې كله هم صبر ونه كړى شو، لهذا زمونږ لپاره له خپل رب نه دُعا وغواړه چې زمونږ لپاره هغه څيزونه راوباسي چې ځمكه يې زرغونوي (لكه) د هغې سبزي (ساګ) بادرنګ، هوږه، مسور او پياز، هغه وويل: ايا تاسو په بدل كې هغه څيز اخيستل غواړئ چې هغه ادنٰى دى د هغه څيز په ځاى چې هغه بهتر دى، نو تاسو كوم ښار ته كوز شئ، پس بېشكه ستاسو لپاره هغه څه دي چې تاسو غوښتي دي، او پر هغوى ذلت او محتاجي مسلط كړى شوه، او راستانه (اخته) شول په غضب سره د الله له طرف نه، دا په دې سبب چې يقينًا دوى د الله له ايتونو نه انكار كاوه، او نبيان يې ناحقه وژل، دا په دې چې دوى نافرماني كوله، او زياتى  يې كاوه "
    },
    {
      "number": 62,
      "text": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَٱلَّذِينَ هَادُوا۟ وَٱلنَّصَٰرَىٰ وَٱلصَّٰبِـِٔينَ مَنْ ءَامَنَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْءَاخِرِ وَعَمِلَ صَٰلِحًۭا فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
      "page": 10,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "البته آنانکه ایمان آورده‌اند «مسلمانان» و کسانی که یهودی و صابئی و نصرانی بوده‌اند هر کس که به الله و روز قیامت ایمان آورد و عمل نیک انجام دهد اجرشان نزد پروردگارشان است، نه ترسی بر آنها است و نه غمگین می‌شوند.",
      "translation_pashto": "2-62يقينًا هغه كسان چې ايمان يې راوړى دى، او هغه كسان چې يهوديان شوي دي، او نصرانيان او صابيان (بې دينه) دي، هر هغه چا چې پر الله او پر ورځ د اخرت ايمان راوړ او نېك عمل يې وكړ، نو د خپل رب په نيز د دوى لپاره اجر دى او نه په دوى باندې څه وېره شته او نه به دوى غمژن كېږي "
    },
    {
      "number": 63,
      "text": "وَإِذْ أَخَذْنَا مِيثَٰقَكُمْ وَرَفَعْنَا فَوْقَكُمُ ٱلطُّورَ خُذُوا۟ مَآ ءَاتَيْنَٰكُم بِقُوَّةٍۢ وَٱذْكُرُوا۟ مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَ",
      "page": 10,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "و چون از شما پیمان محکم گرفتیم و بالای شما کوه طور را برداشتیم (و گفتیم) بگیرید به قوت و کوشش آن کتابی را که به شما داده‌ایم و یاد کنید آنچه در آن است تا پرهیزگار شوید.",
      "translation_pashto": "2-63او كله چې مونږ (له تاسو نه) ستاسو پخه وعده واخيسته او راپورته مو كړ ستاسو له پاسه (غر د) طُور (او درته ومو ويل:) كلك ونيسئ هغه څه چې مونږ تاسو ته دركړي دي؛ او څه چې په ده كې دي، (هغه) ياد كړئ، د دې لپاره چې تاسو پرهېزګاره شئ "
    },
    {
      "number": 64,
      "text": "ثُمَّ تَوَلَّيْتُم مِّنۢ بَعْدِ ذَٰلِكَ ۖ فَلَوْلَا فَضْلُ ٱللَّهِ عَلَيْكُمْ وَرَحْمَتُهُۥ لَكُنتُم مِّنَ ٱلْخَٰسِرِينَ",
      "page": 10,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "باز شما بعد از آن پیمان رویگردان شدید، پس اگر فضل الله و مهربانی او بر شما نبود، البته از زیانکاران می‌شديد.",
      "translation_pashto": "2-64بيا له دې نه بعد تاسو (له وعدې نه) وګرځېدئ، نو كه پر تاسو  باندې د الله فضل او د هغه رحمت نه وى، نو تاسو به خامخا تاوانيان شوي وى "
    },
    {
      "number": 65,
      "text": "وَلَقَدْ عَلِمْتُمُ ٱلَّذِينَ ٱعْتَدَوْا۟ مِنكُمْ فِى ٱلسَّبْتِ فَقُلْنَا لَهُمْ كُونُوا۟ قِرَدَةً خَٰسِـِٔينَ",
      "page": 10,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "و البته کسانی را از شما که در روز شنبه تجاوز کردند خوب شناختید، پس ما به آنها گفتیم: بوزینه‌های خوار و ذلیل باشید.",
      "translation_pashto": "2-65او يقينًا يقينًا هغه خلق تاسو ته معلوم دي، چې له تاسو ځنې يې د خالي د ورځې په هكله زياتى كړى و، نو مونږ هغوى ته وويل: تاسو ذليله بيزوګان (شادوګان) شئ "
    },
    {
      "number": 66,
      "text": "فَجَعَلْنَٰهَا نَكَٰلًۭا لِّمَا بَيْنَ يَدَيْهَا وَمَا خَلْفَهَا وَمَوْعِظَةًۭ لِّلْمُتَّقِينَ",
      "page": 10,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "پس آن عقوبت را عبرتی برای حاضران و آیندگان و پندی برای پرهیزگاران قرار دادیم.",
      "translation_pashto": "2-66نو مونږه دا (واقعه) هغې ته د حاضرو (خلقو) او له هغې نه وروسته راتلونكو لپاره عبرت او د پرهېزګارو لپاره  نصيحت وګرځوله "
    },
    {
      "number": 67,
      "text": "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِۦٓ إِنَّ ٱللَّهَ يَأْمُرُكُمْ أَن تَذْبَحُوا۟ بَقَرَةًۭ ۖ قَالُوٓا۟ أَتَتَّخِذُنَا هُزُوًۭا ۖ قَالَ أَعُوذُ بِٱللَّهِ أَنْ أَكُونَ مِنَ ٱلْجَٰهِلِينَ",
      "page": 10,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "و یاد آور شوید هنگامی که موسی به قومش گفت: البته الله به شما دستور می‌دهد تا گاوی را ذبح کنید، گفتند: آیا ما را مورد استهزاء قرار می‌دهی؟ موسی گفت: پناه می‌برم به الله از اینکه از جاهلان باشم.",
      "translation_pashto": "2-67او كله چې موسٰى خپل قوم ته وويل: بېشكه الله تاسو ته حكم كوي چې يوه غوا حلاله كړئ، هغوى وويل: ايا ته مونږ مسخره ګرځوې (په مونږ پورې ټوقې كوې)؟ هغه وويل: زه د الله پناه غواړم له دې نه چې زه شم له جاهلانو نه  "
    },
    {
      "number": 68,
      "text": "قَالُوا۟ ٱدْعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِىَ ۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٌۭ لَّا فَارِضٌۭ وَلَا بِكْرٌ عَوَانٌۢ بَيْنَ ذَٰلِكَ ۖ فَٱفْعَلُوا۟ مَا تُؤْمَرُونَ",
      "page": 10,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "گفتند: از پروردگارت درخواست کن که برای ما بیان کند آن گاو چگونه است؟ گفت: او می‌گوید آن گاوی است نه پیر و نه جوان بلکه میان آن دو است. پس آنچه به شما فرمان داده می‌شود، بجا آورید.",
      "translation_pashto": "2-68هغوى وويل: زمونږ لپاره له خپل رب نه دُعا وغواړه چې مونږ لپاره واضحه كړي چې هغه (غوا) څنګه ده؟ هغه وويل: يقينًا هغه وايي چې بېشكه هغه يوه داسې غوا ده چې نه زَړه ده او نه نوې ځوانه، (بلكې) د دې دواړو په مينځ كې مِيانَه حاله ده، نو هغه كار وكړئ چې تاسو ته يې حكم  كېږي "
    },
    {
      "number": 69,
      "text": "قَالُوا۟ ٱدْعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوْنُهَا ۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٌۭ صَفْرَآءُ فَاقِعٌۭ لَّوْنُهَا تَسُرُّ ٱلنَّٰظِرِينَ",
      "page": 10,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "(باز) گفتند: از پروردگارت درخواست کن که برای ما بیان کند رنگ آن چگونه است؟ گفت: او می‌فرماید: آن گاوی است زرد رنگ که بینندگان را شاد می‌کند.",
      "translation_pashto": "2-69هغوى وويل: زمونږ لپاره له خپل رب نه دُعا وغواړه چې مونږ ته بيان كړي چې د هغې رنګ څنګه دى؟ هغه وويل: يقينًا هغه وايي چې بېشكه هغه يوه زېړه غوا ده، رنګ يې تك زېړ دى، كتونكي خوشحالوي "
    },
    {
      "number": 70,
      "text": "قَالُوا۟ ٱدْعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِىَ إِنَّ ٱلْبَقَرَ تَشَٰبَهَ عَلَيْنَا وَإِنَّآ إِن شَآءَ ٱللَّهُ لَمُهْتَدُونَ",
      "page": 11,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "(بار دیگر به موسی) گفتند: از پروردگارت برای ما بخواه تا برای ما بیان کند که آن چگونه است، چون گاو بر ما مشتبه شده است و اگر الله بخواهد ما حتما راهیاب خواهیم شد.",
      "translation_pashto": "2-70هغوى وويل: زمونږ لپاره له خپل رب نه دُعا وغواړه چې زمونږ لپاره بيان كړي چې هغه څه قسم ده؟ بېشكه چې غواګانې پر مونږه ګَډې وډَې (مشتَبِه) شولې، او كه الله وغواړي، بېشكه مونږ خامخا لارموندونكي يو "
    },
    {
      "number": 71,
      "text": "قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٌۭ لَّا ذَلُولٌۭ تُثِيرُ ٱلْأَرْضَ وَلَا تَسْقِى ٱلْحَرْثَ مُسَلَّمَةٌۭ لَّا شِيَةَ فِيهَا ۚ قَالُوا۟ ٱلْـَٰٔنَ جِئْتَ بِٱلْحَقِّ ۚ فَذَبَحُوهَا وَمَا كَادُوا۟ يَفْعَلُونَ",
      "page": 11,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "موسی گفت: الله می‌فرماید: آن گاوی است که نه رام است که زمین را قلبه کند، و نه آبیاری کند کشتزار را، بی‌عیب و یک رنگ است. گفتند: اکنون سخن حق را بیان کردی، پس آن را ذبح کردند و نزدیک بود این کار را نکنند.",
      "translation_pashto": "2-71(موسٰى) وويل: يقينًا هغه وايي چې بېشكه هغه يوه داسې غُوا ده چې نه كار كوونكې ده، چې ځمكه قُلبه كوي او نه فصل اوبه كوي، روغه رَمَټه ده، هېڅ داغ ټكى په كې نشته، هغوى وويل: اوس دې واضحه خبره راوړه، نو هغه يې حلاله كړه، او دوى نژدې نه وو چې دا كار يې كړى وى  "
    },
    {
      "number": 72,
      "text": "وَإِذْ قَتَلْتُمْ نَفْسًۭا فَٱدَّٰرَْٰٔتُمْ فِيهَا ۖ وَٱللَّهُ مُخْرِجٌۭ مَّا كُنتُمْ تَكْتُمُونَ",
      "page": 11,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "و (سبب امر به ذبح گاو این بود که) وقتی فردی را کشتید و در (بارۀ قاتل) آن اختلاف کردید و الله ظاهر کنندۀ چیزی بود که آنرا پنهان می‌کردید.",
      "translation_pashto": "2-72او كله چې تاسو يو كس ووژلو، نو د هغه په باره كې تاسو په خپل مينځ كې په جګړه شوئ، او الله د هغه څه ښكاره كوونكى و چې تاسو پټول "
    },
    {
      "number": 73,
      "text": "فَقُلْنَا ٱضْرِبُوهُ بِبَعْضِهَا ۚ كَذَٰلِكَ يُحْىِ ٱللَّهُ ٱلْمَوْتَىٰ وَيُرِيكُمْ ءَايَٰتِهِۦ لَعَلَّكُمْ تَعْقِلُونَ",
      "page": 11,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "پس حکم کردیم که بزنید جسم مقتول را به یک حصۀ از گوشت گاو، این چنین الله مرده‌ها را زنده می‌کند و به شما نشانه‌های قدرت خود را نشان می‌دهد تا بفهمید.",
      "translation_pashto": "2-73نو مونږ وويل: دا د ده په څه حصې سره ووهئ، الله همداسې مړي ژوندي كوي او تاسو ته خپلې نښې درښَىِي، د دې لپاره چې تاسو له عقل نه كار واخلئ  "
    },
    {
      "number": 74,
      "text": "ثُمَّ قَسَتْ قُلُوبُكُم مِّنۢ بَعْدِ ذَٰلِكَ فَهِىَ كَٱلْحِجَارَةِ أَوْ أَشَدُّ قَسْوَةًۭ ۚ وَإِنَّ مِنَ ٱلْحِجَارَةِ لَمَا يَتَفَجَّرُ مِنْهُ ٱلْأَنْهَٰرُ ۚ وَإِنَّ مِنْهَا لَمَا يَشَّقَّقُ فَيَخْرُجُ مِنْهُ ٱلْمَآءُ ۚ وَإِنَّ مِنْهَا لَمَا يَهْبِطُ مِنْ خَشْيَةِ ٱللَّهِ ۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعْمَلُونَ",
      "page": 11,
      "juz": 1,
      "hizb": 1,
      "sajda": false,
      "translation_dari": "پس از آن، دل‌های شما سخت شد، مانند سنگ یا سخت‌تر (از سنگ). و بعضی از سنگ‌هاست که از آن نهرها جاری می‌شود، و بعضی از آنها است که می‌شگافد و آب از آن بیرون می‌آید، و بعضی از آنها است که از ترس الله زیر می‌افتد، و الله از آنچه می‌کنید غافل نیست.",
      "translation_pashto": "2-74بيا له دې نه بعد ستاسو زړونه سخت شول، نو هغه د تيږو په شان دي، يا په سخت والي كې نور هم زيات دي او بېشكه يقينًا ځينې تيږې هغه دي چې له هغو نه وَلِې بهېږي او بې شكه يقينًا ځينې هغه دي چې چوي، نو له هغو نه اوبه راوځي، او خامخا يقينًا ځينې هغه دي چې د الله له وېرې نه رارغړي، او الله ستاسو له عملونو نه كله هم غافل نه دى "
    },
    {
      "number": 75,
      "text": "۞ أَفَتَطْمَعُونَ أَن يُؤْمِنُوا۟ لَكُمْ وَقَدْ كَانَ فَرِيقٌۭ مِّنْهُمْ يَسْمَعُونَ كَلَٰمَ ٱللَّهِ ثُمَّ يُحَرِّفُونَهُۥ مِنۢ بَعْدِ مَا عَقَلُوهُ وَهُمْ يَعْلَمُونَ",
      "page": 11,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "پس آیا شما (مسلمانان) طمع دارید که یهودیان به شما ایمان آورند در حالیکه گروهی از ایشان کلام الله را می‌شنوند. باز آن را پس از فهمیدنش، تحریف می‌کنند با آنکه حق را می‌دانستند؟.",
      "translation_pashto": "2-75ايا نو تاسو تمه كوئ چې دوى به ستاسو (د وينا) له وجې ايمان راوړي، او يقينًا په دوى كې يوه ډله وه چې د الله كلام به يې اورېده، بيا به يې په هغه كې له پوهېدو نه وروسته تحريف كاوه، حال دا چې دوى به پوهېدل "
    },
    {
      "number": 76,
      "text": "وَإِذَا لَقُوا۟ ٱلَّذِينَ ءَامَنُوا۟ قَالُوٓا۟ ءَامَنَّا وَإِذَا خَلَا بَعْضُهُمْ إِلَىٰ بَعْضٍۢ قَالُوٓا۟ أَتُحَدِّثُونَهُم بِمَا فَتَحَ ٱللَّهُ عَلَيْكُمْ لِيُحَآجُّوكُم بِهِۦ عِندَ رَبِّكُمْ ۚ أَفَلَا تَعْقِلُونَ",
      "page": 11,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "و چون با مؤمنان روبرو شوند، گویند: ایمان آورده‌ایم و چون با همدیگر به خلوت روند، گویند: آیا آنچه را الله برایتان (در باره محمد در تورات) آشکار کرده است با آنان در میان می‌گذارید تا در پیشگاه الله با آن بر شما حجت آورند، آیا نمی‌فهمید؟",
      "translation_pashto": "2-76او كله چې دوى له مومنانو سره ملاقات وكړي، نو وايي: مونږ ايمان راوړى دى او كله چې د دوى ځينې له ځينو نورو سره يواځې شي (بيا) وايي: ايا تاسو دوى (مومنانو ) ته هغه خبرې بيانوئ چې الله تاسو ته ښودلي دي؟ د دې لپاره چې پر تاسو  باندې په دغو (خبرو) سره د خپل رب په وړاندې غالبه شي، ايا نو تاسو عقل نه لرئ! "
    },
    {
      "number": 77,
      "text": "أَوَلَا يَعْلَمُونَ أَنَّ ٱللَّهَ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ",
      "page": 12,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "آیا نمی‌دانند که الله آنچه را پنهان می‌کنند و آنچه را آشکار می‌کنند می‌داند؟.",
      "translation_pashto": "2-77ايا دغه (خلق) پر دې نه پوهېږي چې يقينًا الله پر هغو خبرو پوهېږي چې دوى يې پټوي او پر هغو چې دوى يې ظاهروي "
    },
    {
      "number": 78,
      "text": "وَمِنْهُمْ أُمِّيُّونَ لَا يَعْلَمُونَ ٱلْكِتَٰبَ إِلَّآ أَمَانِىَّ وَإِنْ هُمْ إِلَّا يَظُنُّونَ",
      "page": 12,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "و بعضی از آنان ناخوان هستند که کتاب الله را جز آرزوهای خود نمی‌دانند و تنها از گمان کار می‌گیرند.",
      "translation_pashto": "2-78او په دوى كې ځينې اَميان دي، په كتاب نه پوهېږي، مګر په تشو بې دليله ارزوګانو، او دوى يواځې تش ګمانونه كوي "
    },
    {
      "number": 79,
      "text": "فَوَيْلٌۭ لِّلَّذِينَ يَكْتُبُونَ ٱلْكِتَٰبَ بِأَيْدِيهِمْ ثُمَّ يَقُولُونَ هَٰذَا مِنْ عِندِ ٱللَّهِ لِيَشْتَرُوا۟ بِهِۦ ثَمَنًۭا قَلِيلًۭا ۖ فَوَيْلٌۭ لَّهُم مِّمَّا كَتَبَتْ أَيْدِيهِمْ وَوَيْلٌۭ لَّهُم مِّمَّا يَكْسِبُونَ",
      "page": 12,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "پس وای بر کسانی که کتاب را با دست‌های خود می‌نویسند باز می‌گویند: این از جانب الله است، تا آن را به بهای اندکی بفروشند، پس وای بر آنها از آنچه دست‌هایشان نوشت و وای بر آنان از آنچه (از این راه) بدست می‌آورند.",
      "translation_pashto": "2-79نو د هغو كسانو لپاره هلاكت دى چې په خپلو لاسونو (له ځانه) كتاب لىكي، بيا وايي: دا د الله له جانبه دى، د دې لپاره چې د هغه په بدل كې لږ قيمت واخلي، نو د دوى لپاره هلاكت دى په سبب د هغه څه چې د دوى لاسونو ليكلي دي، او د دوى لپاره هلاكت دى په سبب د هغه چې دوى څه عمل كوي "
    },
    {
      "number": 80,
      "text": "وَقَالُوا۟ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامًۭا مَّعْدُودَةًۭ ۚ قُلْ أَتَّخَذْتُمْ عِندَ ٱللَّهِ عَهْدًۭا فَلَن يُخْلِفَ ٱللَّهُ عَهْدَهُۥٓ ۖ أَمْ تَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعْلَمُونَ",
      "page": 12,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "و گفتند: آتش دوزخ جز چند روزی به ما نمی‌رسد. بگو: آیا از الله عهدی گرفته‌اید که الله هرگز در وعده خود خلاف نخواهد کرد یا اینکه بر الله چیزهایی را نسبت می‌دهید که به آن علم ندارید؟.",
      "translation_pashto": "2-80او دوى وايي: له څو په شمار ورځو نه سوا به مونږ ته كله هم اور را ونه رسېږي، ته (ورته) ووايه: ايا تاسو له الله نه څه وعده اخيستې ده؟ (كه داسې وي)، نو الله به كله هم د خپلې وعدې خلاف ونه كړي، بلكې تاسو په الله باندې هغه دروغ تپئ(اړوئ) چې تاسو پرې نه پوهېږئ  "
    },
    {
      "number": 81,
      "text": "بَلَىٰ مَن كَسَبَ سَيِّئَةًۭ وَأَحَٰطَتْ بِهِۦ خَطِيٓـَٔتُهُۥ فَأُو۟لَٰٓئِكَ أَصْحَٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَٰلِدُونَ",
      "page": 12,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "بلی! هر که کار بد کند و او را گناهانش احاطه کند، پس همین گروه یاران دوزخ‌اند که در آن تا ابد می‌باشند.",
      "translation_pashto": "2-81ولې نه! چا چې بدي وكړه او پر ده خپله ګناه راچاپېره شوه، نو همدغه كسان د اور والا دي، دوى به په هغه (اور) كې تل ترتله وي "
    },
    {
      "number": 82,
      "text": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ أُو۟لَٰٓئِكَ أَصْحَٰبُ ٱلْجَنَّةِ ۖ هُمْ فِيهَا خَٰلِدُونَ",
      "page": 12,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "و آنانکه ایمان آوردند و کارهای نیک انجام دادند، همین گروه اهل جنت‌اند که در آن همیشه می‌باشند.",
      "translation_pashto": "2-82او هغه كسان چې ايمان يې راوړى دى او نېك عملونه يې كړي دي، همدغه كسان د جنت والا دي، دوى به په هغه (جنت) كې تل ترتله وي "
    },
    {
      "number": 83,
      "text": "وَإِذْ أَخَذْنَا مِيثَٰقَ بَنِىٓ إِسْرَٰٓءِيلَ لَا تَعْبُدُونَ إِلَّا ٱللَّهَ وَبِٱلْوَٰلِدَيْنِ إِحْسَانًۭا وَذِى ٱلْقُرْبَىٰ وَٱلْيَتَٰمَىٰ وَٱلْمَسَٰكِينِ وَقُولُوا۟ لِلنَّاسِ حُسْنًۭا وَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ ثُمَّ تَوَلَّيْتُمْ إِلَّا قَلِيلًۭا مِّنكُمْ وَأَنتُم مُّعْرِضُونَ",
      "page": 12,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "و یاد آور شو این را که از اولاد يعقوب عهد محکم گرفتیم که به جز الله چیزی را عبادت نکنید، و با پدر و مادر و با خویشاوندان و با یتیمان و ناتوانان نیکی کنید، و با مردم سخن نیک بگویید، و نماز را برپا کنید، و زکات را بدهید، اما شما (با آنکه عهد بستید) جز عده کمی از شما همه پشت گردانیدید.",
      "translation_pashto": "2-83او كله چې مونږ د بني اسرائيلو (نه) پخه وعده واخيسته چې عبادت به يواځې او يواځې د الله كوئ، او له مور و پلار سره به ښېګړه كوئ او له خپلوانو او يتيمانو او مسكينانو سره (به هم ښېګړه كوئ) او خلقو ته ښايسته خبرې كوئ، او لمونځ قايموئ او زكات وركوئ، بيا تاسو (له خپلې وعدې نه) وګرځېدئ مګر ډېر لږ كسان (ونه ګرځېدل) او تاسو مخ ګرځونكي يئ "
    },
    {
      "number": 84,
      "text": "وَإِذْ أَخَذْنَا مِيثَٰقَكُمْ لَا تَسْفِكُونَ دِمَآءَكُمْ وَلَا تُخْرِجُونَ أَنفُسَكُم مِّن دِيَٰرِكُمْ ثُمَّ أَقْرَرْتُمْ وَأَنتُمْ تَشْهَدُونَ",
      "page": 13,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "و یاد آور شوید هنگامی را که از شما پیمان گرفتیم که خون یکدیگر را نریزید و یکدیگر را از سر زمینتان بیرون نکنید باز شما (به این پیمان) اقرار کردید، در حالیکه خود بر آن گواهید.",
      "translation_pashto": "2-84او كله چې مونږ ستاسو (نه) پخه وعده واخيسته چې خپلې وينې به نه تُويَوَئ او له خپلو كورونو نه به خپل ځانونه (يو بل) نه وباسئ، بيا تاسو اقرار وكړ، په دې حال كې چې تاسو ګواه يئ "
    },
    {
      "number": 85,
      "text": "ثُمَّ أَنتُمْ هَٰٓؤُلَآءِ تَقْتُلُونَ أَنفُسَكُمْ وَتُخْرِجُونَ فَرِيقًۭا مِّنكُم مِّن دِيَٰرِهِمْ تَظَٰهَرُونَ عَلَيْهِم بِٱلْإِثْمِ وَٱلْعُدْوَٰنِ وَإِن يَأْتُوكُمْ أُسَٰرَىٰ تُفَٰدُوهُمْ وَهُوَ مُحَرَّمٌ عَلَيْكُمْ إِخْرَاجُهُمْ ۚ أَفَتُؤْمِنُونَ بِبَعْضِ ٱلْكِتَٰبِ وَتَكْفُرُونَ بِبَعْضٍۢ ۚ فَمَا جَزَآءُ مَن يَفْعَلُ ذَٰلِكَ مِنكُمْ إِلَّا خِزْىٌۭ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَيَوْمَ ٱلْقِيَٰمَةِ يُرَدُّونَ إِلَىٰٓ أَشَدِّ ٱلْعَذَابِ ۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعْمَلُونَ",
      "page": 13,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "باز این شما هستید که یکدیگر را می‌کشید و گروهی از خودتان را از سرزمین و خانه‌هایشان بیرون می‌کنید و علیه آنها به گناه و تجاوز یکدیگر را مدد می‌کنید. و اگر به اسارت پیش شما بیایند فدیه می‌دهید و آنان را آزاد می‌کنید حال آنکه بیرون کردن آنها بر شما حرام است. آیا به بخشی از کتاب (تورات) ایمان می‌آورید و به بخشی دیگر آن کفر می‌ورزید؟ برای کسی از شما که در دنیا چنین کند جز خواری و رسوایی نیست و روز قیامت به سخت‌ترین شکنجه و عذاب برگردانیده می‌شوند، و الله از آنچه انجام می‌دهید غافل نیست.",
      "translation_pashto": "2-85بيا هم تاسو هغه كسان يئ چې خپل ځانونه وژنئ، او خپله يوه ډله د هغوى له كورونو نه وباسئ، په ګناه او ظلم سره د هغوى په خلاف د يو بل مدد كوئ، او كه چېرې هغوى تاسو ته بنديان راشي، نو د هغوى (دخلاصون لپاره) فديه وركوئ، حال دا چې شان دا دى چې پر تاسو  باندې د هغوى وېستل حرام دي، ايا نو د كتاب پر ځينې (حكمونو) ايمان راوړئ او پر ځينو يې كافر كېږئ؟ نو د دغه كس څه سزا ده چې په تاسو كې دا كار كوي مګر په دنيايي ژوند كې ښه رسوايي او د قيامت په ورځ به تر ټولو سخت عذاب ته ورګرځولى شي، او الله له هغه څه نه چې تاسو يې كوئ كله هم غافل نه دى "
    },
    {
      "number": 86,
      "text": "أُو۟لَٰٓئِكَ ٱلَّذِينَ ٱشْتَرَوُا۟ ٱلْحَيَوٰةَ ٱلدُّنْيَا بِٱلْءَاخِرَةِ ۖ فَلَا يُخَفَّفُ عَنْهُمُ ٱلْعَذَابُ وَلَا هُمْ يُنصَرُونَ",
      "page": 13,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "این گروه همان کسانی هستند که زندگی دنیا را به عوض آخرت خریدند، پس عذاب آنان تخفیف نمی‌یابد و مدد نخواهند شد.",
      "translation_pashto": "2-86دا هغه كسان دي چې دنيايي ژوند يې د اخرت په بدل كې اخيستى دى، نو نه به له دوى نه عذاب سپك (كم) كړى شي او نه به له دوى سره مرسته كېږي "
    },
    {
      "number": 87,
      "text": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَٰبَ وَقَفَّيْنَا مِنۢ بَعْدِهِۦ بِٱلرُّسُلِ ۖ وَءَاتَيْنَا عِيسَى ٱبْنَ مَرْيَمَ ٱلْبَيِّنَٰتِ وَأَيَّدْنَٰهُ بِرُوحِ ٱلْقُدُسِ ۗ أَفَكُلَّمَا جَآءَكُمْ رَسُولٌۢ بِمَا لَا تَهْوَىٰٓ أَنفُسُكُمُ ٱسْتَكْبَرْتُمْ فَفَرِيقًۭا كَذَّبْتُمْ وَفَرِيقًۭا تَقْتُلُونَ",
      "page": 13,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "و البته به موسی کتاب دادیم و در پی او پیغمبرانی را فرستادیم، و به عیسی پسر مریم معجزات و دلایل روشنی دادیم و او را به وسیله روح القدس (جبرئیل) تایید کردیم، آیا هرگاه پیغمبری پیش شما (احکامی) به خلاف میل و آرزویتان آورد سرکشی کردید، پس گروهی (از پیغمبران) را تکذیب کردید و گروهی را کشتید؟.",
      "translation_pashto": "2-87 يقينًا يقينًا مونږ موسٰى ته كتاب وركړى و، او له هغه نه بعد مو پرله پسې رسولان لېږلي وو، او مونږه د مريمې زوى عيسٰى ته څرګندې نښې وركړې وې او مونږه هغه په پاك روح سره قوي كړى و، ايا نو كله چې به هم كوم رسول تاسو ته هغه (احكام) راوړل چې ستاسو نفسونو به نه خوښَوَل، تاسو به ډېره لويي وكړه؛ نو (د پېغمبرانو) يوه ډله مو دروغژنه وګڼله او بله ډله به تاسو وژله "
    },
    {
      "number": 88,
      "text": "وَقَالُوا۟ قُلُوبُنَا غُلْفٌۢ ۚ بَل لَّعَنَهُمُ ٱللَّهُ بِكُفْرِهِمْ فَقَلِيلًۭا مَّا يُؤْمِنُونَ",
      "page": 13,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "و گفتند که دل‌های ما دارای غلاف و پرده است، (که حق را نمی‌فهمیم؛ حال آنکه در دل‌هایشان پرده نیست) بلکه الله آنها را به سبب كفر‌شان از رحمت خود دور کرده است، پس بسیار کم از آنها ایمان می‌آرند.",
      "translation_pashto": "2-88دوى ويل: زمونږ زړونه پرده بَند دي، (داسې نه ده) بلكې د دوى د كفر په سبب الله پر دوى لعنت كړى دى، نو هغه (خلق) چې ايمان راوړي ډېر لږ دي "
    },
    {
      "number": 89,
      "text": "وَلَمَّا جَآءَهُمْ كِتَٰبٌۭ مِّنْ عِندِ ٱللَّهِ مُصَدِّقٌۭ لِّمَا مَعَهُمْ وَكَانُوا۟ مِن قَبْلُ يَسْتَفْتِحُونَ عَلَى ٱلَّذِينَ كَفَرُوا۟ فَلَمَّا جَآءَهُم مَّا عَرَفُوا۟ كَفَرُوا۟ بِهِۦ ۚ فَلَعْنَةُ ٱللَّهِ عَلَى ٱلْكَٰفِرِينَ",
      "page": 14,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "و چون کتابی از جانب الله پیش آنها آمد که تصدیق کنندۀ کتابی بود که با خود داشتند در حالیکه پیش از آن بر کافران طلب فتح می‌کردند، پس وقتی پیش آنها آمد، آنچه را که از قبل شناخته بودند انکار کردند، پس لعنت الله بر کافران باد.",
      "translation_pashto": "2-89او كله چې دوى ته د الله له جانبه كتاب (قرآن) راغى چې د هغه څه تصدىق كوونكى دى چې له دوى سره دي، او له دې نه مخكې به دوى پر هغو خلقو باندې چې كافر شوي دي، فتح غوښتله، نو كله چې دوى ته  هغه (رسول، كتاب) راغى چې دوى پېژنده، نو په هغه باندې كافر شول، نو په كافرانو باندې د الله لعنت دى"
    },
    {
      "number": 90,
      "text": "بِئْسَمَا ٱشْتَرَوْا۟ بِهِۦٓ أَنفُسَهُمْ أَن يَكْفُرُوا۟ بِمَآ أَنزَلَ ٱللَّهُ بَغْيًا أَن يُنَزِّلَ ٱللَّهُ مِن فَضْلِهِۦ عَلَىٰ مَن يَشَآءُ مِنْ عِبَادِهِۦ ۖ فَبَآءُو بِغَضَبٍ عَلَىٰ غَضَبٍۢ ۚ وَلِلْكَٰفِرِينَ عَذَابٌۭ مُّهِينٌۭ",
      "page": 14,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "بد است آنچه که خود را به آن فروختند و آنچه را الله نازل کرده بود به سبب حسد انکار کردند، (و این به آن خاطر بود که می‌گفتند:) چرا الله فضل خود را بر هرکس که بخواهد نازل می‌کند؟ پس به خشمی بر خشم دیگر گرفتار شدند و برای کافران عذاب رسواکننده‌ای است.",
      "translation_pashto": "2-90بد دى هغه شى چې دوى د هغه په بدل كې خپل ځانونه خرڅ كړل، چې په هغه څه باندې كافر شول چې الله نازل كړى دى، د دې كينې (او حسد) له وجې چې (ولې) الله خپل فضل په خپلو بنده ګانو كې پر هغه چا نازلوي چې يې غواړي، نو راوګرځېدل (اخته شول) په يو غضب له پاسه د بل غضب، او د كافرانو لپاره سپكوونكى عذاب دى "
    },
    {
      "number": 91,
      "text": "وَإِذَا قِيلَ لَهُمْ ءَامِنُوا۟ بِمَآ أَنزَلَ ٱللَّهُ قَالُوا۟ نُؤْمِنُ بِمَآ أُنزِلَ عَلَيْنَا وَيَكْفُرُونَ بِمَا وَرَآءَهُۥ وَهُوَ ٱلْحَقُّ مُصَدِّقًۭا لِّمَا مَعَهُمْ ۗ قُلْ فَلِمَ تَقْتُلُونَ أَنۢبِيَآءَ ٱللَّهِ مِن قَبْلُ إِن كُنتُم مُّؤْمِنِينَ",
      "page": 14,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "و چون به آنها گفته شود به آنچه الله نازل کرده است ایمان بیاورید، گویند: به آنچه بر ما نازل شده است ایمان می‌آوریم، و به غیر آن کفر می‌ورزند، حال آنکه آن (چه الله بر پیغمبر نازل کرده است) حق، و تصدیق کننده چیزی است که با آنهاست. بگو: پس چرا پیش از این پیغمبران الله را می‌کشتید، اگر مؤمن هستید؟.",
      "translation_pashto": "2-91او كله چې دوى ته وويل شي: ايمان راوړئ پر هغه (كتاب) چې الله نازل كړى دى، نو دوى وايي: مونږ پر هغه (كتاب) ايمان راوړو چې پر مونږ باندې نازل كړى شوى دى، او چې له هغه (كتاب) نه علاوه دي؛ په هغو (كتابونو) باندې كافر كېږي، حال دا چې هم دغه (قرآن) حق دى، د هغه (كتاب) تصدىق كوونكى دى چې له دوى سره دى، ته (ورته) ووايه چې تاسو پخوا (له دې نه) د الله نبيان ولې وژل؟ كه تاسو مومنان وئ "
    },
    {
      "number": 92,
      "text": "۞ وَلَقَدْ جَآءَكُم مُّوسَىٰ بِٱلْبَيِّنَٰتِ ثُمَّ ٱتَّخَذْتُمُ ٱلْعِجْلَ مِنۢ بَعْدِهِۦ وَأَنتُمْ ظَٰلِمُونَ",
      "page": 14,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "و البته موسی با معجزات روشن پیش شما آمد، باز پس از او گوساله را پرستیدید، در حالی که ظالم بودید.",
      "translation_pashto": "2-92او يقينًا يقينًا تاسو ته موسٰى څرګند دليلونه راوړي وو، بيا له هغه نه بعد تاسو سخى (معبود) وګرځاوه او تاسو ظالمان يئ "
    },
    {
      "number": 93,
      "text": "وَإِذْ أَخَذْنَا مِيثَٰقَكُمْ وَرَفَعْنَا فَوْقَكُمُ ٱلطُّورَ خُذُوا۟ مَآ ءَاتَيْنَٰكُم بِقُوَّةٍۢ وَٱسْمَعُوا۟ ۖ قَالُوا۟ سَمِعْنَا وَعَصَيْنَا وَأُشْرِبُوا۟ فِى قُلُوبِهِمُ ٱلْعِجْلَ بِكُفْرِهِمْ ۚ قُلْ بِئْسَمَا يَأْمُرُكُم بِهِۦٓ إِيمَٰنُكُمْ إِن كُنتُم مُّؤْمِنِينَ",
      "page": 14,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "و یاد آور شوید وقتی که از شما پیمان محکم گرفتیم و کوه طور را بر سرتان بلند کردیم. آنچه را به شما داده‌ایم محکم بگیرید و بشنوید. گفتند: شنیدیم (مگر) نافرمانی کردیم و به سبب كفر‌شان محبت گوساله در دل‌هایشان جای گرفته بود. بگو: ایمانتان شما را به بد چیزی امر می‌کند اگر مؤمن هستید.",
      "translation_pashto": "2-93او كله چې مونږه ستاسو (نه) پخه وعده واخيسته او مونږه طُور (غر) ستاسو له پاسه راپورته كړ (مونږ وويل:) څه چې مونږ تاسو ته دركړي دي هغه په قوت سره ونيسئ او واورئ، دوى وويل: مونږ اَورېدلي دي او مونږ نافرماني كړې ده او د دوى د كفر په سبب د دوى په زړونو كې د سخي (مينه) ورڅښول شوې وه، ته (ورته) ووايه: هغه شى بد دى چې ستاسو ايمان تاسو ته د هغه حكم دركوي، كه تاسو مومنان يئ  "
    },
    {
      "number": 94,
      "text": "قُلْ إِن كَانَتْ لَكُمُ ٱلدَّارُ ٱلْءَاخِرَةُ عِندَ ٱللَّهِ خَالِصَةًۭ مِّن دُونِ ٱلنَّاسِ فَتَمَنَّوُا۟ ٱلْمَوْتَ إِن كُنتُمْ صَٰدِقِينَ",
      "page": 15,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "بگو: (ای یهودیان!) اگر دار آخرت (جنت) در نزد الله خالص برای شما باشد بدون (شراکت) اهل دیگر ادیان، پس مرگ را آرزو کنید اگر در دعوای خود صادق هستید (تا که به جنت زود برسید).",
      "translation_pashto": "2-94ته (ورته) ووايه: كه د الله په نيز د اخرت كور له نورو خلقو نه په غير، يواځې هم ستاسو لپاره وي، نو(بيا خو) د مرګ ارزو وكړئ كه تاسو رښتوني يئ"
    },
    {
      "number": 95,
      "text": "وَلَن يَتَمَنَّوْهُ أَبَدًۢا بِمَا قَدَّمَتْ أَيْدِيهِمْ ۗ وَٱللَّهُ عَلِيمٌۢ بِٱلظَّٰلِمِينَ",
      "page": 15,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "و هرگز مرگ را آرزو نکنند به سبب گناهانی که بدست خود تقدیم کرده‌اند، و الله به حال ظالمان داناست.",
      "translation_pashto": "2-95او دوى به كله هم د هغه ارزو و نه كړي هېڅكله، په سبب د هغو (عملونو) چې د دوى لاسونو وړاندې لېږلي دي او الله په ظالمانو باندې ښه پوه دى "
    },
    {
      "number": 96,
      "text": "وَلَتَجِدَنَّهُمْ أَحْرَصَ ٱلنَّاسِ عَلَىٰ حَيَوٰةٍۢ وَمِنَ ٱلَّذِينَ أَشْرَكُوا۟ ۚ يَوَدُّ أَحَدُهُمْ لَوْ يُعَمَّرُ أَلْفَ سَنَةٍۢ وَمَا هُوَ بِمُزَحْزِحِهِۦ مِنَ ٱلْعَذَابِ أَن يُعَمَّرَ ۗ وَٱللَّهُ بَصِيرٌۢ بِمَا يَعْمَلُونَ",
      "page": 15,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "و آنها (یهود) را حریص‌ترین مردم بر زندگی دنیا خواهی یافت، حتی حریص‌تر از مشرکین، هر یک از آنان دوست دارد که هزار سال عمر کند، با اینکه اگر چنین عمری به وی داده شود او را از عذاب نجات نمی‌دهد و الله به آنچه می‌کنند بیناست.",
      "translation_pashto": "2-96او خامخا ته به له ټولو خلقو نه زيات په ژوند پسې حرصناك هم دوى مومې، او تر دې چې له مشركانو نه هم(زيات حرصناك)، د دوى (د يهوديانو) هر يو كس دا ارزو كوي چې ارمان! كه زر كاله عمر وركړى شي، او نه دى هغه خَلاصَوُنكى ده لره له عذاب نه، دا چې(دومره) عمر وركړى شي، او الله هغه څه لره ښه ليدونكى دى چې دوى يې كوي "
    },
    {
      "number": 97,
      "text": "قُلْ مَن كَانَ عَدُوًّۭا لِّجِبْرِيلَ فَإِنَّهُۥ نَزَّلَهُۥ عَلَىٰ قَلْبِكَ بِإِذْنِ ٱللَّهِ مُصَدِّقًۭا لِّمَا بَيْنَ يَدَيْهِ وَهُدًۭى وَبُشْرَىٰ لِلْمُؤْمِنِينَ",
      "page": 15,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "بگو: هرکس که دشمن جبرئیل باشد، همانا او قرآن را به اذن الله بر قلب تو نازل کرده است، در حالیکه تأیید کننده کتاب‌هایی است که در پیش آنان است و برای مؤمنان هدایت و بشارت است.",
      "translation_pashto": "2-97ووايه: هر څوك چې د جبريل دښمن دى، نو يقينًا هغه دا (قرآن) د الله په حكم سره ستا پر زړه نازل كړى دى، چې د هغو (كتابونو) تصدىق كوونكى دى، چې له ده نه مخكې دي، او د مومنانو لپاره هدايت او زېرى دى "
    },
    {
      "number": 98,
      "text": "مَن كَانَ عَدُوًّۭا لِّلَّهِ وَمَلَٰٓئِكَتِهِۦ وَرُسُلِهِۦ وَجِبْرِيلَ وَمِيكَىٰلَ فَإِنَّ ٱللَّهَ عَدُوٌّۭ لِّلْكَٰفِرِينَ",
      "page": 15,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "هرکس که دشمن الله و فرشته‌ها و پیغمبران و جبرئیل و میکاییل باشد پس البته الله دشمن کافران است.",
      "translation_pashto": "2-98هر څوك چې د الله دښمن دى او د هغه د ملايكو او د هغه د رسولانو او د جبرىل او د ميكائيل، نو يقينًا الله د كافرانو دښمن دى "
    },
    {
      "number": 99,
      "text": "وَلَقَدْ أَنزَلْنَآ إِلَيْكَ ءَايَٰتٍۭ بَيِّنَٰتٍۢ ۖ وَمَا يَكْفُرُ بِهَآ إِلَّا ٱلْفَٰسِقُونَ",
      "page": 15,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "و البته آیت‌های روشن و بیانگر حق را بر تو نازل کردیم، و از آن آیات انکار نمی‌کند مگر فاسقان (نافرمانان).",
      "translation_pashto": "2-99او يقينًا په تحقيق سره مونږ ستا په طرف روښانه ايتونه نازل كړي دي او په هغو باندې يواځې او يواځې فاسقان (بدكاران) كافر كېږي "
    },
    {
      "number": 100,
      "text": "أَوَكُلَّمَا عَٰهَدُوا۟ عَهْدًۭا نَّبَذَهُۥ فَرِيقٌۭ مِّنْهُم ۚ بَلْ أَكْثَرُهُمْ لَا يُؤْمِنُونَ",
      "page": 15,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "چرا هرگاه که عهد محکم بستند (باز) گروهی از آنها آن را به دور انداخته و شکستند؟ بلکه بیشتر ایشان ایمان نمی‌آرند.",
      "translation_pashto": "2-100ايا هر كله چې دوى به وعده وكړه، كومه وعده، نو په دوى كې يوې ډلې به هغه وغورځوله، بلكې د دوى اكثره خلق ايمان نه راوړي "
    },
    {
      "number": 101,
      "text": "وَلَمَّا جَآءَهُمْ رَسُولٌۭ مِّنْ عِندِ ٱللَّهِ مُصَدِّقٌۭ لِّمَا مَعَهُمْ نَبَذَ فَرِيقٌۭ مِّنَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَٰبَ كِتَٰبَ ٱللَّهِ وَرَآءَ ظُهُورِهِمْ كَأَنَّهُمْ لَا يَعْلَمُونَ",
      "page": 15,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "و چون پیغمبری از جانب الله نزد آنها آمد که تصديق کننده چیزی بود که با خود داشتند، گروهی از اهل کتاب، کتاب الله (قرآن) را پشت سرشان انداختند گویا (از آن هیچ) نمیدانند.",
      "translation_pashto": "2-101او كله چې دوى ته د الله له جانب نه رسول راغى، چې تصدىق كوونكى دى د هغه څه چې له دوى سره دي، نو له هغو كسانو نه چې كتاب (تورات) ورته وركړى شوى و (اهل كتاب وو) يوې ډلې د الله كتاب د خپلو شاګانو وروسته (داسې) وغورځاوه، ګوياكې دوى نه پوهېږي "
    },
    {
      "number": 102,
      "text": "وَٱتَّبَعُوا۟ مَا تَتْلُوا۟ ٱلشَّيَٰطِينُ عَلَىٰ مُلْكِ سُلَيْمَٰنَ ۖ وَمَا كَفَرَ سُلَيْمَٰنُ وَلَٰكِنَّ ٱلشَّيَٰطِينَ كَفَرُوا۟ يُعَلِّمُونَ ٱلنَّاسَ ٱلسِّحْرَ وَمَآ أُنزِلَ عَلَى ٱلْمَلَكَيْنِ بِبَابِلَ هَٰرُوتَ وَمَٰرُوتَ ۚ وَمَا يُعَلِّمَانِ مِنْ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحْنُ فِتْنَةٌۭ فَلَا تَكْفُرْ ۖ فَيَتَعَلَّمُونَ مِنْهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيْنَ ٱلْمَرْءِ وَزَوْجِهِۦ ۚ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنْ أَحَدٍ إِلَّا بِإِذْنِ ٱللَّهِ ۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمْ وَلَا يَنفَعُهُمْ ۚ وَلَقَدْ عَلِمُوا۟ لَمَنِ ٱشْتَرَىٰهُ مَا لَهُۥ فِى ٱلْءَاخِرَةِ مِنْ خَلَٰقٍۢ ۚ وَلَبِئْسَ مَا شَرَوْا۟ بِهِۦٓ أَنفُسَهُمْ ۚ لَوْ كَانُوا۟ يَعْلَمُونَ",
      "page": 16,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "و پیروی کردند از آنچه شیاطین در روزگار فرمانروایی سلیمان می‌خواندند، و سلیمان کفر نورزید، (و سحر و جادو نیاموخت) بلکه شیاطین کفر ورزیدند که به مردم جادو می‌آموختند و (نیز از) آنچه بر آن دو فرشته، هاروت و ماروت در بابل نازل شده بود پیروی می‌کردند. و این دو هیچ کسی را چیزی نمی‌آموختند مگر آنکه می‌گفتند: ما وسیله آزمایش شما هستیم، پس کافر مشو. و مردم از آنان چیزی می‌آموختند که با آن بین مرد و همسرش جدایی می‌افگندند و آنان به کسی زیانی نمی‌رساندند مگر به اذن الله و چیزی را می‌آموختند که به آنها زیان می‌رساند و به آنها سودی نمی‌رساند. و به خوبی می‌دانستند که هرکس خریدار آن باشد در آخرت بهرۀ ندارد، و چه بد بود آنچه به جان خریدند اگر میدانستند.",
      "translation_pashto": "2-102او دوى د هغه څه تابع شول چې د سليمان په بادشاهت كې شيطانانو لوستل، او سليمان كفر نه و كړى او لېكن شيطانان كافر شوي وو، خلقو ته به يې جادو (سحر) ښوده او (دوى تابع شول) د هغه څه چې په بابل ښار كې په دوه ملايكو هاروت او ماروت نازل كړى شوى و او دغو دواړو به هيچا ته ښودنه نه كوله، مګر چې ويل به يې: اصل خبره دا ده چې مونږ يَوْ ازمېښت يو، نو ته مه كافر كېږه، نو هغوى به له دغو دواړو نه هغه څه زده كول چې په هغه سره به يې د سړي او د هغه د ښځې په مينځ كې جدايي راوستله، او په دې (جادو) سره دوى هيچا ته هم ضرر نه شو رسولى مګر د الله په حكم سره، او دوى به هغه څه زده كول چې دوى ته به يې ضرر رساوه او فايده به يې ورته نه رسوله او يقينًا يقينًا دوى په دې پوه وو چې چا دا (سحر) واخيسته، نو د هغه لپاره په اخرت (جنت) كې هېڅ برخه نشته، او يقينًا بد دى هغه څيز چې د هغه په بدل كې دوى خپل ځانونه خرڅ كړل، كه چېرې دوى پوهېدلى  "
    },
    {
      "number": 103,
      "text": "وَلَوْ أَنَّهُمْ ءَامَنُوا۟ وَٱتَّقَوْا۟ لَمَثُوبَةٌۭ مِّنْ عِندِ ٱللَّهِ خَيْرٌۭ ۖ لَّوْ كَانُوا۟ يَعْلَمُونَ",
      "page": 16,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "و اگر آنها ایمان می‌آوردند و پرهیزگاری می‌کردند يقينا ثوابی که نزد الله هست برایشان بهتر بود، اگر این را می‌دانستند.",
      "translation_pashto": "2-103او كه يقينًا دوى ايمان راوړى وى او پرهېزګاره شوي وى، نو خامخا د الله له جانبه بدله ډېره ښه ده، كه دوى پوهېدلى "
    },
    {
      "number": 104,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَقُولُوا۟ رَٰعِنَا وَقُولُوا۟ ٱنظُرْنَا وَٱسْمَعُوا۟ ۗ وَلِلْكَٰفِرِينَ عَذَابٌ أَلِيمٌۭ",
      "page": 16,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "ای کسانی که ایمان آورده‌اید، پیغمبر را به لفظ «راعنا» (ما را رعایت کن) خطاب نکنید (بلکه)، بگویید (در خطاب خود) «انظرنا» (ما را نظر کن) و بشنوید (گفته او را چون کلمه توهین آمیز در مقابل پیغمبر کفر است( و برای کفار عذاب دردناک است.",
      "translation_pashto": "2-104اى هغو كسانو چې ايمان يې راوړى دى! تاسو’رَاعِنَا‘ (لفظ) مه وايئ  او ’اُنْظُرْنَا‘ (مونږ ته وګوره) وايئ او (خبره) اورئ او د كافرانو لپاره ډېر دردوونكى عذاب دى "
    },
    {
      "number": 105,
      "text": "مَّا يَوَدُّ ٱلَّذِينَ كَفَرُوا۟ مِنْ أَهْلِ ٱلْكِتَٰبِ وَلَا ٱلْمُشْرِكِينَ أَن يُنَزَّلَ عَلَيْكُم مِّنْ خَيْرٍۢ مِّن رَّبِّكُمْ ۗ وَٱللَّهُ يَخْتَصُّ بِرَحْمَتِهِۦ مَن يَشَآءُ ۚ وَٱللَّهُ ذُو ٱلْفَضْلِ ٱلْعَظِيمِ",
      "page": 16,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "کافران اهل کتاب و مشرکین دوست ندارند که خیری از جانب پروردگارتان بر شما نازل شود، و الله هر کسی را که بخواهد به رحمت خویش اختصاص می‌دهد و الله دارای فضل بزرگ است.",
      "translation_pashto": "2-105دا خبره نه هغه كسان خوښوي چې په اهل كتابو كې كافر شوي دي او نه يې مشركان، چې ستاسو د رب له جانبه پر تاسو څه خير نازل كړى شي، او الله په خپل رحمت سره خاص كوي هغه څوك چې يې وغواړي، او الله د عظيم فضل خاوند دى "
    },
    {
      "number": 106,
      "text": "۞ مَا نَنسَخْ مِنْ ءَايَةٍ أَوْ نُنسِهَا نَأْتِ بِخَيْرٍۢ مِّنْهَآ أَوْ مِثْلِهَآ ۗ أَلَمْ تَعْلَمْ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرٌ",
      "page": 17,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "هر آیه‌ای را که نسخ کنیم یا آن را (از حافظۀ تو) فراموش گردانیم بهتر از آن یا مانند آن را می‌آوریم، آیا نمی‌دانی که الله بر هر چیز قادر است؟.",
      "translation_pashto": "2-106مونږ چې كوم ايت منسوخ كوو، يا يې (د مومنانو له زړونو نه) هيرَوُو، نو له هغه نه غوره، يا د هغه په شان راوړو، ايا ته پوه نه يې چې يقينًا الله پر هر شي باندې ښه قادر دى "
    },
    {
      "number": 107,
      "text": "أَلَمْ تَعْلَمْ أَنَّ ٱللَّهَ لَهُۥ مُلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۗ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِىٍّۢ وَلَا نَصِيرٍ",
      "page": 17,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "آیا نمیدانی (ای مخاطب) که پادشاهی آسمان‌ها و زمین از الله است و برای شما جز او هیچ کارساز و مددگاری نیست.",
      "translation_pashto": "2-107ايا ته پوه نه يې چې يقينًا الله چې دى، د اسمانونو او ځمكې بادشاهي خاص د هغه لپاره ده، او تاسو لپاره له الله نه غير (بل) هېڅ كارساز نشته او نه مددګار "
    },
    {
      "number": 108,
      "text": "أَمْ تُرِيدُونَ أَن تَسْـَٔلُوا۟ رَسُولَكُمْ كَمَا سُئِلَ مُوسَىٰ مِن قَبْلُ ۗ وَمَن يَتَبَدَّلِ ٱلْكُفْرَ بِٱلْإِيمَٰنِ فَقَدْ ضَلَّ سَوَآءَ ٱلسَّبِيلِ",
      "page": 17,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "آیا از پیغمبرتان همان را می‌خواهید که پیش از او از موسی خواسته شد؟ و هر کسی کفر را جانشین ایمان گرداند به راستی که از راه راست گمراه شده است.",
      "translation_pashto": "2-108ايا تاسو اراده لرئ چې له خپل رسول نه (داسې) سوال وكړئ لكه څنګه چې له دې نه مخكې له موسٰى نه سوال شوى و؟ او هغه څوك چې د ايمان په بدل كې كفر واخلي، نو يقينًا هغه له سمې لارې نه بې لارې شو  "
    },
    {
      "number": 109,
      "text": "وَدَّ كَثِيرٌۭ مِّنْ أَهْلِ ٱلْكِتَٰبِ لَوْ يَرُدُّونَكُم مِّنۢ بَعْدِ إِيمَٰنِكُمْ كُفَّارًا حَسَدًۭا مِّنْ عِندِ أَنفُسِهِم مِّنۢ بَعْدِ مَا تَبَيَّنَ لَهُمُ ٱلْحَقُّ ۖ فَٱعْفُوا۟ وَٱصْفَحُوا۟ حَتَّىٰ يَأْتِىَ ٱللَّهُ بِأَمْرِهِۦٓ ۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرٌۭ",
      "page": 17,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "بسیاری از اهل کتاب به خاطر حسدی که در دل دارند دوست دارند که شما پس از ایمان آوردنتان کافر شوید پس از اینکه حق برایشان روشن گردید، پس گذشت و چشم پوشی کنید تا الله فرمان خود را بیاورد. البته الله بر هر چیزی تواناست.",
      "translation_pashto": "2-109په اهل كتابو كې ډېر خلق د خپلو نفسونو د حسد په وجه، د حق له واضحه كېدو نه بعد (هم)، دا ارزو لري چې له ايمان راوړو نه پس تاسو بيا كافران كړي، نو (لا دوى ته) معافي كوئ او مخ ترې واړوئ، تر هغې چې الله خپل حكم راوړي، بېشكه الله پر هر شي باندې ښه قادر دى  "
    },
    {
      "number": 110,
      "text": "وَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ ۚ وَمَا تُقَدِّمُوا۟ لِأَنفُسِكُم مِّنْ خَيْرٍۢ تَجِدُوهُ عِندَ ٱللَّهِ ۗ إِنَّ ٱللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌۭ",
      "page": 17,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "و (در اصلاح خود کوشیده) نماز را برپا کنید و زکات را بدهید و آنچه شما از خوبی و خیر برای خودتان پیش می‌فرستید، آن را نزد الله خواهید یافت. چون الله به آنچه می‌کنید بیناست.",
      "translation_pashto": "2-110او تاسو لمونځ قايموئ او زكات وركوئ، او هر هغه خير (نېكي) چې تاسو يې د خپلو ځانونو لپاره مخكې لېږئ، هغه به له الله سره ومومئ، بېشكه الله هغه عمل لره ښه ليدونكى دى چې تاسو يې كوئ  "
    },
    {
      "number": 111,
      "text": "وَقَالُوا۟ لَن يَدْخُلَ ٱلْجَنَّةَ إِلَّا مَن كَانَ هُودًا أَوْ نَصَٰرَىٰ ۗ تِلْكَ أَمَانِيُّهُمْ ۗ قُلْ هَاتُوا۟ بُرْهَٰنَكُمْ إِن كُنتُمْ صَٰدِقِينَ",
      "page": 17,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "و گفتند: (یهود و نصارا) هرگز کسی وارد بهشت نمی‌شود مگر آنکه یهودی یا نصرانی باشد، این آرزوی آنهاست، بگو دلیل خود را بیاورید اگر در دعوای خود صادق هستید.",
      "translation_pashto": "2-111او دوى (اهل كتاب) وايي: جنت ته به هيڅكله هم (څوك) داخل نشي، مګر هغه څوك چې يهودي وي، يا نصراني، دا د دوى (باطلې) ارزوګانې دي، ته (ورته) ووايه: (په دې دعوا) خپل دليل راوړئ، كه تاسو رښتوني يئ  "
    },
    {
      "number": 112,
      "text": "بَلَىٰ مَنْ أَسْلَمَ وَجْهَهُۥ لِلَّهِ وَهُوَ مُحْسِنٌۭ فَلَهُۥٓ أَجْرُهُۥ عِندَ رَبِّهِۦ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
      "page": 17,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "بلی! هر کس که مخلصانه روی به الله کند (و منقاد اوامر او گردد) در حالیکه نیکوکار باشد، پس پاداش او نزد پروردگارش است، و نه ترسی بر آنهاست و نه اندوهگین می‌گردند.",
      "translation_pashto": "2-112ولې نه! چا چې خپل مخ د الله تابع كړو او نېكي كوونكى و، نو د هغه لپاره د خپل رب په نيز اجر دى، او په دوى باندې نه هېڅ وېره شته او نه به دوى غمژن كېږي  "
    },
    {
      "number": 113,
      "text": "وَقَالَتِ ٱلْيَهُودُ لَيْسَتِ ٱلنَّصَٰرَىٰ عَلَىٰ شَىْءٍۢ وَقَالَتِ ٱلنَّصَٰرَىٰ لَيْسَتِ ٱلْيَهُودُ عَلَىٰ شَىْءٍۢ وَهُمْ يَتْلُونَ ٱلْكِتَٰبَ ۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ لَا يَعْلَمُونَ مِثْلَ قَوْلِهِمْ ۚ فَٱللَّهُ يَحْكُمُ بَيْنَهُمْ يَوْمَ ٱلْقِيَٰمَةِ فِيمَا كَانُوا۟ فِيهِ يَخْتَلِفُونَ",
      "page": 18,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "ویهودی‌ها گفتند که نصارا بر چیزی (از حق) نیستند (که قابل اعتماد باشد) و نصارا گفتند که یهودیها بر چیزی (از حق) نیستند (که قابل اعتماد باشد) در حالیکه هر دو کتاب الله را تلاوت می‌کنند و (می دانند که عقیدۀ هر دو خلاف كتاب الله است) همچنین آنانکه (کتاب آسمانی را) نمی‌دانند مانند سخن آنها را گفتند، پس الله حكم خواهد کرد در میان ایشان در روز قیامت در باره چیزی که در آن اختلاف می‌کردند.",
      "translation_pashto": "2-113او يهوديانو ويل: نصرانيان (د دين) په هېڅ څيز باندې (قايم) نه دي او نصرانيانو ويل: يهوديان (د دين) په هېڅ څيز باندې (ولاړ) نه دي، حال دا چې دوى كتاب لولي، همدارنګه، د دوى د خبرې په شان خبره هغو كسانو هم كړې وه چې بې علمه وو، نو الله به د قيامت په ورځ د دوى په مينځ كې د هغو خبرو په هكله فيصله كوي چې دوى به په كې اختلاف كاوه  "
    },
    {
      "number": 114,
      "text": "وَمَنْ أَظْلَمُ مِمَّن مَّنَعَ مَسَٰجِدَ ٱللَّهِ أَن يُذْكَرَ فِيهَا ٱسْمُهُۥ وَسَعَىٰ فِى خَرَابِهَآ ۚ أُو۟لَٰٓئِكَ مَا كَانَ لَهُمْ أَن يَدْخُلُوهَآ إِلَّا خَآئِفِينَ ۚ لَهُمْ فِى ٱلدُّنْيَا خِزْىٌۭ وَلَهُمْ فِى ٱلْءَاخِرَةِ عَذَابٌ عَظِيمٌۭ",
      "page": 18,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "و کیست ظالم‌تر از کسیکه نگذارد در مساجد الله نام او برده شود و در ویرانی آن بکوشد؟ همان گروه را لایق نبود که داخل شوند در مسجدها مگر اینکه ترسان باشند (از عقوبت الهی)، (پس ) برای آنها در دنیا رسوائی است و در آخرت عذاب بزرگ در پیش دارند.",
      "translation_pashto": "2-114او له هغه كس نه بل زيات ظالم څوك دى چې د الله جوماتونه بندوي (له دې خبرې نه) چې په دغو (جوماتونو) كې د هغه (الله) نوم ياد كړى شي او د دغو (جوماتونو) په ورانولو كې كوشش كوي، دغه كسان چې دي، دوى ته دا حق نشته چې دې (جوماتونو) ته ننوځي مګر دا چې وېرېدونكي وي، د دوى لپاره په دنيا كې رسوايي ده او د دوى لپاره په اخرت كې ډېر لوى عذاب دى  "
    },
    {
      "number": 115,
      "text": "وَلِلَّهِ ٱلْمَشْرِقُ وَٱلْمَغْرِبُ ۚ فَأَيْنَمَا تُوَلُّوا۟ فَثَمَّ وَجْهُ ٱللَّهِ ۚ إِنَّ ٱللَّهَ وَٰسِعٌ عَلِيمٌۭ",
      "page": 18,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "(با بند کردن مساجد، عبادت الله بند نمی‌شود زیرا) برای الله است جانب مشرق و جانب مغرب، پس به هر طرف که روی کنید (برای عبادت الله) همانجاست روی الله؛ همانا الله دارای فضل گشاده و داناست.",
      "translation_pashto": "2-115او خاص د الله لپاره مشرق او مغرب دى، نو كوم طرف ته چې تاسو مخ كوئ، نو هلته د الله مخ دى، بېشكه الله ډېر فراخۍ والا، ښه پوه دى  "
    },
    {
      "number": 116,
      "text": "وَقَالُوا۟ ٱتَّخَذَ ٱللَّهُ وَلَدًۭا ۗ سُبْحَٰنَهُۥ ۖ بَل لَّهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۖ كُلٌّۭ لَّهُۥ قَٰنِتُونَ",
      "page": 18,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "و گفتند: الله فرزندی برای خود برگزیده است، او پاک و منزه است. بلکه آنچه در آسمان‌ها و زمین است از اوست، و همه فرمانبردار او هستند.",
      "translation_pashto": "2-116او هغوى وويل: الله (د ځان لپاره) اولاد نيولى دى، (داسې نه ده) هغه (له دې خبرو نه) پاك دى، بلكې څه چې په اسمانونو او ځمكه كې دي، هغه (ټول) خاص د هغه لپاره دي، ټول د هغه حكم منونكي دي  "
    },
    {
      "number": 117,
      "text": "بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۖ وَإِذَا قَضَىٰٓ أَمْرًۭا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ",
      "page": 18,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "به وجود آورنده آسمان‌ها و زمین )از عدم و بدون هیچ نمونه( است و چون ایجاد چیزی را فیصله کند، به آن می‌گوید: «باش»، پس می‌شود.",
      "translation_pashto": "2-117بې له نمونې پيدا كوونكى د اسمانونو او ځمكې دى، او كله چې د كوم كار فيصله وكړي، نو همدا خبره ده چې هغه ته ووايي: ’’وشه‘‘ نو هغه وشي  "
    },
    {
      "number": 118,
      "text": "وَقَالَ ٱلَّذِينَ لَا يَعْلَمُونَ لَوْلَا يُكَلِّمُنَا ٱللَّهُ أَوْ تَأْتِينَآ ءَايَةٌۭ ۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ مِن قَبْلِهِم مِّثْلَ قَوْلِهِمْ ۘ تَشَٰبَهَتْ قُلُوبُهُمْ ۗ قَدْ بَيَّنَّا ٱلْءَايَٰتِ لِقَوْمٍۢ يُوقِنُونَ",
      "page": 18,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "و آنان که نمی‌دانند، گفتند: چرا الله با ما سخن نمی‌گوید یا معجزۀ روشنی برای ما نمی‌فرستد؟ کسانی که پیش از آنها بودند مانند سخن آنها را گفتند، دل‌هایشان شبیه همدیگر است. به راستی که آیات را برای قومی روشن ساخته‌ایم که یقین دارند.",
      "translation_pashto": "2-118او وويل هغو كسانو چې (په هېڅ) نه پوهېږي: زمونږ سره الله ولې خبرې نه كوي، يا مونږ ته ولې كومه نښه نه راځي؟ همدارنګه د دوى د خبرې په شان خبره هغو كسانو (هم) كړې وه؛ چې له دوى نه مخكې وو، د دوى زړونه له يو بل سره مشابه (يو شان) شوي دي، يقينًا مونږ د هغو خلقو لپاره ايتونه بيان كړي دي چې يقين كوي  "
    },
    {
      "number": 119,
      "text": "إِنَّآ أَرْسَلْنَٰكَ بِٱلْحَقِّ بَشِيرًۭا وَنَذِيرًۭا ۖ وَلَا تُسْـَٔلُ عَنْ أَصْحَٰبِ ٱلْجَحِيمِ",
      "page": 18,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "يقينا ما تو را به حق مژده دهنده و بیم دهنده فرستادیم، و دربارۀ دوزخیان از تو پرسیده نخواهد شد.",
      "translation_pashto": "2-119 يقينًا (اى نبي!) ته مونږه په حقه سره زېرى وركوونكى او وېروونكى لېږلى يې، او د دوزخيانو په باره كې به له تا نه تپوس نه كېږي  "
    },
    {
      "number": 120,
      "text": "وَلَن تَرْضَىٰ عَنكَ ٱلْيَهُودُ وَلَا ٱلنَّصَٰرَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمْ ۗ قُلْ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلْهُدَىٰ ۗ وَلَئِنِ ٱتَّبَعْتَ أَهْوَآءَهُم بَعْدَ ٱلَّذِى جَآءَكَ مِنَ ٱلْعِلْمِ ۙ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِىٍّۢ وَلَا نَصِيرٍ",
      "page": 19,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "و یهود و نصارا هرگز از تو راضی نخواهند شد تا اینکه از دینشان پیروی کنی. بگو: البته هدایت الله هدایت حقیقی است. و اگر از خواهشات و آرزوهایشان پیروی کنی پس از اینکه علم و آگاهی به تو آمده است، هیچ مددگار و یاوری از جانب الله برایت نخواهد بود.",
      "translation_pashto": "2-120او له تا نه خو به هېڅكله نه يهوديان راضي شى، او نه نصرانيان، تر دې چې ته د دوى د دين پيروي وكړې، ته ووايه: بېشكه د الله هدايت، هُم هغه (اصل) هدايت دى، او يقينًا كه تا، له دې نه پس چې تا ته علم راغى، د هغوى د خواهشاتو پيروي وكړه، (نو) تا لره د الله (له عذاب) نه (خلاصوونكى) نه څوك دوست شته او نه كوم مددګار "
    },
    {
      "number": 121,
      "text": "ٱلَّذِينَ ءَاتَيْنَٰهُمُ ٱلْكِتَٰبَ يَتْلُونَهُۥ حَقَّ تِلَاوَتِهِۦٓ أُو۟لَٰٓئِكَ يُؤْمِنُونَ بِهِۦ ۗ وَمَن يَكْفُرْ بِهِۦ فَأُو۟لَٰٓئِكَ هُمُ ٱلْخَٰسِرُونَ",
      "page": 19,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "کسانی که به آنها کتاب داده‌ایم آن را طوری که حق خواندنش است تلاوت می‌کنند، ایشان به آن ایمان می‌آورند و هر کس به آن کفر ورزد پس آنان زیانکاران‌اند.",
      "translation_pashto": "2-121هغه كسان چې مونږ هغوى ته كتاب وركړى دى، هغوى د دې (كتاب) تلاوت كوي (څنګه) چې يې د تلاوت حق دى، هم دغه كسان پر ده ايمان راوړي، او څوك چې په دې (كتاب) باندې كافر شه، نو هم دغه كسان تاوانيان دي "
    },
    {
      "number": 122,
      "text": "يَٰبَنِىٓ إِسْرَٰٓءِيلَ ٱذْكُرُوا۟ نِعْمَتِىَ ٱلَّتِىٓ أَنْعَمْتُ عَلَيْكُمْ وَأَنِّى فَضَّلْتُكُمْ عَلَى ٱلْعَٰلَمِينَ",
      "page": 19,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "و ای فرزندان يعقوب! یاد کنید نعمت مرا که به شما ارزانی داشتم و اینکه شما را بر جهانیان (هم‌عصرتان) برتری دادم.",
      "translation_pashto": "2-122اى بني اسرائيلو! زما هغه نعمتونه ياد كړئ چې ما پر تاسو  باندې لَورَولي دي او دا چې بېشكه ما تاسو پر عالَمونو باندې غوره كړي وئ  "
    },
    {
      "number": 123,
      "text": "وَٱتَّقُوا۟ يَوْمًۭا لَّا تَجْزِى نَفْسٌ عَن نَّفْسٍۢ شَيْـًۭٔا وَلَا يُقْبَلُ مِنْهَا عَدْلٌۭ وَلَا تَنفَعُهَا شَفَٰعَةٌۭ وَلَا هُمْ يُنصَرُونَ",
      "page": 19,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "و (نیز) بترسید از روزی که کسی به داد کسی نمی‌رسد و بدلی از آن پذیرفته نمی‌شود و شفاعت به او سودی نمی‌رساند، و نه آنها یاری خواهند شد.",
      "translation_pashto": "2-123او له هغې ورځې نه ووېرېږئ چې هېڅ يو نفس به د بل نفس هېڅ په كار رانشي، او نه به له هغه نه فديه (بدل) قبلېږي او نه به هغه ته څه سفارش فايده وركوي او نه به له هغوى سره مرسته كېږي "
    },
    {
      "number": 124,
      "text": "۞ وَإِذِ ٱبْتَلَىٰٓ إِبْرَٰهِۦمَ رَبُّهُۥ بِكَلِمَٰتٍۢ فَأَتَمَّهُنَّ ۖ قَالَ إِنِّى جَاعِلُكَ لِلنَّاسِ إِمَامًۭا ۖ قَالَ وَمِن ذُرِّيَّتِى ۖ قَالَ لَا يَنَالُ عَهْدِى ٱلظَّٰلِمِينَ",
      "page": 19,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "و چون ابراهیم را پروردگارش با کلماتی امتحان کرد و آن را به طور کامل انجام داد. الله فرمود: تو را پیشوای مردم قرار می‌دهم، گفت: و از اولاد من (نیز پیشوایان مقرر کن) فرمود: عهد من به ظالمان نمی‌رسد (یعنی: این منصب صرف به صالحان اولاد تو خواهد رسید).",
      "translation_pashto": "2-124او (ياد كړه) هغه وخت چې خپل رب يې ابراهيم په څو خبرو سره وازمايه، نو (ابراهيم) هغه پوره كړې (الله) وويل: يقينًا زه تا د خلقو لپاره امام جوړوم، هغه وويل: او زما په اولاد كې (هم امامان جوړكړه) (الله) وويل: زما عهد (د امامت وعده) ظالمانو (كافرانو) ته نه رسېږي "
    },
    {
      "number": 125,
      "text": "وَإِذْ جَعَلْنَا ٱلْبَيْتَ مَثَابَةًۭ لِّلنَّاسِ وَأَمْنًۭا وَٱتَّخِذُوا۟ مِن مَّقَامِ إِبْرَٰهِۦمَ مُصَلًّۭى ۖ وَعَهِدْنَآ إِلَىٰٓ إِبْرَٰهِۦمَ وَإِسْمَٰعِيلَ أَن طَهِّرَا بَيْتِىَ لِلطَّآئِفِينَ وَٱلْعَٰكِفِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ",
      "page": 19,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "و باز یاد آور شوید وقتی که خانه کعبه را محل اجتماع مردم و جای امنی برای‌شان قرار دادیم و گفتیم از مقام ابراهیم جای نماز بگیرید. و به ابراهیم و اسماعیل سفارش کردیم تا خانه مرا برای طواف کنندگان و معتکفان و ركوع کنندگان و سجده کنندگان پاکیزه گردانید.",
      "translation_pashto": "2-125او كله چې مونږه بيت الله د خلقو لپاره د جمع كېدو او د امن ځاى وګرځاوه، او (مونږ وويل:) له مقامِ ابراهيم نه ’’لمونځ ځاى‘‘ جوړ كړئ، او مونږ ابراهيم او اسمٰعيل ته كلك حكم وكړ دا چې تاسو (دواړه) زما كور د طواف كوونكو او اعتكاف كوونكو او ركوع كوونكو، سجده كوونكو لپاره ښه پاك كړئ "
    },
    {
      "number": 126,
      "text": "وَإِذْ قَالَ إِبْرَٰهِۦمُ رَبِّ ٱجْعَلْ هَٰذَا بَلَدًا ءَامِنًۭا وَٱرْزُقْ أَهْلَهُۥ مِنَ ٱلثَّمَرَٰتِ مَنْ ءَامَنَ مِنْهُم بِٱللَّهِ وَٱلْيَوْمِ ٱلْءَاخِرِ ۖ قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُۥ قَلِيلًۭا ثُمَّ أَضْطَرُّهُۥٓ إِلَىٰ عَذَابِ ٱلنَّارِ ۖ وَبِئْسَ ٱلْمَصِيرُ",
      "page": 19,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "و یاد آور شوید وقتی ابراهیم گفت: ای پروردگارم! اینجا (مکه) را شهر امن بگردان و از اهلش هر آن کس که به الله و روز آخرت ایمان آورد از میوه‌ها به او روزی ببخش. الله فرمود: و هر کس که کفر ورزد او را مدت اندکی بهره‌مند می‌گردانم، باز او را به عذاب آتش ناچار می‌سازم و بد جای بازگشت است دوزخ.",
      "translation_pashto": "2-126او كله چې ابراهيم وويل: اى زما ربه! دا (ځاى) امن ناكه ښار جوړ كړه، او د ده اوسېدونكو ته له مېوو نه روزي وركړه، (خو) په دوى كې يواځې هغه چا ته چې پر الله او پر ورځ د اخرت يې ايمان راوړى وي. (الله) وويل: او څوك چې كافر شو، نو هغه ته به لږه فايده وركړم، بيا به هغه په زوره د اور عذاب ته بوځم او هغه د ورتلو بد ځاى دى "
    },
    {
      "number": 127,
      "text": "وَإِذْ يَرْفَعُ إِبْرَٰهِۦمُ ٱلْقَوَاعِدَ مِنَ ٱلْبَيْتِ وَإِسْمَٰعِيلُ رَبَّنَا تَقَبَّلْ مِنَّآ ۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
      "page": 20,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "(و یاد آور شوید) وقتی که ابراهیم و اسماعيل اساس و پایه‌های خانه کعبه را بلند می‌کردند گفتند: ای پروردگار ما! (بنای کعبه را) از ما قبول کن، چون تو شنوا و دانایی.",
      "translation_pashto": "2-127او كله چې ابراهيم د بيت الله بنيادونه اوچتول او (ورسره) اسمٰعيل (هم) (دواړو دا دعا كوله) اى زمونږه رَبه! زمونږ نه (دا عمل) قبول كړه، تهٔ چې يې، خاص تهٔ، ښه اورېدونكى، ښه عالم يې "
    },
    {
      "number": 128,
      "text": "رَبَّنَا وَٱجْعَلْنَا مُسْلِمَيْنِ لَكَ وَمِن ذُرِّيَّتِنَآ أُمَّةًۭ مُّسْلِمَةًۭ لَّكَ وَأَرِنَا مَنَاسِكَنَا وَتُبْ عَلَيْنَآ ۖ إِنَّكَ أَنتَ ٱلتَّوَّابُ ٱلرَّحِيمُ",
      "page": 20,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "ای پروردگار ما، ما را فرمانبردار خود بگردان، از فرزندان ما ملتی فرمانبردار پدید آور و به ما طرز عبادت ما را نشان ده، و توبه ما را قبول کن، چون تویی قبول کننده توبه (و) بسیار مهربان.",
      "translation_pashto": "2-128اى زمونږه ربه! مونږ ستا (حكم) منونكي جوړ كړه او زمونږه په اولاد كې (هم) يوه ډله ستا حكم منونكې (جوړه كړه) او مونږ ته زمونږ د عبادت طرىقې وښَيَه او زمونږه توبه قبوله كړه، يقينًا همدا تهٔ ډېر ښه توبه قبلوونكى، بې حده رحم كوونكى يې "
    },
    {
      "number": 129,
      "text": "رَبَّنَا وَٱبْعَثْ فِيهِمْ رَسُولًۭا مِّنْهُمْ يَتْلُوا۟ عَلَيْهِمْ ءَايَٰتِكَ وَيُعَلِّمُهُمُ ٱلْكِتَٰبَ وَٱلْحِكْمَةَ وَيُزَكِّيهِمْ ۚ إِنَّكَ أَنتَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "page": 20,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "ای پروردگار ما! در میان اولاد من پیغمبری از جنس خود‌شان بفرست که آیات را بر آنها تلاوت کند و به آنها کتاب آسمانی و حکمت (علم و دانش آن( را بیاموزد و آنها را پاک سازد، يقينا تویی بسیار غالب و با حکمت.",
      "translation_pashto": "2-129اى زمونږه ربه! دې (خلقو) ته له هم دوى نه يو رسول ولېږه، چې دوى ته ستا ايتونه تلاوت كوي او دوى ته كتاب (قرآن) او حكمت (سنت) ښَيي او دوى پاكوي، يقينًا، هم دا ته، ډېر غالب، ښه حكمت والا يې "
    },
    {
      "number": 130,
      "text": "وَمَن يَرْغَبُ عَن مِّلَّةِ إِبْرَٰهِۦمَ إِلَّا مَن سَفِهَ نَفْسَهُۥ ۚ وَلَقَدِ ٱصْطَفَيْنَٰهُ فِى ٱلدُّنْيَا ۖ وَإِنَّهُۥ فِى ٱلْءَاخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ",
      "page": 20,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "و کیست که روی گرداند از دین ابراهیم بجز آنکه خود را خوار دانسته و نشناسد، و البته برگزیدیم ابراهیم را در دنیا، و يقينا او در آخرت نیز از نیکان خواهد بود.",
      "translation_pashto": "2-130او څوك دى چې د ابراهيم له ملت نه مخ اړوي، سِوا له هغه كس نه چې خپل ځان يې جاهل كړى وي او يقينًا يقينًا مونږه هغه (ابراهيم) په دنيا كې غوره كړى دى او بېشكه هغه په اخرت كې خامخا له صالحانو ځنې دى "
    },
    {
      "number": 131,
      "text": "إِذْ قَالَ لَهُۥ رَبُّهُۥٓ أَسْلِمْ ۖ قَالَ أَسْلَمْتُ لِرَبِّ ٱلْعَٰلَمِينَ",
      "page": 20,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "(به یاد آور وقتی را که) پروردگارش حکم کرد که فرمان بردار (اوامرم) شو، ابراهیم گفت: فرمان بردار شدم برای پروردگار جهانیان.",
      "translation_pashto": "2-131كله چې هغه ته خپل رب وويل: حكم منونكى شه، هغه وويل: زه د رب العلمين حكم منونكى شوم "
    },
    {
      "number": 132,
      "text": "وَوَصَّىٰ بِهَآ إِبْرَٰهِۦمُ بَنِيهِ وَيَعْقُوبُ يَٰبَنِىَّ إِنَّ ٱللَّهَ ٱصْطَفَىٰ لَكُمُ ٱلدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسْلِمُونَ",
      "page": 20,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "و ابراهیم و يعقوب پسرانشان را به آن وصیت کردند که ای فرزندان! الله دین را برایتان برگزیده است پس نمیرید مگر اینکه مسلمان باشید.",
      "translation_pashto": "2-132او ابراهيم خپلو زامنو ته د دې وصيت وكړ او يعقوب (هم، ويې ويل:) اى زما زامنو! بېشكه الله تاسو لپاره دا دين غوره كړى دى، نو بېخي مه مرئ مګر په داسې حال كې چې مسلمانان يئ "
    },
    {
      "number": 133,
      "text": "أَمْ كُنتُمْ شُهَدَآءَ إِذْ حَضَرَ يَعْقُوبَ ٱلْمَوْتُ إِذْ قَالَ لِبَنِيهِ مَا تَعْبُدُونَ مِنۢ بَعْدِى قَالُوا۟ نَعْبُدُ إِلَٰهَكَ وَإِلَٰهَ ءَابَآئِكَ إِبْرَٰهِۦمَ وَإِسْمَٰعِيلَ وَإِسْحَٰقَ إِلَٰهًۭا وَٰحِدًۭا وَنَحْنُ لَهُۥ مُسْلِمُونَ",
      "page": 20,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "آیا شما حاضر بودید وقتی که مرگ يعقوب فرا رسید؟ وقتی به پسران خود گفت که بعد از من چه چیز را عبادت می‌کنید؟ گفتند: معبودت را، و معبود پدرانت ابراهیم و اسماعیل و اسحاق را می‌پرستیم که معبودی یگانه است و ما فرمانبردار او هستیم.",
      "translation_pashto": "2-133ايا تاسو هغه وخت موجود وئ چې يعقوب ته مرګ حاضر شو؟ كله چې هغه خپلو زامنو ته وويل: له ما نه بعد به د څه شي عبادت كوئ؟ هغوى وويل: مونږ به ستا د اِلٰه (معبود) او ستا د پلرونو ابراهيم، او اسمٰعيل او اسحٰق د اِلٰه عبادت كوو، د يو حق معبود، او مونږه (ټول) د هغه حكم منونكي يو "
    },
    {
      "number": 134,
      "text": "تِلْكَ أُمَّةٌۭ قَدْ خَلَتْ ۖ لَهَا مَا كَسَبَتْ وَلَكُم مَّا كَسَبْتُمْ ۖ وَلَا تُسْـَٔلُونَ عَمَّا كَانُوا۟ يَعْمَلُونَ",
      "page": 20,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "آنها امتی بودند که در گذشتند و اعمالشان به سود خودشان است و اعمال شما، به سود خودتان است و شما مسؤول اعمال آنها نخواهید بود.",
      "translation_pashto": "2-134دغه يوه ډله وه چې يقينًا تېره شوې ده، څه (عمل) چې هغوى كړى دى؛ هغه د هغوى لپاره دى او څه چې تاسو كړى دى؛ هغه تاسو لپاره دى، او له تاسو نه به د هغوى د عملونو په باره كې تپوس نه كېږي "
    },
    {
      "number": 135,
      "text": "وَقَالُوا۟ كُونُوا۟ هُودًا أَوْ نَصَٰرَىٰ تَهْتَدُوا۟ ۗ قُلْ بَلْ مِلَّةَ إِبْرَٰهِۦمَ حَنِيفًۭا ۖ وَمَا كَانَ مِنَ ٱلْمُشْرِكِينَ",
      "page": 21,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "(و اهل کتاب) گفتند: یهودی یا نصرانی باشید تا هدایت شوید، بگو: بلکه دین ابراهیم (را انتخاب می‌کنم) که از ادیان باطل رویگردان و یکتاپرست بود و از مشركان نبود.",
      "translation_pashto": "2-135او دوى ويل چې تاسو يهوديان شئ، يا نصرانيان، نو نېغه لار به ومومئ، ته (دوى ته) ووايه: (داسې نه ده) بلكې (مونږ) د ابراهيم  د ملت (تابع كېږو) چې حنيف (توحيد والا) و او دى له مشركانو څخه نه و "
    },
    {
      "number": 136,
      "text": "قُولُوٓا۟ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيْنَا وَمَآ أُنزِلَ إِلَىٰٓ إِبْرَٰهِۦمَ وَإِسْمَٰعِيلَ وَإِسْحَٰقَ وَيَعْقُوبَ وَٱلْأَسْبَاطِ وَمَآ أُوتِىَ مُوسَىٰ وَعِيسَىٰ وَمَآ أُوتِىَ ٱلنَّبِيُّونَ مِن رَّبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍۢ مِّنْهُمْ وَنَحْنُ لَهُۥ مُسْلِمُونَ",
      "page": 21,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "شما بگوید که ما ایمان آوردیم به الله و به آنچه نازل شده به ما، و به آنچه نازل شده به ابراهیم و اسماعیل و اسحق و يعقوب، و به نوادگان يعقوب، و ایمان آوردیم به آنچه که به موسی و عیسی داده شده، و به آنچه پیغمبران از جانب پروردگارشان دریافت کرده‌اند، و (در ایمان آوردن) میان هیچ یک از آنان فرق نمی‌گذاریم و ما تنها به او تعالی منقاديم و بس.",
      "translation_pashto": "2-136تاسو ووايئ: مونږ پر الله ايمان راوړى دى او پر هغه څه چې مونږ ته نازل كړى شوي دي، او پر هغه څه چې ابراهيم او اسمٰعيل او اسحٰق او يعقوب او (د هغوى) اولادې ته نازل كړى شوي دي، او (مونږ ايمان راوړى دى) پر هغه څه چې موسٰى او عيسٰى ته وركړى شوي دي، او پر هغه څه چې د خپل رب له جانبه (نورو) نبيانو ته وركړى شوي دي، مونږ په دوى كې د هېڅ يو په مينځ كې فرق نه كوو، او مونږ خاص د هغه (الله) حكم منونكي يو "
    },
    {
      "number": 137,
      "text": "فَإِنْ ءَامَنُوا۟ بِمِثْلِ مَآ ءَامَنتُم بِهِۦ فَقَدِ ٱهْتَدَوا۟ ۖ وَّإِن تَوَلَّوْا۟ فَإِنَّمَا هُمْ فِى شِقَاقٍۢ ۖ فَسَيَكْفِيكَهُمُ ٱللَّهُ ۚ وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
      "page": 21,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "پس اگر ایمان آورند (اهل کتاب) مثل ايمان شما (اصحاب پیغمبر) پس یقینا راهیاب شده‌اند، و اگر اعراض نمودند پس جز این نیست که آنها در مخالفت و ستیز قرار دارند، پس الله تو را (از شر آنها) کفایت می‌کند و الله شنوای داناست.",
      "translation_pashto": "2-137نو كه دوى هغه شان ايمان راوړي څنګه چې تاسو پر دې (كتاب) ايمان راوړى دى، نو يقينًا دوى سمه لاره وموندله او كه مخ يې وګرځاوه، نو همدا خبره ده چې دوى په سخت مخالفت كې دي، نو ژر ده چې د دوى  مقابلې ته به تا لپاره الله كافي شي او هم هغه ښه اورېدونكى، ښه پوه دى "
    },
    {
      "number": 138,
      "text": "صِبْغَةَ ٱللَّهِ ۖ وَمَنْ أَحْسَنُ مِنَ ٱللَّهِ صِبْغَةًۭ ۖ وَنَحْنُ لَهُۥ عَٰبِدُونَ",
      "page": 21,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "(و بگویید) این است رنگ آمیزی الهی (که برترین رنگهاست)، و کیست از الله زیباتر باعتبار رنگ (دین فطرت)؟ و ما تنها او را عبادت می‌کنیم.",
      "translation_pashto": "2-138(مونږ) د الله رنګ (قبول كړى دى) او له الله نه په رنګ كې څوك ډېر ښه دى! او مونږ خاص د هغهٔ عبادت كوونكي يو "
    },
    {
      "number": 139,
      "text": "قُلْ أَتُحَآجُّونَنَا فِى ٱللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمْ وَلَنَآ أَعْمَٰلُنَا وَلَكُمْ أَعْمَٰلُكُمْ وَنَحْنُ لَهُۥ مُخْلِصُونَ",
      "page": 21,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "(ای پیغمبر به اهل کتاب) بگو! آیا در باره الله با ما مجادله می‌کنید؟ در حالیکه که او رب ما و رب شما هم است، و اعمال ما به سود ماست و اعمال شما به سود شماست، و ما برای او تعالی اخلاص می‌ورزیم (او را با اخلاص می‌پرستیم).",
      "translation_pashto": "2-139ته (دوى ته)  ووايه: ايا تاسو زمونږ سره د الله په باره كې جګړه كوئ؟ حال دا چې هغه زمونږ رب دى او ستاسو (هم) رب دى، زمونږ لپاره زمونږ عملونه دي او تاسو لپاره ستاسو عملونه دي اومونږ خاص د هغه لپاره اخلاص كوونكي يو "
    },
    {
      "number": 140,
      "text": "أَمْ تَقُولُونَ إِنَّ إِبْرَٰهِۦمَ وَإِسْمَٰعِيلَ وَإِسْحَٰقَ وَيَعْقُوبَ وَٱلْأَسْبَاطَ كَانُوا۟ هُودًا أَوْ نَصَٰرَىٰ ۗ قُلْ ءَأَنتُمْ أَعْلَمُ أَمِ ٱللَّهُ ۗ وَمَنْ أَظْلَمُ مِمَّن كَتَمَ شَهَٰدَةً عِندَهُۥ مِنَ ٱللَّهِ ۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعْمَلُونَ",
      "page": 21,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "آیا (شما اهل کتاب می‌گویید که) ابراهیم و اسماعیل و اسحق و یعقوب و نبیرگان او (همه) یهودی یا نصرانی بودند؟ بگو: آیا شما داناتر هستید یا الله؟ و کیست ظالم‌تر از کسی که شهادتی را که از جانب الله نزد او است کتمان کند؟، و الله غافل نیست از چیزیکه شما می‌کنید.",
      "translation_pashto": "2-140ايا تاسو (دا) وايئ چې بېشكه ابراهيم او اسمٰعيل او اسحٰق او يعقوب او (د هغه) اولاده يهوديان، يا نصرانيان وو؟ ته (دوى ته) ووايه: ايا تاسو ډېر پوه يئ، يا كه الله؟ او له هغه كس نه زيات ظالم څوك دى چې هغه ګواهي پټوي چې له ده سره د الله له جانبه ده؟ او الله ستاسو له عملونو نه كله هم غافل نه دى  "
    },
    {
      "number": 141,
      "text": "تِلْكَ أُمَّةٌۭ قَدْ خَلَتْ ۖ لَهَا مَا كَسَبَتْ وَلَكُم مَّا كَسَبْتُمْ ۖ وَلَا تُسْـَٔلُونَ عَمَّا كَانُوا۟ يَعْمَلُونَ",
      "page": 21,
      "juz": 1,
      "hizb": 2,
      "sajda": false,
      "translation_dari": "آنها امتی بودند که گذشتند، اعمال آنها به سود خود آنهاست و اعمال شما به سود خودتان است و شما دربارۀ اعمال آنها بازخواست نمی‌شوید.",
      "translation_pashto": "2-141دغه يوه ډله ده چې يقينًا تېره شوې ده، څه (عمل) چې هغوى كړى دى؛ هغه د هغوى لپاره دى او څه (عمل) چې تاسو كړى دى؛ هغه تاسو لپاره دى او له تاسو نه به د هغوى د عملونو په باره كې تپوس نه كېږي"
    },
    {
      "number": 142,
      "text": "۞ سَيَقُولُ ٱلسُّفَهَآءُ مِنَ ٱلنَّاسِ مَا وَلَّىٰهُمْ عَن قِبْلَتِهِمُ ٱلَّتِى كَانُوا۟ عَلَيْهَا ۚ قُل لِّلَّهِ ٱلْمَشْرِقُ وَٱلْمَغْرِبُ ۚ يَهْدِى مَن يَشَآءُ إِلَىٰ صِرَٰطٍۢ مُّسْتَقِيمٍۢ",
      "page": 22,
      "juz": 2,
      "hizb": 3,
      "sajda": false,
      "translation_dari": "زودا که مردمان بی‌خرد بگویند چه چیزی باز گردانید مسلمانان را از قبلۀ که بر آن بودند؟ (یعنی از بیت المقدس) بگو: تنها برای الله است جانب مشرق و مغرب (و همه جوانب)، هر کسی را که بخواهد به راه راست هدایت می‌کند.",
      "translation_pashto": "2-142 له خلقو څخه بې وقوفان به ژر ووايي چې دوى له خپلې هغه  قبلې نه څه شي واړول چې دوى پر هغې باندې وو؟ ته (ورته) ووایه: خاص د الله لپاره مشرق او مغرب دي، سمې (نېغې) لارې ته هدایت كوي چا ته چې يې وغواړي"
    },
    {
      "number": 143,
      "text": "وَكَذَٰلِكَ جَعَلْنَٰكُمْ أُمَّةًۭ وَسَطًۭا لِّتَكُونُوا۟ شُهَدَآءَ عَلَى ٱلنَّاسِ وَيَكُونَ ٱلرَّسُولُ عَلَيْكُمْ شَهِيدًۭا ۗ وَمَا جَعَلْنَا ٱلْقِبْلَةَ ٱلَّتِى كُنتَ عَلَيْهَآ إِلَّا لِنَعْلَمَ مَن يَتَّبِعُ ٱلرَّسُولَ مِمَّن يَنقَلِبُ عَلَىٰ عَقِبَيْهِ ۚ وَإِن كَانَتْ لَكَبِيرَةً إِلَّا عَلَى ٱلَّذِينَ هَدَى ٱللَّهُ ۗ وَمَا كَانَ ٱللَّهُ لِيُضِيعَ إِيمَٰنَكُمْ ۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٌۭ رَّحِيمٌۭ",
      "page": 22,
      "juz": 2,
      "hizb": 3,
      "sajda": false,
      "translation_dari": "و این چنین شما را امت میانه رو گردانیدیم تا شما گواه باشید بر مردمان و پیغمبر (نیز) گواه باشد بر شما، و ما لازم نگردانیدیم قبله را که تو بر آن بودی (بیت المقدس ) مگر اینکه بدانیم (با تغییر دادنش) چه کسی از پیغمبر پیروی می‌کند و چه کسی به عقب بر می‌گردد، و اگر چه آن خصلت (پیروی رسول) بسیار دشوار است مگر بر کسانی که الله آنان را هدایت نموده، و الله ایمانتان (یعنی نماز تان) را ضایع نمی‌گرداند، همانا الله نسبت به مردم (مسلمان) مشفق و مهربان است.",
      "translation_pashto": "2-143 او همدارنګه مونږه تاسو غوره امت جوړ كړي یئ، د دې لپاره چې تاسو پر خلقو باندې شاهِدان (ګواهان) شئ، او رسول پر تاسو  باندې ګواه شي او هغه قبله چې ته په هغې باندې وې؛ مونږ نه وه مقرر كړې مګر د دې لپاره چې مونږ هغه څوك معلوم (څرګند) كړو چې د رسول پیروي كوي له هغه چا نه چې پر خپلو پوندو باندې بېرته ګرځي، او یقینًا دا (خبره) ډېره درنه ده، مګر پر هغو كسانو چې الله ورته هدایت كړى دى (درنه نه ده) او الله كله هم داسې نه دى چې ستاسو ایمان (لمونځونه) ضايع كړي، یقینًا الله پر خلقو باندې خامخا ډېر نرمي كوونكى، بې حده رحم كوونكى دى "
    },
    {
      "number": 144,
      "text": "قَدْ نَرَىٰ تَقَلُّبَ وَجْهِكَ فِى ٱلسَّمَآءِ ۖ فَلَنُوَلِّيَنَّكَ قِبْلَةًۭ تَرْضَىٰهَا ۚ فَوَلِّ وَجْهَكَ شَطْرَ ٱلْمَسْجِدِ ٱلْحَرَامِ ۚ وَحَيْثُ مَا كُنتُمْ فَوَلُّوا۟ وُجُوهَكُمْ شَطْرَهُۥ ۗ وَإِنَّ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَٰبَ لَيَعْلَمُونَ أَنَّهُ ٱلْحَقُّ مِن رَّبِّهِمْ ۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا يَعْمَلُونَ",
      "page": 22,
      "juz": 2,
      "hizb": 3,
      "sajda": false,
      "translation_dari": "البته ما می‌بینیم متوجه شدن ترا به طرف آسمان، پس حتما متوجه گردانیم ترا به‌سوی قبله که تو از آن راضی شوی، پس بگردان روی خود را (در نماز) به طرف مسجد الحرام، (کعبه) و شما (مسلمانان هم) هر جا که باشید پس بگردانید (در نماز) روی‌های خود را به طرف آن (کعبه) و البته آنان را که کتاب داده شده می‌دانند که آن (تحویل قبله) حق است از طرف رب شان، و الله از آنچه می‌کنند غافل نیست.",
      "translation_pashto": "2-144 یقینًا اسمان ته ستا د مخ ګرځېدل (اوړېدل) مونږ وینو، نو مونږ به تا خامخا د هغې قبلې په طرف وګرځوو چې ته يې خوښَوې، نو خپل مخ د مسجد حرام (كعبې) په طرف وګرځوه او تاسو چې په هر ځاى كې یئ، نو خپل مخونه د هغهٔ په طرف وګرځوئ، او بېشكه هغه كسان چه هغو ته كتاب وركړى شوى دى؛ هغوى خامخا پوهېږي چې یقینًا دا (د قبلې بدلول) د دوى د رب له جانبه حق دي، او الله له هغه څه نه چه دوى يې كوي كله هم غافل نه دى"
    },
    {
      "number": 145,
      "text": "وَلَئِنْ أَتَيْتَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَٰبَ بِكُلِّ ءَايَةٍۢ مَّا تَبِعُوا۟ قِبْلَتَكَ ۚ وَمَآ أَنتَ بِتَابِعٍۢ قِبْلَتَهُمْ ۚ وَمَا بَعْضُهُم بِتَابِعٍۢ قِبْلَةَ بَعْضٍۢ ۚ وَلَئِنِ ٱتَّبَعْتَ أَهْوَآءَهُم مِّنۢ بَعْدِ مَا جَآءَكَ مِنَ ٱلْعِلْمِ ۙ إِنَّكَ إِذًۭا لَّمِنَ ٱلظَّٰلِمِينَ",
      "page": 22,
      "juz": 2,
      "hizb": 3,
      "sajda": false,
      "translation_dari": "واگر به اهل کتاب تمامی آیات و معجزات (مطلوبۀ آنها را( بیاوری باز هم از قبلۀ تو پیروی نمی‌کنند، و نه تو از قبلۀ آنها پیروی می‌کنی، و نه آنها متابعت می‌کنند قبلۀ یکدیگر را، و اگر تو (بالفرض) از خواهشات آنها پس از آگاهی و علمی که به تو رسید، پیروی کنی، البته در آن صورت از جمله ظالمان خواهی بود.",
      "translation_pashto": "2-145 او یقینًا كه ته هغو كسانو ته چې ورته كتاب وركړى شوى دى، هره نښه (هر قسمه دلیل) راوړې ( بیا به هم) هغوى ستا د قبلې تابع نشي او ته (هم) د هغوى د قبلې تابع كېدونكى نه يې، او د دوى بعضې د بعضو نورو د قبلې تابع كېدونكي نه دي، او یقینًا له دې نه پس چې تا ته علم راغى، كه چېرې ته د هغوى د خواهشاتو تابع شوې (نو) یقینًا یقینًا ته به په دغه وخت كې له ظالمانو ځنې يې"
    },
    {
      "number": 146,
      "text": "ٱلَّذِينَ ءَاتَيْنَٰهُمُ ٱلْكِتَٰبَ يَعْرِفُونَهُۥ كَمَا يَعْرِفُونَ أَبْنَآءَهُمْ ۖ وَإِنَّ فَرِيقًۭا مِّنْهُمْ لَيَكْتُمُونَ ٱلْحَقَّ وَهُمْ يَعْلَمُونَ",
      "page": 23,
      "juz": 2,
      "hizb": 3,
      "sajda": false,
      "translation_dari": "آنانی که کتاب را به ایشان داده‌ایم، او (محمد) را می‌شناسند چنانکه فرزندانشان را می‌شناسند، و همانا گروهی از آنان حق را پنهان می‌کنند در حالی که می‌دانند.",
      "translation_pashto": "2-146 هغه كسان چې مونږ هغوى ته كتاب وركړى دى، هغوى دا (محمدﷺ، يا قرآن يا اسلام) پېژني لكه چې دوى خپل زامن پېژني، او یقینًا له دوى نه یوه ډله لازمًا حق پټوي، حال دا چې دوى پوهېږي "
    },
    {
      "number": 147,
      "text": "ٱلْحَقُّ مِن رَّبِّكَ ۖ فَلَا تَكُونَنَّ مِنَ ٱلْمُمْتَرِينَ",
      "page": 23,
      "juz": 2,
      "hizb": 3,
      "sajda": false,
      "translation_dari": "حق (در تحویل قبله تنها) از سوی پروردگارت می‌باشد، پس از شک کنندگان مباش.",
      "translation_pashto": "2-147 حق ستا د رب له جانبه دى، نو كله هم له شك كوونكو نه مه كېږه"
    },
    {
      "number": 148,
      "text": "وَلِكُلٍّۢ وِجْهَةٌ هُوَ مُوَلِّيهَا ۖ فَٱسْتَبِقُوا۟ ٱلْخَيْرَٰتِ ۚ أَيْنَ مَا تَكُونُوا۟ يَأْتِ بِكُمُ ٱللَّهُ جَمِيعًا ۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرٌۭ",
      "page": 23,
      "juz": 2,
      "hizb": 3,
      "sajda": false,
      "translation_dari": "و برای هر یک جهت و قبلۀ است که به‌سوی آن روی می‌آورد، پس در کارهای خیر شتاب کنید، و هر جایی که باشید الله همۀ شما را یکجا جمع می‌نماید، همانا الله به هر چیز قادر است.",
      "translation_pashto": "2-148 او د هر چا لپاره یو جانب دى چې دى هغه ته مخ ګرځوونكى دى، نو نېكیو ته له یو بل نه مخكې كېږئ، په هر ځاى كې چې تاسو یئ  الله به تاسو (ټول) په جمع راولي، یقینًا الله په هر شي باندې ښه قادر دى"
    },
    {
      "number": 149,
      "text": "وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ ٱلْمَسْجِدِ ٱلْحَرَامِ ۖ وَإِنَّهُۥ لَلْحَقُّ مِن رَّبِّكَ ۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعْمَلُونَ",
      "page": 23,
      "juz": 2,
      "hizb": 3,
      "sajda": false,
      "translation_dari": "از هر جا (و از هر شهر و نقطه) که بیرون شوی، پس (به هنگام نماز،( روی خود را به طرف مسجد الحرام بگردان، و البته (قبله بودن آن) حق است از جانب پرورد گار تو، و الله از آنچه که شما می‌کنید غافل نیست.",
      "translation_pashto": "2-149 او له كوم ځاى نه چې ته وځې، نو خپل مخ د مسجد حرام په طرف وګرځوه، او یقینًا همدا ستا د رب له جانبه خامخا حق دي، او الله له هغه څه نه چې تاسو يې كوئ كله هم غافل نه دى"
    },
    {
      "number": 150,
      "text": "وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ ٱلْمَسْجِدِ ٱلْحَرَامِ ۚ وَحَيْثُ مَا كُنتُمْ فَوَلُّوا۟ وُجُوهَكُمْ شَطْرَهُۥ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيْكُمْ حُجَّةٌ إِلَّا ٱلَّذِينَ ظَلَمُوا۟ مِنْهُمْ فَلَا تَخْشَوْهُمْ وَٱخْشَوْنِى وَلِأُتِمَّ نِعْمَتِى عَلَيْكُمْ وَلَعَلَّكُمْ تَهْتَدُونَ",
      "page": 23,
      "juz": 2,
      "hizb": 3,
      "sajda": false,
      "translation_dari": "و از هر جای که تو بیرون شوی (در سفر) پس بگردان روی خود را به‌سوی مسجد الحرام، و در هر جای که شما باشید (ای مردم) پس بگردانید روی‌های خود را به‌سوی آن (یعنی کعبه) تا نباشد برای مردم اعتراضی بر شما، مگر آنانکه ظلم کرده‌اند از آنها (اهل کتاب) پس از آنها نترسید و از من بترسید (تحویل قبله یکی برای خوشی پیغمبر بود و دیگر برای اینکه) تا تمام کنم نعمت خود را بر شما، و تا راهیاب شوید.",
      "translation_pashto": "2-150 او له كوم ځاى نه چې ته وځې، نو خپل مخ د مسجد حرام (قبلې) په طرف وګرځوه، او تاسو چې په هر ځاى كې یئ، نو خپل مخونه د هغه په طرف وګرځوئ، د دې لپاره چې د خلقو لپاره په تاسو باندې څه حجت (او اعتراض) نه وي، مګر له دوى څخه هغه كسان چې ظلم يې كړى دى، نو له هغو نه مه وېرېږئ، او له ما نه وېرېږئ، او د دې لپاره چې زه خپل نعمتونه پر تاسو  باندې پوره كړم او د دې لپاره چې تاسو هدایت ومومئ "
    },
    {
      "number": 151,
      "text": "كَمَآ أَرْسَلْنَا فِيكُمْ رَسُولًۭا مِّنكُمْ يَتْلُوا۟ عَلَيْكُمْ ءَايَٰتِنَا وَيُزَكِّيكُمْ وَيُعَلِّمُكُمُ ٱلْكِتَٰبَ وَٱلْحِكْمَةَ وَيُعَلِّمُكُم مَّا لَمْ تَكُونُوا۟ تَعْلَمُونَ",
      "page": 23,
      "juz": 2,
      "hizb": 3,
      "sajda": false,
      "translation_dari": "همانطور که فرستادیم در میان شما (برای هدایت تان) پیغمبری از جنس خود شما که تلاوت می‌کند بر شما آیات ما را و پاک می‌سازد شما را )از عقائد و اخلاق فاسد) و به شما کتاب و حکمت را می‌آموزد و آنچه را که نمی‌دانستید به شما تعليم می‌دهد.",
      "translation_pashto": "2-151 لكه چې مونږ په تاسو كې له هم تاسو نه رسول درلېږلى دى چې پر تاسو  باندې زمونږ ایتونه تلاوت كوي، او تاسو پاكوي او تاسو ته كتاب او حكمت (سنت) ښَیي، او تاسو ته د هغه څه تعلیم دركوي چې تاسو پرې نه پوهېدلئ"
    },
    {
      "number": 152,
      "text": "فَٱذْكُرُونِىٓ أَذْكُرْكُمْ وَٱشْكُرُوا۟ لِى وَلَا تَكْفُرُونِ",
      "page": 23,
      "juz": 2,
      "hizb": 3,
      "sajda": false,
      "translation_dari": "پس شما مرا (به عبادت) یاد کنید، تا من شما را (به اجر و ثواب) یاد کنم، و شکر مرا را بجا آورید و (نعمت‌های) مرا کفران مکنید.",
      "translation_pashto": "2-152 نو تاسو ما یادوئ زه به تاسو یاد كړم او زما شكر وباسئ او په ما باندې مه كافر كېږئ"
    },
    {
      "number": 153,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱسْتَعِينُوا۟ بِٱلصَّبْرِ وَٱلصَّلَوٰةِ ۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ",
      "page": 23,
      "juz": 2,
      "hizb": 3,
      "sajda": false,
      "translation_dari": "ای کسانی که ایمان آورده‌اید، (در مشکلات و مصائب خود) به وسیلۀ صبر و نماز مدد جویید؛ که (رحمت و نصرت) الله با صابران است.",
      "translation_pashto": "2-153 اى هغو كسانو چې ایمان يې راوړى دى! په صبر او لمانځه سره مدد غواړئ، یقینًا الله د صبر كوونكو ملګرى دى"
    },
    {
      "number": 154,
      "text": "وَلَا تَقُولُوا۟ لِمَن يُقْتَلُ فِى سَبِيلِ ٱللَّهِ أَمْوَٰتٌۢ ۚ بَلْ أَحْيَآءٌۭ وَلَٰكِن لَّا تَشْعُرُونَ",
      "page": 24,
      "juz": 2,
      "hizb": 3,
      "sajda": false,
      "translation_dari": "و کسانی را که در راه الله کشته می‌شوند مرده نخوانید. بلکه آنان (در نزد الله) زنده‌اند، ولی شما (آن زندگی برزخی را) نمی‌دانید.",
      "translation_pashto": "2-154 او تاسو هغه چا ته مړه مه وایئ چې د الله په لار كې ووژل شي بلكې (هغوى) ژوندي دي او لېكن تاسو (د هغوى په ژوند) نه پوهېږئ"
    },
    {
      "number": 155,
      "text": "وَلَنَبْلُوَنَّكُم بِشَىْءٍۢ مِّنَ ٱلْخَوْفِ وَٱلْجُوعِ وَنَقْصٍۢ مِّنَ ٱلْأَمْوَٰلِ وَٱلْأَنفُسِ وَٱلثَّمَرَٰتِ ۗ وَبَشِّرِ ٱلصَّٰبِرِينَ",
      "page": 24,
      "juz": 2,
      "hizb": 3,
      "sajda": false,
      "translation_dari": "البته شما را به چیزی از ترس و گرسنگی و نقصان مالی و جانی و نقصان میوه‌ها می‌آزماییم، و مژده بده صبر کنندگان را (در برابر این مصائب).",
      "translation_pashto": "2-155 او خامخا مونږ به تاسو ضرور په یو شي سره له وېرې او له لوږې او د مالونو او ځانونو او مېوو په نقصان (كمي) سره ازمایو، او صبر كوونكو ته زېرى وركړه"
    },
    {
      "number": 156,
      "text": "ٱلَّذِينَ إِذَآ أَصَٰبَتْهُم مُّصِيبَةٌۭ قَالُوٓا۟ إِنَّا لِلَّهِ وَإِنَّآ إِلَيْهِ رَٰجِعُونَ",
      "page": 24,
      "juz": 2,
      "hizb": 3,
      "sajda": false,
      "translation_dari": "آنانی را که چون برسد به آنها مصیبتی گویند: يقينا ما از الله هستیم (و به حکم او به دنیا آمده‌ایم) و ما به‌سوی او باز می‌گردیم.",
      "translation_pashto": "2-156 هغه كسان چې كله دوى ته څه مصیبت ورسي (نو) وايي: یقینًا مونږ د الله یو او بېشكه مونږ خاص هغه ته ورګرځېدونكي یو"
    },
    {
      "number": 157,
      "text": "أُو۟لَٰٓئِكَ عَلَيْهِمْ صَلَوَٰتٌۭ مِّن رَّبِّهِمْ وَرَحْمَةٌۭ ۖ وَأُو۟لَٰٓئِكَ هُمُ ٱلْمُهْتَدُونَ",
      "page": 24,
      "juz": 2,
      "hizb": 3,
      "sajda": false,
      "translation_dari": "این گروه درود و رحمت الله شامل حال‌شان است و ایشان‌اند هدایت شدگان.",
      "translation_pashto": "2-157 دغه خلق، پر هم دوى باندې د خپل رب له جانبه عنایتونه دي او رحمت دى، او همدغه خلق هدایت موندونكي دي"
    },
    {
      "number": 158,
      "text": "۞ إِنَّ ٱلصَّفَا وَٱلْمَرْوَةَ مِن شَعَآئِرِ ٱللَّهِ ۖ فَمَنْ حَجَّ ٱلْبَيْتَ أَوِ ٱعْتَمَرَ فَلَا جُنَاحَ عَلَيْهِ أَن يَطَّوَّفَ بِهِمَا ۚ وَمَن تَطَوَّعَ خَيْرًۭا فَإِنَّ ٱللَّهَ شَاكِرٌ عَلِيمٌ",
      "page": 24,
      "juz": 2,
      "hizb": 3,
      "sajda": false,
      "translation_dari": "يقينا صفا و مروه (که جای صبر هاجر است) یکی از نشانه‌های دین الله‌اند، پس هرکس که (اراده کند) حج بیت الله یا عمره را، پس نیست گناهی بر او که طواف (سعی) کند در میان این هر دو، و هرکسی (داوطلبانه) کاری نیک انجام دهد، پس یقینا الله قدركننده (نیکی او و) داناست.",
      "translation_pashto": "2-158 یقینًا صفا او مروه د الله له نښو څخه دي، نو هر څوك چې د بيت الله حج كوي، یا عمره كوي، نو په هغهٔ باندې هېڅ ګناه نشته چې د دې دواړو طواف وكړي، او هر څوك چې په خپله خوښه څه نېكي وكړي، نو الله شكر قبلوونكى، ښه عالم دى"
    },
    {
      "number": 159,
      "text": "إِنَّ ٱلَّذِينَ يَكْتُمُونَ مَآ أَنزَلْنَا مِنَ ٱلْبَيِّنَٰتِ وَٱلْهُدَىٰ مِنۢ بَعْدِ مَا بَيَّنَّٰهُ لِلنَّاسِ فِى ٱلْكِتَٰبِ ۙ أُو۟لَٰٓئِكَ يَلْعَنُهُمُ ٱللَّهُ وَيَلْعَنُهُمُ ٱللَّٰعِنُونَ",
      "page": 24,
      "juz": 2,
      "hizb": 3,
      "sajda": false,
      "translation_dari": "البته کسانی که دلایل روشن، و هدایتی را که ما فرستاده‌ایم پنهان می‌کنند، بعد از آن که آن را در کتاب برای مردم بیان نموده‌ایم، آن گروه مورد لعنت الله و لعنت کنندگان قرار می‌گیرند.",
      "translation_pashto": "2-159 یقینًا كوم خلق چې هغه څه پټوي چې مونږ نازل كړي دي، چې هدایت او ښكاره دلیلونه دي، له دې نه پس چې مونږ هغه په كتاب كې خلقو ته بیان كړي دي، دغه خلق (چې دي)، الله پر دوى لعنت كوي اولعنت ویونكي پر دوى لعنت وايي "
    },
    {
      "number": 160,
      "text": "إِلَّا ٱلَّذِينَ تَابُوا۟ وَأَصْلَحُوا۟ وَبَيَّنُوا۟ فَأُو۟لَٰٓئِكَ أَتُوبُ عَلَيْهِمْ ۚ وَأَنَا ٱلتَّوَّابُ ٱلرَّحِيمُ",
      "page": 24,
      "juz": 2,
      "hizb": 3,
      "sajda": false,
      "translation_dari": "مگر آنانکه توبه کرده‌اند، و (عمل خود را) اصلاح کرده‌اند، و دلائل و هدایت ما را بیان داشته‌اند، پس توبه آنها را قبول می‌کنم، و منم قبول کنندۀ توبه، (و) بی‌نهایت مهربان.",
      "translation_pashto": "2-160 مګر هغه كسان چې توبه وباسي او (د ځان) اصلاح وكړي او (د حق) بیان وكړي، پس دغه كسان، زه د هغوى توبه قبلوم او زه ښه توبه قبلوونكى، بې حده رحم كوونكى یم "
    },
    {
      "number": 161,
      "text": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَمَاتُوا۟ وَهُمْ كُفَّارٌ أُو۟لَٰٓئِكَ عَلَيْهِمْ لَعْنَةُ ٱللَّهِ وَٱلْمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجْمَعِينَ",
      "page": 24,
      "juz": 2,
      "hizb": 3,
      "sajda": false,
      "translation_dari": "البته آنانکه کفر ورزیدند و در حال کفر مردند، لعنت الله و فرشتگان و تمام مردم برایشان باد.",
      "translation_pashto": "2-161 بېشكه هغه كسان چې كفر يې كړى دى  او په داسې حال كې مړه شول چې كافران وو، (نو) دغه كسان، په دوى باندې د الله لعنت دى او د ملايكو او د خلقو ټولو (لعنت دى) "
    },
    {
      "number": 162,
      "text": "خَٰلِدِينَ فِيهَا ۖ لَا يُخَفَّفُ عَنْهُمُ ٱلْعَذَابُ وَلَا هُمْ يُنظَرُونَ",
      "page": 24,
      "juz": 2,
      "hizb": 3,
      "sajda": false,
      "translation_dari": "در آن لعنت همیشه باقی می‌مانند، نه عذاب آنها تخفیف می‌گردد و نه به آنان مهلتی داده می‌شود (که از عذاب بیرون شوند).",
      "translation_pashto": "2-162 په دې حال كې چې همېشه به وي په دې (لعنت) كې، له دوى نه به نه عذاب سپك كړى شي او نه به دوى ته مهلت وركړى شي"
    },
    {
      "number": 163,
      "text": "وَإِلَٰهُكُمْ إِلَٰهٌۭ وَٰحِدٌۭ ۖ لَّآ إِلَٰهَ إِلَّا هُوَ ٱلرَّحْمَٰنُ ٱلرَّحِيمُ",
      "page": 24,
      "juz": 2,
      "hizb": 3,
      "sajda": false,
      "translation_dari": "و معبود شما معبودی یگانه است، معبود به حقی جز او وجود ندارد، بخشندۀ مهربان است.",
      "translation_pashto": "2-163 او ستاسو حق معبود یو معبود دى، هېڅ لايق د عبادت نشته مګر يواځې هغه دى چې ډېر زیات مهربان، بې حده رحم كوونكى دى "
    },
    {
      "number": 164,
      "text": "إِنَّ فِى خَلْقِ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَٱخْتِلَٰفِ ٱلَّيْلِ وَٱلنَّهَارِ وَٱلْفُلْكِ ٱلَّتِى تَجْرِى فِى ٱلْبَحْرِ بِمَا يَنفَعُ ٱلنَّاسَ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن مَّآءٍۢ فَأَحْيَا بِهِ ٱلْأَرْضَ بَعْدَ مَوْتِهَا وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٍۢ وَتَصْرِيفِ ٱلرِّيَٰحِ وَٱلسَّحَابِ ٱلْمُسَخَّرِ بَيْنَ ٱلسَّمَآءِ وَٱلْأَرْضِ لَءَايَٰتٍۢ لِّقَوْمٍۢ يَعْقِلُونَ",
      "page": 25,
      "juz": 2,
      "hizb": 3,
      "sajda": false,
      "translation_dari": "البته (دليل وحدانیت الله این است که) در ایجاد کردن آسمان‌ها و زمین، و در اختلاف شب و روز، و در کشتی‌های که به نفع مردم در بحر می‌روند، و در آنچه که نازل کرده است از آسمان از آب، تا زمین را بعد از خشکیدنش با آن زنده کند و انواع جانوران را در آن منتشر سازد، و در به‌حرکت درآوردن بادها، و در ابری که مسخر کرده شده در بین آسمان و زمین، نشانه‌ها (و دلائل واضح) است (بر قدرت و وحدانیت او تعالی) برای مردمی که بفهمند (و از عقل کار گیرند).",
      "translation_pashto": "2-164 یقینًا د اسمانونو او ځمكې په پېدا كولو كې، او د شپې او ورځې په بدلېدو كې، او په هغو بېړیو كې چې په سمندر كې يې هغه څه روان كړي وي چې خلقو ته نفع رسوي، او په هغه څه كې چې الله له بره نه راورَولي دي،  چې اوبه دي، نو په دې سره يې ځمكه د هغې د مَړه كېدو (وچېدو) نه پس ژوندۍ كړه، او په دې كې يې هر قسمه خوځنده (شیان) خواره كړل، او د بادونو په ګرځولو (راګرځولو) كې او په هغې ورېځ كې چې د اسمان او ځمكې په مینځ كې مُسَخَّر كړى شوې ده، خامخا د (هغه) قوم لپاره نښې دي چې عقلمند وي"
    },
    {
      "number": 165,
      "text": "وَمِنَ ٱلنَّاسِ مَن يَتَّخِذُ مِن دُونِ ٱللَّهِ أَندَادًۭا يُحِبُّونَهُمْ كَحُبِّ ٱللَّهِ ۖ وَٱلَّذِينَ ءَامَنُوٓا۟ أَشَدُّ حُبًّۭا لِّلَّهِ ۗ وَلَوْ يَرَى ٱلَّذِينَ ظَلَمُوٓا۟ إِذْ يَرَوْنَ ٱلْعَذَابَ أَنَّ ٱلْقُوَّةَ لِلَّهِ جَمِيعًۭا وَأَنَّ ٱللَّهَ شَدِيدُ ٱلْعَذَابِ",
      "page": 25,
      "juz": 2,
      "hizb": 3,
      "sajda": false,
      "translation_dari": "و از مردم کسانی هستند که غیر از الله شریکهایی می‌گیرند و آنها را دوست می‌دارند مانند دوست داشتن الله، و (اما) آنانکه ایمان آورده‌اند محبت‌شان به الله شدیدتر است (از محبت مشرکین با شریک‌های مقرر کرده خود)، و اگر ظالمان عذاب را ببینند در می‌یابند که همه قوت به دست الله است، و )این را هم در می‌یابند که( الله سخت عذاب دهنده است.",
      "translation_pashto": "2-165 او په خلقو كې ځېنې هغه څوك دي چې له الله نه غیر شریكان نیسي، له هغوى سره مینه كوي له الله سره د مینې په شان، او هغه كسان چې ایمان يې راوړى دى؛ له الله سره په مینه كې ډېر سخت (او كلك) دي، او كه چېری هغه كسان چې ظلم يې كړى دى؛ دا وویني، كله چې دوى عذاب ویني، چې یقینًا قوت ټول خاص د الله لپاره دى او دا چې یقینًا الله ډېر سخت عذاب وركوونكى دى"
    },
    {
      "number": 166,
      "text": "إِذْ تَبَرَّأَ ٱلَّذِينَ ٱتُّبِعُوا۟ مِنَ ٱلَّذِينَ ٱتَّبَعُوا۟ وَرَأَوُا۟ ٱلْعَذَابَ وَتَقَطَّعَتْ بِهِمُ ٱلْأَسْبَابُ",
      "page": 25,
      "juz": 2,
      "hizb": 3,
      "sajda": false,
      "translation_dari": "وقتی عذاب را مشاهده کنند، پیشوایان (کفر) از پیروان خود بیزاری جویند و پیوند میانشان گسسته شود.",
      "translation_pashto": "2-166 كله چې هغه كسان چې اتباع يې شوې وه، له هغو كسانو نه بېزاره شي چې اتباع يې كړې وه، او عذاب وویني او پر دوى (ټولې) وسېلې غوڅې  شي"
    },
    {
      "number": 167,
      "text": "وَقَالَ ٱلَّذِينَ ٱتَّبَعُوا۟ لَوْ أَنَّ لَنَا كَرَّةًۭ فَنَتَبَرَّأَ مِنْهُمْ كَمَا تَبَرَّءُوا۟ مِنَّا ۗ كَذَٰلِكَ يُرِيهِمُ ٱللَّهُ أَعْمَٰلَهُمْ حَسَرَٰتٍ عَلَيْهِمْ ۖ وَمَا هُم بِخَٰرِجِينَ مِنَ ٱلنَّارِ",
      "page": 25,
      "juz": 2,
      "hizb": 3,
      "sajda": false,
      "translation_dari": "و پیروان گویند: اگر بار دیگر به دنیا برگردانده شویم، تا از آقایان و رؤسای خود بیزاری جوییم، طوریکه اکنون از ما بیزار شده‌اند، این چنین الله نشان می‌دهد به آنها اعمال‌شان را که موجب حسرت ایشان باشد و آنها (پیروان و پیشوایان) از دوزخ بیرون نخواهند شد.",
      "translation_pashto": "2-167 او چا چې پیروي كړې ده، هغوى به وايي: ارمان! كه مونږ لپاره (دنیا ته) بیا تلل وي، نو له دوى نه به مونږ بېزاره شو لكه چي دوى له مونږ نه بېزاره شول، همدارنګه به الله دوى ته خپل عملونه په دوى باندې د حسرتونو لپاره ښكاره كوي او دوى له اور نه كله هم وتونكي نه دي"
    },
    {
      "number": 168,
      "text": "يَٰٓأَيُّهَا ٱلنَّاسُ كُلُوا۟ مِمَّا فِى ٱلْأَرْضِ حَلَٰلًۭا طَيِّبًۭا وَلَا تَتَّبِعُوا۟ خُطُوَٰتِ ٱلشَّيْطَٰنِ ۚ إِنَّهُۥ لَكُمْ عَدُوٌّۭ مُّبِينٌ",
      "page": 25,
      "juz": 2,
      "hizb": 3,
      "sajda": false,
      "translation_dari": "ای مردم، از آنچه که در زمین حلال و پاکیزه است بخورید، و از گام‌های شیطان پیروی مکنید؛ همانا او برای شما دشمن آشکار است.",
      "translation_pashto": "2-168 اى خلقو! له هغو څیزونو نه چي په ځمكه كې دي، حلال پاك خورئ او د شیطان د قدمونو پیروي مه كوئ، یقینًا هغه ستاسو ښكاره دښمن دى"
    },
    {
      "number": 169,
      "text": "إِنَّمَا يَأْمُرُكُم بِٱلسُّوٓءِ وَٱلْفَحْشَآءِ وَأَن تَقُولُوا۟ عَلَى ٱللَّهِ مَا لَا تَعْلَمُونَ",
      "page": 25,
      "juz": 2,
      "hizb": 3,
      "sajda": false,
      "translation_dari": "جز این نیست که شیطان شما را به کارهای بد و به بی‌حیایی فرمان می‌دهد، و (فرمان می‌دهد به) اینکه آنچه را که (عاقبت بد آن را) نمی‌دانید به الله نسبت دهید.",
      "translation_pashto": "2-169 یقینًا همدا خبره ده چې هغه تاسو ته د بدۍ او بې حیايۍ حكم كوي او دا چې تاسو په الله باندې هغه خبرې وتړئ (وتپئ) چي تاسو پرې نه پوهېږئ "
    },
    {
      "number": 170,
      "text": "وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُوا۟ مَآ أَنزَلَ ٱللَّهُ قَالُوا۟ بَلْ نَتَّبِعُ مَآ أَلْفَيْنَا عَلَيْهِ ءَابَآءَنَآ ۗ أَوَلَوْ كَانَ ءَابَآؤُهُمْ لَا يَعْقِلُونَ شَيْـًۭٔا وَلَا يَهْتَدُونَ",
      "page": 26,
      "juz": 2,
      "hizb": 3,
      "sajda": false,
      "translation_dari": "و هنگامی (به مشرکین) گفته شود که پیروی کنید آن (دینی را) که الله نازل کرده است، (در جواب) گویند: بلکه پیروی می‌کنیم از آنچه که پدران خود را بر آن یافته‌ایم، (آیا پیروی می‌کنند پدران خود را) اگر چه پدرانشان چیزی را نمی‌فهمیدند و راه یاب نبودند؟.",
      "translation_pashto": "2-170 او كله چې دوى ته وویل شي: د هغه څه پیروي وكړئ چې الله نازل كړي دي، (نو) وايي: (نه) بلكې مونږه د هغه څه پیروي كوو چې په هغه باندې مونږ خپل پلرونه (مشران) موندلي دي، ایا اګر كه د دوى پلرونه (داسې) وو چې پر هېڅ شي نه پوهېدل، اونه يې سمه لار موندلې وه "
    },
    {
      "number": 171,
      "text": "وَمَثَلُ ٱلَّذِينَ كَفَرُوا۟ كَمَثَلِ ٱلَّذِى يَنْعِقُ بِمَا لَا يَسْمَعُ إِلَّا دُعَآءًۭ وَنِدَآءًۭ ۚ صُمٌّۢ بُكْمٌ عُمْىٌۭ فَهُمْ لَا يَعْقِلُونَ",
      "page": 26,
      "juz": 2,
      "hizb": 3,
      "sajda": false,
      "translation_dari": "مثال کفار مانند حیوانی است که وقتی صدایش کنند نشنود مگر فریاد و آواز را (گویا کافران) کران و گنگان و کوران‌اند، پس (حق و گمراهی را) نمی‌دانند.",
      "translation_pashto": "2-171 د هغو كسانو مثال چې كفر يې كړى دى؛ د هغه كس په شان دى چې هغو (څارويو) ته نارې وهي چې نه اوري مګر يواځې تشه بلنه او غږ، (دوى) كاڼه دي، ګونګیان دي، ړانده دي، نو دوى هېڅ نه پوهېږي "
    },
    {
      "number": 172,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ كُلُوا۟ مِن طَيِّبَٰتِ مَا رَزَقْنَٰكُمْ وَٱشْكُرُوا۟ لِلَّهِ إِن كُنتُمْ إِيَّاهُ تَعْبُدُونَ",
      "page": 26,
      "juz": 2,
      "hizb": 3,
      "sajda": false,
      "translation_dari": "ای کسانی که ایمان آورده‌اید، بخورید از چیزهای پاکیزۀ که به شما روزی داده‌ایم، و شكر الله را بجا آورید، اگر تنها او را عبادت می‌کنید.",
      "translation_pashto": "2-172 اى هغو كسانو چې ایمان يې راوړى دى! له هغو پاكو حلالو څیزونو څخه خورئ چې مونږ تاسو ته دركړي دي، او د الله شكر وباسئ، كه تاسو داسې یئ چې خاص د هغهٔ عبادت كوئ"
    },
    {
      "number": 173,
      "text": "إِنَّمَا حَرَّمَ عَلَيْكُمُ ٱلْمَيْتَةَ وَٱلدَّمَ وَلَحْمَ ٱلْخِنزِيرِ وَمَآ أُهِلَّ بِهِۦ لِغَيْرِ ٱللَّهِ ۖ فَمَنِ ٱضْطُرَّ غَيْرَ بَاغٍۢ وَلَا عَادٍۢ فَلَآ إِثْمَ عَلَيْهِ ۚ إِنَّ ٱللَّهَ غَفُورٌۭ رَّحِيمٌ",
      "page": 26,
      "juz": 2,
      "hizb": 3,
      "sajda": false,
      "translation_dari": "جز این نیست که الله حرام کرده است بر شما (حیوان و پرندۀ) خود مرده و خون و خوک را و آنچه را که نام غیرالله بر او برده شده، پس هر که مجبور شود (به خوردن این چیزها) بدون آنکه (به خوردن آن) علاقه مند و تجاوزکار باشد، پس بر وی گناهی نیست، بدون شک الله آمرزندۀ مهربان است.",
      "translation_pashto": "2-173 بېشكه  خبره همدا ده چې هغه په  تاسو باندې همدا مرداره او وینه او د خنزیر غوښه حرامه كړې ده او هغه څه (يې حرام كړي دي) چې په هغه باندې د غیرالله لپاره اواز اوچت شوى وي، نو هغه څوك چې مجبور كړى شي، په دې حال كې چې نه سركشي كوونكى وي او نه ( له حد نه) تېرېدونكى وي، نو په هغه باندې هېڅ ګناه نشته، یقینًا الله ډېر بخښونكى، بې حده رحم كوونكى دى"
    },
    {
      "number": 174,
      "text": "إِنَّ ٱلَّذِينَ يَكْتُمُونَ مَآ أَنزَلَ ٱللَّهُ مِنَ ٱلْكِتَٰبِ وَيَشْتَرُونَ بِهِۦ ثَمَنًۭا قَلِيلًا ۙ أُو۟لَٰٓئِكَ مَا يَأْكُلُونَ فِى بُطُونِهِمْ إِلَّا ٱلنَّارَ وَلَا يُكَلِّمُهُمُ ٱللَّهُ يَوْمَ ٱلْقِيَٰمَةِ وَلَا يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ",
      "page": 26,
      "juz": 2,
      "hizb": 3,
      "sajda": false,
      "translation_dari": "همانا کسانی که آنچه را الله از کتاب (آسمانی) نازل کرده، پنهان می‌کنند و آن را به بهای حقیر (دنیا) می‌فروشند، در شکم‌هایشان جز آتش چیزی را فرو نمی‌برند و الله در روز قیامت با آنها سخن نمی‌گوید و آنها را پاکیزه نمی‌گرداند و برای آنها عذاب دردناک است.",
      "translation_pashto": "2-174 یقینًا هغه كسان چې هغه څه پټوي چې الله له (خپل) كتاب نه نازل كړي دي، او د دې په بدل كې لږ قیمت اخلي، (نو) دغه كسان، نه خوري (نه اچوي) په خپلو خېټو كې مګر اور، او د قیامت په ورځ به الله نه له دوى سره خبرې وكړي او نه به دوى پاك كړي او د دوى لپاره ډېر دردوونكى عذاب دى"
    },
    {
      "number": 175,
      "text": "أُو۟لَٰٓئِكَ ٱلَّذِينَ ٱشْتَرَوُا۟ ٱلضَّلَٰلَةَ بِٱلْهُدَىٰ وَٱلْعَذَابَ بِٱلْمَغْفِرَةِ ۚ فَمَآ أَصْبَرَهُمْ عَلَى ٱلنَّارِ",
      "page": 26,
      "juz": 2,
      "hizb": 3,
      "sajda": false,
      "translation_dari": "آنها همان کسانی هستند که گمراهی را به عوض هدایت و عذاب را به عوض آمرزش خریدند، پس چقدر در برابر آتش صبر و تحمل دارند!.",
      "translation_pashto": "2-175 دا هغه كسان دي چې د هدایت په بدله كې يې ګمراهي اخيستې ده او د مغفرت په بدله كې عذاب، نو (تعجب دى) دوى په اور باندې څومره صبر كوونكي دي!"
    },
    {
      "number": 176,
      "text": "ذَٰلِكَ بِأَنَّ ٱللَّهَ نَزَّلَ ٱلْكِتَٰبَ بِٱلْحَقِّ ۗ وَإِنَّ ٱلَّذِينَ ٱخْتَلَفُوا۟ فِى ٱلْكِتَٰبِ لَفِى شِقَاقٍۭ بَعِيدٍۢ",
      "page": 26,
      "juz": 2,
      "hizb": 3,
      "sajda": false,
      "translation_dari": "این عقوبت به سبب آن است که الله كتاب را به حق نازل کرده است و کسانی که در کتاب اختلاف کردند در ستیزۀ عمیق قرار دارند.",
      "translation_pashto": "2-176 دا ځكه چې بېشكه الله كتاب په حقه نازل كړى دى او یقینًا هغه كسان چې په كتاب كې يې اختلاف كړى دى؛ خامخا په ډېر لرې مخالفت كې دي"
    },
    {
      "number": 177,
      "text": "۞ لَّيْسَ ٱلْبِرَّ أَن تُوَلُّوا۟ وُجُوهَكُمْ قِبَلَ ٱلْمَشْرِقِ وَٱلْمَغْرِبِ وَلَٰكِنَّ ٱلْبِرَّ مَنْ ءَامَنَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْءَاخِرِ وَٱلْمَلَٰٓئِكَةِ وَٱلْكِتَٰبِ وَٱلنَّبِيِّۦنَ وَءَاتَى ٱلْمَالَ عَلَىٰ حُبِّهِۦ ذَوِى ٱلْقُرْبَىٰ وَٱلْيَتَٰمَىٰ وَٱلْمَسَٰكِينَ وَٱبْنَ ٱلسَّبِيلِ وَٱلسَّآئِلِينَ وَفِى ٱلرِّقَابِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَٱلْمُوفُونَ بِعَهْدِهِمْ إِذَا عَٰهَدُوا۟ ۖ وَٱلصَّٰبِرِينَ فِى ٱلْبَأْسَآءِ وَٱلضَّرَّآءِ وَحِينَ ٱلْبَأْسِ ۗ أُو۟لَٰٓئِكَ ٱلَّذِينَ صَدَقُوا۟ ۖ وَأُو۟لَٰٓئِكَ هُمُ ٱلْمُتَّقُونَ",
      "page": 27,
      "juz": 2,
      "hizb": 3,
      "sajda": false,
      "translation_dari": "نیکی (تنها) این نیست که روی خود را به طرف مشرق و یا به طرف مغرب بگردانید، لیکن نیکوکار کسی است که به الله و روز قیامت و فرشتگان و کتاب‌های الله و پیغمبران ایمان آورد، و مال (خود) را (در راه الله) با وجود دوست داشتن آن به خویشاوندان و یتیمان و مسکینان و مسافران و گداها، و در آزاد نمودن برده‌ها (یا قرض داران) دهد، و نماز را برپا کند و زکات را بدهد، و وفا کنندگان به عهد خود چون عهد کنند، و صبر کنندگان در وقت تنگدستی و سختی و در وقت جهاد، این گروه کسانی‌اند که (در دعوای ایمان خود) راست گفتند و همین گروه پرهیزگارانند.",
      "translation_pashto": "2-177 نېكي دا نه ده چې خپل مخونه د مشرق او مغرب په طرف وګرځوئ، او لېكن نېكي (د هغه چا) ده چې پر الله او پر ورځ د اخرت او پر ملايكو او پر كتابونو او پر نبیانو يې ایمان راوړى دى او د هغه په مینه (كې) خپلوانو او یتیمانو او مسكینانو او مسافرو او سوالګرو ته مال وركوي او په (ازادولو د) څټونو كې (يې لګوي) او لمونځ قايموي او زكات وركوي او د خپلو وعدو پوره كوونكي وي كله چې وعده وكړي، (خصوصًا) چې په سختۍ او  تكلیف كې او د جنګ په وخت كې صبر كوونكي دي، دا هغه خلق دي چې رښتیني دي او همدغه خلق متقیان دي"
    },
    {
      "number": 178,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ كُتِبَ عَلَيْكُمُ ٱلْقِصَاصُ فِى ٱلْقَتْلَى ۖ ٱلْحُرُّ بِٱلْحُرِّ وَٱلْعَبْدُ بِٱلْعَبْدِ وَٱلْأُنثَىٰ بِٱلْأُنثَىٰ ۚ فَمَنْ عُفِىَ لَهُۥ مِنْ أَخِيهِ شَىْءٌۭ فَٱتِّبَاعٌۢ بِٱلْمَعْرُوفِ وَأَدَآءٌ إِلَيْهِ بِإِحْسَٰنٍۢ ۗ ذَٰلِكَ تَخْفِيفٌۭ مِّن رَّبِّكُمْ وَرَحْمَةٌۭ ۗ فَمَنِ ٱعْتَدَىٰ بَعْدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٌۭ",
      "page": 27,
      "juz": 2,
      "hizb": 3,
      "sajda": false,
      "translation_dari": "ای کسانی که ایمان آورده‌اید! در مورد کشته شدگان، قصاص بر شما مقرر شده است، آزاد در مقابل آزاد، و برده در مقابل برده، و زن در مقابل زن، پس هرکسی که از جانب برادرش برای او چیزی بخشوده شد، به خوبی پیروی کند و به نیکی دیه را به او بپردازد. این تخفیف و رحمتی از جانب پروردگارتان برای شماست، پس هرکس بعد از این (پس از گرفتن خونبها) تجاوز کرد، پس برای او عذاب دردناک است.",
      "translation_pashto": "2-178 اى هغو كسانو چې ایمان يې راوړى دى! پر تاسو  باندې د وژل شويو په باره كې (د) قصاص (قانون) فرض كړى شوى دى، ازاد د ازاد په بدل كې، او غلام د غلام په بدل كې، او ښځه د ښځې په بدل كې (قصاصېږي)، پس هغه څوك چې هغه ته د خپل ورور له جانبه د څه شي معافي وكړى شي، نو په ښې طریقې سره مطالبه ( لازم) ده، او هغه (د مقتول ولي) ته په نېكې طرېقې سره ادا كول (لازم) دي، دا ستاسو د رب له جانبه اساني او مهرباني ده، نو له دې نه پس چې چا زیاتى وكړ، نو د هغه لپاره ډېر دردوونكى عذاب دى"
    },
    {
      "number": 179,
      "text": "وَلَكُمْ فِى ٱلْقِصَاصِ حَيَوٰةٌۭ يَٰٓأُو۟لِى ٱلْأَلْبَٰبِ لَعَلَّكُمْ تَتَّقُونَ",
      "page": 27,
      "juz": 2,
      "hizb": 3,
      "sajda": false,
      "translation_dari": "و برای شما در اجرای قصاص زندگانی است ای خردمندان، تا پرهیزگار شوید (و از قتل یکدیگر اجتناب ورزید).",
      "translation_pashto": "2-179 او تاسو لپاره په قصاص كې لوى ژوند دى، اى د خالص عقل خاوندانو! د دې لپاره چې تاسو (ځان) وساتئ"
    },
    {
      "number": 180,
      "text": "كُتِبَ عَلَيْكُمْ إِذَا حَضَرَ أَحَدَكُمُ ٱلْمَوْتُ إِن تَرَكَ خَيْرًا ٱلْوَصِيَّةُ لِلْوَٰلِدَيْنِ وَٱلْأَقْرَبِينَ بِٱلْمَعْرُوفِ ۖ حَقًّا عَلَى ٱلْمُتَّقِينَ",
      "page": 27,
      "juz": 2,
      "hizb": 3,
      "sajda": false,
      "translation_dari": "بر شما فرض شده است که هرگاه مرگ یکی از شما فرا رسید اگر مالی باقی بگذارد، برای پدر و مادر و خویشاوندان به طور شایسته وصیت کند، و این حقی بر پرهیزگاران است.",
      "translation_pashto": "2-180 پر تاسو  باندې فرض كړى شوي دي  د مور و پلار او خپلوانو لپاره په ښې طریقې سره وصیت كول، كله چې په تاسو كې یو كس ته مرګ راشي، په دې شرط چې مال يې پریښى وي، دا پر متقیانو ډېر لازم (حكم) دى"
    },
    {
      "number": 181,
      "text": "فَمَنۢ بَدَّلَهُۥ بَعْدَمَا سَمِعَهُۥ فَإِنَّمَآ إِثْمُهُۥ عَلَى ٱلَّذِينَ يُبَدِّلُونَهُۥٓ ۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٌۭ",
      "page": 27,
      "juz": 2,
      "hizb": 3,
      "sajda": false,
      "translation_dari": "پس هرکس آن (وصیت) را پس از شنیدنش تغییر داد، پس گناهش تنها بر کسانی است که آن را تغییر می‌دهند. يقينا الله شنوای داناست.",
      "translation_pashto": "2-181 نو چا چې دا (وصیت) له اورېدلو نه پس بدل كړ، نو یقینًا همدا خبره ده چې د دې (بدلولو) ګناه پر هغو كسانو ده چې دا (وصیت) بدلوي، یقینًا الله ښه اورېدونكى، ښه عالم دى"
    },
    {
      "number": 182,
      "text": "فَمَنْ خَافَ مِن مُّوصٍۢ جَنَفًا أَوْ إِثْمًۭا فَأَصْلَحَ بَيْنَهُمْ فَلَآ إِثْمَ عَلَيْهِ ۚ إِنَّ ٱللَّهَ غَفُورٌۭ رَّحِيمٌۭ",
      "page": 28,
      "juz": 2,
      "hizb": 3,
      "sajda": false,
      "translation_dari": "پس کسیکه بخاطر ترس از خطا یا ظلم وصیت کننده (وصیت را تبدیل و اصلاح کند) تا صلح را در میان آنها برقرار کند پس بر وی گناهی نیست، بی‌گمان الله آمرزندۀ مهربان است.",
      "translation_pashto": "2-182 بیا چې څوك له وصیت كوونكي نه (په خطا سره) د ظلم، یا (په قصد سره) د ګناه وېره لري، نو د هغوى په مينځ كې يې جوړه  وكړه، نو په هغه باندې هېڅ ګناه نشته، یقینًا الله ډېر بخښونكى، بې حده رحم كوونكى دى"
    },
    {
      "number": 183,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ كُتِبَ عَلَيْكُمُ ٱلصِّيَامُ كَمَا كُتِبَ عَلَى ٱلَّذِينَ مِن قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ",
      "page": 28,
      "juz": 2,
      "hizb": 3,
      "sajda": false,
      "translation_dari": "ای کسانی که ایمان آورده‌اید، روزه بر شما فرض شده است طوریکه فرض شده بود بر آنانکه پیش از شما بودند، تا پرهیزگار شوید.",
      "translation_pashto": "2-183 اى هغو كسانو چې ایمان يې راوړى دى! پر تاسو  باندې روژه فرض كړى شوې ده لكه چې فرض كړى شوې وه پر هغو كسانو چې له تاسو نه مخكې وو، د دې لپاره چې تاسو متقیان شئ"
    },
    {
      "number": 184,
      "text": "أَيَّامًۭا مَّعْدُودَٰتٍۢ ۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوْ عَلَىٰ سَفَرٍۢ فَعِدَّةٌۭ مِّنْ أَيَّامٍ أُخَرَ ۚ وَعَلَى ٱلَّذِينَ يُطِيقُونَهُۥ فِدْيَةٌۭ طَعَامُ مِسْكِينٍۢ ۖ فَمَن تَطَوَّعَ خَيْرًۭا فَهُوَ خَيْرٌۭ لَّهُۥ ۚ وَأَن تَصُومُوا۟ خَيْرٌۭ لَّكُمْ ۖ إِن كُنتُمْ تَعْلَمُونَ",
      "page": 28,
      "juz": 2,
      "hizb": 3,
      "sajda": false,
      "translation_dari": "(روزه در) روزهای معدود (بر شما فرض است)، پس هر کسی از شما مریض یا در سفر باشد پس بر او شمردن روزهای دیگر (قضای روزه) لازم است، و بر آنانکه طاقت روزه گرفتن را ندارند، فديه لازم است به اندازه خوراک یک مسکین، پس هر کس به خوشی خود کار نیک بکند پس آن برای او بهتر است، و روزه داشتن برای شما بهتر است اگر بدانید (ثواب آن را).",
      "translation_pashto": "2-184 یو څو ورځې شمېرل شوې، نو څوك چې په تاسو كې مریض وي، یا پر سفر وي، نو (په هغه باندې) د نورو ورځو شمېرل دي، او په هغو كسانو باندې چې د دې (روژې) طاقت لري، د یو مسكین خوراك فدیه لازم ده، پس څوك چې په خوښۍ سره نېكي وكړي، نو د ده لپاره هغه بهتره ده، او دا چه روژه ونیسئ (دا) تاسو لپاره ډېر غوره دي، كه چېرې يئ تاسو چې پوهېږئ"
    },
    {
      "number": 185,
      "text": "شَهْرُ رَمَضَانَ ٱلَّذِىٓ أُنزِلَ فِيهِ ٱلْقُرْءَانُ هُدًۭى لِّلنَّاسِ وَبَيِّنَٰتٍۢ مِّنَ ٱلْهُدَىٰ وَٱلْفُرْقَانِ ۚ فَمَن شَهِدَ مِنكُمُ ٱلشَّهْرَ فَلْيَصُمْهُ ۖ وَمَن كَانَ مَرِيضًا أَوْ عَلَىٰ سَفَرٍۢ فَعِدَّةٌۭ مِّنْ أَيَّامٍ أُخَرَ ۗ يُرِيدُ ٱللَّهُ بِكُمُ ٱلْيُسْرَ وَلَا يُرِيدُ بِكُمُ ٱلْعُسْرَ وَلِتُكْمِلُوا۟ ٱلْعِدَّةَ وَلِتُكَبِّرُوا۟ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمْ وَلَعَلَّكُمْ تَشْكُرُونَ",
      "page": 28,
      "juz": 2,
      "hizb": 3,
      "sajda": false,
      "translation_dari": "ماه رمضان ماهی است که در آن قرآن نازل شده است، کتابی که هدایتگر مردم است و متضمن نشانه‌های آشکار هدایت و فرقان است. پس هر کس از شما در ماه رمضان حاضر و مقيم باشد، آن را روزه بگیرد، و هر کس که بیمار یا مسافر باشد، پس تعدادی از روزهای دیگر را روزه بگیرد، الله برای شما آسانی می‌خواهد و برای شما دشواری نمی‌خواهد، تا شمار روزها را کامل کنید و الله را به سبب آنکه شما را هدایت کرده است به بزرگی یاد کنید، و باشد که شکر گزار باشید.",
      "translation_pashto": "2-185  د رمضان میاشت هغه ده چې په هغې كې قرآن نازل كړى شوى دى، چې د خلقو لپاره هدایت دى، او د هدایت او د فرقان (د حق او د باطل بېلوونكي) ښكاره دلیلونه دي، نو په تاسو كې چې څوك دې میاشتې كې حاضر و، نو هغه دې د دې  روژې ونیسي، او څوك چې مریض وي، یا پر سفر وي، نو (پر هغه) د نورو ورځو شمېرل دي، الله پر تاسو د اسانتیا اراده لري او پر تاسو  باندې د سختۍ اراده نه لري او د دې لپاره چې تاسو شمېره پوره كړئ او د دې لپاره چې تاسو د الله لويي بیان كړئ، په دې چې هغه تاسو ته هدایت كړى دى، او د دې لپاره چې تاسو شكر وباسئ"
    },
    {
      "number": 186,
      "text": "وَإِذَا سَأَلَكَ عِبَادِى عَنِّى فَإِنِّى قَرِيبٌ ۖ أُجِيبُ دَعْوَةَ ٱلدَّاعِ إِذَا دَعَانِ ۖ فَلْيَسْتَجِيبُوا۟ لِى وَلْيُؤْمِنُوا۟ بِى لَعَلَّهُمْ يَرْشُدُونَ",
      "page": 28,
      "juz": 2,
      "hizb": 3,
      "sajda": false,
      "translation_dari": "و چون بندگانم درباره من از تو سوال کنند، پس (به ایشان بگو) من به آنها نزدیک ام و دعای دعاکننده را هرگاه مرا بخواند قبول می‌کنم، پس باید آنها (نیز) فرمان مرا قبول کننده، و باید به (وحدانیت) من یقین داشته باشند تا راه یابند (و کامیاب شوند).",
      "translation_pashto": "2-186 او كله چې زما په باره كې له تا نه زما بنده ګان تپوس وكړي، نو یقینًا زه قریب یم، د دعا كوونكي دعا قبلوم كله چې له ما نه دعا غواړي، پس دوى دې زما حكم ومني، او پر ما دې ایمان راوړي، د دې لپاره چې دوى سمه لار ومومي"
    },
    {
      "number": 187,
      "text": "أُحِلَّ لَكُمْ لَيْلَةَ ٱلصِّيَامِ ٱلرَّفَثُ إِلَىٰ نِسَآئِكُمْ ۚ هُنَّ لِبَاسٌۭ لَّكُمْ وَأَنتُمْ لِبَاسٌۭ لَّهُنَّ ۗ عَلِمَ ٱللَّهُ أَنَّكُمْ كُنتُمْ تَخْتَانُونَ أَنفُسَكُمْ فَتَابَ عَلَيْكُمْ وَعَفَا عَنكُمْ ۖ فَٱلْـَٰٔنَ بَٰشِرُوهُنَّ وَٱبْتَغُوا۟ مَا كَتَبَ ٱللَّهُ لَكُمْ ۚ وَكُلُوا۟ وَٱشْرَبُوا۟ حَتَّىٰ يَتَبَيَّنَ لَكُمُ ٱلْخَيْطُ ٱلْأَبْيَضُ مِنَ ٱلْخَيْطِ ٱلْأَسْوَدِ مِنَ ٱلْفَجْرِ ۖ ثُمَّ أَتِمُّوا۟ ٱلصِّيَامَ إِلَى ٱلَّيْلِ ۚ وَلَا تُبَٰشِرُوهُنَّ وَأَنتُمْ عَٰكِفُونَ فِى ٱلْمَسَٰجِدِ ۗ تِلْكَ حُدُودُ ٱللَّهِ فَلَا تَقْرَبُوهَا ۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمْ يَتَّقُونَ",
      "page": 29,
      "juz": 2,
      "hizb": 3,
      "sajda": false,
      "translation_dari": "همبستری با زنانتان در شب روزه برای شما حلال شد، شما لباس آنها هستید و آنها لباس شما هستند، الله می‌دانست که شما در حق خود خیانت می‌کردید، پس توبه شما را پذیرفت و از شما در گذشت. پس اکنون با آنها همبستری کنید و آنچه را که الله برایتان مقرر نموده طلب نمایید، و بخورید و بیاشامید تا رشته سفید از رشته سیاه برایتان روشن شود، باز روزه را تا شب کامل کنید، و در حالیکه در مساجد به اعتکاف نشسته‌اید با زنان مقاربت نکنید. این حدود الله است، پس به آن نزدیک نشوید. این چنین الله آیات خود را برای مردم بیان می‌کند تا پرهیزگار شوند.",
      "translation_pashto": "2-187 تاسو لپاره د روژې په شپو كې له خپلو ښځو سره یو ځاى كېدل حلال كړى شوي دي، هغوى تاسو لپاره لباس (جامې) دي او تاسو د هغوى لپاره لباس (جامې) یئ، الله ته معلوم دي چې یقینًا تاسو له خپلو ځانونو سره خیانت كاوه، نو  پر تاسو يې (د مهربانۍ) رجوع وكړه، او تاسو ته يې معافي وكړه، نو اوس له هغوى سره مُباشَرت (كوروالى) كوئ او څه چې الله تاسو لپاره لیكلي دي هغه لټوئ، او خورئ، او څښئ تر هغه چې تاسو ته سپین تار د سبا له تور تار نه ښه ښكاره (او بېل) شي، بیا روژه تر شپې پورې پوره كړئ، او له هغوى سره مباشرت (كوروالى) مه كوئ، په داسی حال كې چې تاسو په جوماتونو كې اعتكاف كوونكي یئ، دا د الله پُولې (حدونه) دي، نو دې ته مه نژدې كېږئ، هم په دې شان الله خپل ایتونه خلقو ته واضحه بیانوي، د دې لپاره چې دوى متقیان شي"
    },
    {
      "number": 188,
      "text": "وَلَا تَأْكُلُوٓا۟ أَمْوَٰلَكُم بَيْنَكُم بِٱلْبَٰطِلِ وَتُدْلُوا۟ بِهَآ إِلَى ٱلْحُكَّامِ لِتَأْكُلُوا۟ فَرِيقًۭا مِّنْ أَمْوَٰلِ ٱلنَّاسِ بِٱلْإِثْمِ وَأَنتُمْ تَعْلَمُونَ",
      "page": 29,
      "juz": 2,
      "hizb": 3,
      "sajda": false,
      "translation_dari": "و مال‌های یکدیگرتان را در میانتان به ناحق نخورید و آن را به حکام تقدیم نکنید تا بخشی از اموال مردم را به گناه بخورید، در حالیکه شما (هم) می‌دانید.",
      "translation_pashto": "2-188 او خپل مالونه په خپل مينځ كې په ناحقه سره مه خورئ او حاكمانو ته يې د دې لپاره مه وركوئ چې د خلقو له مالونو نه څه حصه په ظلم سره وخورئ، حال دا چې تاسو پوهېږئ"
    },
    {
      "number": 189,
      "text": "۞ يَسْـَٔلُونَكَ عَنِ ٱلْأَهِلَّةِ ۖ قُلْ هِىَ مَوَٰقِيتُ لِلنَّاسِ وَٱلْحَجِّ ۗ وَلَيْسَ ٱلْبِرُّ بِأَن تَأْتُوا۟ ٱلْبُيُوتَ مِن ظُهُورِهَا وَلَٰكِنَّ ٱلْبِرَّ مَنِ ٱتَّقَىٰ ۗ وَأْتُوا۟ ٱلْبُيُوتَ مِنْ أَبْوَٰبِهَا ۚ وَٱتَّقُوا۟ ٱللَّهَ لَعَلَّكُمْ تُفْلِحُونَ",
      "page": 29,
      "juz": 2,
      "hizb": 3,
      "sajda": false,
      "translation_dari": "دربارۀ (اوضاع مختلف) هلال‌های ماه از تو می‌پرسند، بگو: «اوضاع هلال‌ها) برای شناختن اوقات مردم است، و (خصوصا برای معرفت وقت) حج است، و نیکی این نیست که (مانند عهد جاهلیت در حالت احرام) از پشت خانه‌ها وارد منازل شوید و لیکن نیکی، نیکی کسی است که تقوی پیشه کند، و به خانه‌ها از دروازه‌های آن وارد شوید، و از الله بترسید (و کارها را بر عکس فرموده الله انجام ندهید) تا کامیاب شوید.",
      "translation_pashto": "2-189 دوى له تا نه د نويو میاشتو په باره كې تپوس كوي، ته (ورته) ووایه: دا (میاشتې) د خلقو او د حج لپاره ټاكلي وختونه دي، او (دا) نېكي نه ده چې كورونو ته د هغو له شاګانو نه راشئ، او لېكن نېكي د هغه چا ده چې متقي شي، او تاسو كورونو ته د هغو له دروازو نه راځئ، او له الله نه وېرېږئ، د دې لپاره چې كامیاب شئ"
    },
    {
      "number": 190,
      "text": "وَقَٰتِلُوا۟ فِى سَبِيلِ ٱللَّهِ ٱلَّذِينَ يُقَٰتِلُونَكُمْ وَلَا تَعْتَدُوٓا۟ ۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلْمُعْتَدِينَ",
      "page": 29,
      "juz": 2,
      "hizb": 3,
      "sajda": false,
      "translation_dari": "و در راه الله با کسانی که با شما می‌جنگند، بجنگید و تجاوز نکنید، چرا که الله تجاوز کنندگان را دوست نمی‌دارد.",
      "translation_pashto": "2-190 او د الله په لاره كې له هغو كسانو سره جنګ كوئ چې له تاسو سره جنګېږي، او له حد نه مه تېرېږئ، یقینًا الله له حد نه تېرېدونكي نه خوښوي"
    },
    {
      "number": 191,
      "text": "وَٱقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ وَأَخْرِجُوهُم مِّنْ حَيْثُ أَخْرَجُوكُمْ ۚ وَٱلْفِتْنَةُ أَشَدُّ مِنَ ٱلْقَتْلِ ۚ وَلَا تُقَٰتِلُوهُمْ عِندَ ٱلْمَسْجِدِ ٱلْحَرَامِ حَتَّىٰ يُقَٰتِلُوكُمْ فِيهِ ۖ فَإِن قَٰتَلُوكُمْ فَٱقْتُلُوهُمْ ۗ كَذَٰلِكَ جَزَآءُ ٱلْكَٰفِرِينَ",
      "page": 30,
      "juz": 2,
      "hizb": 3,
      "sajda": false,
      "translation_dari": "و آنان (مشرکان) را در هر جایی که بیابید بکشید، و آنها را از همان جای که شما را بیرون کرده بودند بیرون کنید، و فتنه (کفر و شرک) از قتل بدتر است، و با مشرکان در نزد مسجد الحرام نجنگید تا آنکه ایشان با شما بجنگند، پس اگر با شما (در آنجا) جنگ کردند پس آنها را بکشید، اینچنین است سزای کافران.",
      "translation_pashto": "2-191 او دوى وژنئ كوم ځاى چې دوى ومومئ، او دوى له هغه ځاى نه وباسئ چې تاسو يې وېستلي وئ، او فتنه (شرك، له دین نه اړول) له قتل نه ډېره سخته (ګناه) ده او له دوى سره د مسجد حرام په خوا كې جنګ مه كوئ، تر دې  چې دوى  له تاسو سره په ده كې جنګ شروع كړي، نو كه دوى له تاسو سره جنګ شروع كړي،  نو بیا دوى قتل كړئ، د دغو كافرانو سزا همداسې ده"
    },
    {
      "number": 192,
      "text": "فَإِنِ ٱنتَهَوْا۟ فَإِنَّ ٱللَّهَ غَفُورٌۭ رَّحِيمٌۭ",
      "page": 30,
      "juz": 2,
      "hizb": 3,
      "sajda": false,
      "translation_dari": "پس اگر (از شرک و جنگ) دست برداشتند (الله توبۀ آنها را قبول می‌کند) چون الله بسیار آمرزنده (و) مهربان است.",
      "translation_pashto": "2-192 پس كه چېرې دوى منع شول، نو یقینًا الله ښه بخښونكى، بې حده رحم كوونكى دى"
    },
    {
      "number": 193,
      "text": "وَقَٰتِلُوهُمْ حَتَّىٰ لَا تَكُونَ فِتْنَةٌۭ وَيَكُونَ ٱلدِّينُ لِلَّهِ ۖ فَإِنِ ٱنتَهَوْا۟ فَلَا عُدْوَٰنَ إِلَّا عَلَى ٱلظَّٰلِمِينَ",
      "page": 30,
      "juz": 2,
      "hizb": 3,
      "sajda": false,
      "translation_dari": "و با آنها بجنگید تا فتنه (کفر و شرک) باقی نماند و دین همه برای الله باشد (و مردم تنها الله را عبادت کنند)، پس اگر از کفر و شرک خود دست برداشتند (با آنها کاری نداشته باشید چرا که) روا نیست تجاوز مگر بر ظالمان (و ایشان از ظلم خود دست برداشتند).",
      "translation_pashto": "2-193 او له دوى سره جنګېږئ تر هغه چې فتنه (د كافرانو زور) پاتې نشي، او دین (ټول) د الله لپاره شي، نو كه دوى منع شول، نو هېڅ زیاتى نشته مګر په ظالمانو باندې"
    },
    {
      "number": 194,
      "text": "ٱلشَّهْرُ ٱلْحَرَامُ بِٱلشَّهْرِ ٱلْحَرَامِ وَٱلْحُرُمَٰتُ قِصَاصٌۭ ۚ فَمَنِ ٱعْتَدَىٰ عَلَيْكُمْ فَٱعْتَدُوا۟ عَلَيْهِ بِمِثْلِ مَا ٱعْتَدَىٰ عَلَيْكُمْ ۚ وَٱتَّقُوا۟ ٱللَّهَ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ مَعَ ٱلْمُتَّقِينَ",
      "page": 30,
      "juz": 2,
      "hizb": 3,
      "sajda": false,
      "translation_dari": "(جنگ در) ماه حرام در مقابل (جنگ در) ماه حرام (جائز) است، چونکه از بی‌حرمتی مقدسات قصاص گرفته می‌شود، پس هرکس بر شما تجاوز کرد به مانند آنچه که به شما تجاوز کرده است به او تجاوز کنید و از الله بترسید، و بدانید که (مدد) الله با پرهیزگاران است.",
      "translation_pashto": "2-194 حرامه میاشت په بدل د میاشتې حرامې كې ده،  او حرمتونه (عزتونه) په بدله دي، پس چا چې پر تاسو  باندې تېرى وكړ، نو تاسو په هغه باندې (په جواب كې) تېرى وكړئ په مثل د هغه چې هغه پر تاسو  باندې تېرى كړى دى، او له الله نه وېرېږئ او پوه شئ  چې یقینًا الله د متقیانو ملګرى دى"
    },
    {
      "number": 195,
      "text": "وَأَنفِقُوا۟ فِى سَبِيلِ ٱللَّهِ وَلَا تُلْقُوا۟ بِأَيْدِيكُمْ إِلَى ٱلتَّهْلُكَةِ ۛ وَأَحْسِنُوٓا۟ ۛ إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُحْسِنِينَ",
      "page": 30,
      "juz": 2,
      "hizb": 3,
      "sajda": false,
      "translation_dari": "و در راه الله انفاق کنید و خود را با دستهایتان (به وسیله بخل) در هلاکت میندازید، و نیکی کنید، زیرا الله نیکی کنندگان را دوست می‌دارد.",
      "translation_pashto": "2-195 او د الله په لاره كې خرڅ كوئ او په خپلو لاسونو هلاكت ته غورځول مه كوئ، او نېكي كوئ، یقینًا الله له نېكي كوونكو سره مینه كوي"
    },
    {
      "number": 196,
      "text": "وَأَتِمُّوا۟ ٱلْحَجَّ وَٱلْعُمْرَةَ لِلَّهِ ۚ فَإِنْ أُحْصِرْتُمْ فَمَا ٱسْتَيْسَرَ مِنَ ٱلْهَدْىِ ۖ وَلَا تَحْلِقُوا۟ رُءُوسَكُمْ حَتَّىٰ يَبْلُغَ ٱلْهَدْىُ مَحِلَّهُۥ ۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوْ بِهِۦٓ أَذًۭى مِّن رَّأْسِهِۦ فَفِدْيَةٌۭ مِّن صِيَامٍ أَوْ صَدَقَةٍ أَوْ نُسُكٍۢ ۚ فَإِذَآ أَمِنتُمْ فَمَن تَمَتَّعَ بِٱلْعُمْرَةِ إِلَى ٱلْحَجِّ فَمَا ٱسْتَيْسَرَ مِنَ ٱلْهَدْىِ ۚ فَمَن لَّمْ يَجِدْ فَصِيَامُ ثَلَٰثَةِ أَيَّامٍۢ فِى ٱلْحَجِّ وَسَبْعَةٍ إِذَا رَجَعْتُمْ ۗ تِلْكَ عَشَرَةٌۭ كَامِلَةٌۭ ۗ ذَٰلِكَ لِمَن لَّمْ يَكُنْ أَهْلُهُۥ حَاضِرِى ٱلْمَسْجِدِ ٱلْحَرَامِ ۚ وَٱتَّقُوا۟ ٱللَّهَ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ",
      "page": 30,
      "juz": 2,
      "hizb": 3,
      "sajda": false,
      "translation_dari": "و حج و عمره را برای الله به اتمام برسانید، و اگر بازداشته شدید، هر آنچه از قربانی میسر است، ذبح کنید و سرهایتان را نتراشید تا وقتی که قربانی به جایگاه خود برسد، و هر کس از شما بیمار باشد یا آزاری در سر داشته باشد، و سر خود را بتراشد بر اوست که فدیه‌ای بدهد، از قبیل روزه یا صدقه یا قربانی، و چون امنیت و آسایش یافتید، پس هرکس پس از عمره قصد حج کند بر اوست که هر آنچه میسر است قربانی کند و کسی که قربانی نیافت سه روز در حج، و هفت روز وقتی که برگشتید روزه بگیرد؛ این ده روز کاملی است. این (حج تمتع) برای کسی است که خانواده او اهل مسجدالحرام نباشد. (یعنی ساکن مکه نباشد). و از الله بترسید و بدانید که الله عقوبت سخت دارد.",
      "translation_pashto": "2-196 او حج او عمره خاص د الله لپاره پوره كړئ، بیا كه چېرې (له حج، یا عمرې نه) ایسار كړى شوئ، نو (بیا لازم ده) هغه هَدي (د حرم قرباني) چې په اسانۍ سره ترلاسه شي او خپل سرونه مه خرَوئ تر هغه چې قرباني خپل (د حلالې) ځاى ته ورسي، پس څوك چې په تاسو  كې ناجوړه وي، یا ده ته په خپل سر كې څه تكلیف وي، نو (پر ده) فدیه لازمه ده په روژې سره، یا په صدقې سره، یا په قربانۍ سره، نو كله چې تاسو په امن شئ، پس كه چا فايده واخيسته په عمرې سره حج ته، نو( پر هغه لازمه ده) هغه قرباني چې په اسانۍ سره ترلاسه شي، پس كه چا (قرباني) ونه موندله، نو درې ورځې روژې په حج كې (واجبې) دي او اوه روژې هغه وخت دي چې تاسو راوګرځئ، دا پوره لس (ورځې) دي، دا (حكم د تمتع) د هغه چا لپاره دى چې د هغه ټبر د مسجد حرام اوسېدونكي نه وي، او له الله نه وېرېږئ او پوه شئ چې یقینًا الله سخت عذاب وركوونكى دى"
    },
    {
      "number": 197,
      "text": "ٱلْحَجُّ أَشْهُرٌۭ مَّعْلُومَٰتٌۭ ۚ فَمَن فَرَضَ فِيهِنَّ ٱلْحَجَّ فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِى ٱلْحَجِّ ۗ وَمَا تَفْعَلُوا۟ مِنْ خَيْرٍۢ يَعْلَمْهُ ٱللَّهُ ۗ وَتَزَوَّدُوا۟ فَإِنَّ خَيْرَ ٱلزَّادِ ٱلتَّقْوَىٰ ۚ وَٱتَّقُونِ يَٰٓأُو۟لِى ٱلْأَلْبَٰبِ",
      "page": 31,
      "juz": 2,
      "hizb": 3,
      "sajda": false,
      "translation_dari": "(برای ادای) حج ماه‌های معلوم و معین است، پس هر که در آن ماهها ادای حج را بر خود فرض گرداند پس (بداند که) برای او جماع و گناه و جنگ و جدال در ایام حج جائز نیست (زیرا این‌ها منافی حج اند) و هر چه می‌کنید از کارهای نیک الله آن را می‌داند، و (در سفر حج با خود) توشه گیرید، و بهترین توشه پرهیزگاری است و از (عذاب) من بترسید ای صاحبان خرد.",
      "translation_pashto": "2-197 (وخت د احرام د) حج څو معلومې میاشتې دي، نو چا چې په دې (میاشتو) كې (په ځان باندې) حج فرض كړ، نو په حج كې نه له ښځو سره د شهوت خبرې كول شته او نه (د الله) نافرماني او نه جګړه او تاسو چې  څه نېكي كوئ، الله پر هغې پوهېږي، او توښه واخلئ، پس یقینًا بهترینه توښه تقویٰ ده، اى د صفا عقل خاوندانو! له ما نه وېرېږئ"
    },
    {
      "number": 198,
      "text": "لَيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَبْتَغُوا۟ فَضْلًۭا مِّن رَّبِّكُمْ ۚ فَإِذَآ أَفَضْتُم مِّنْ عَرَفَٰتٍۢ فَٱذْكُرُوا۟ ٱللَّهَ عِندَ ٱلْمَشْعَرِ ٱلْحَرَامِ ۖ وَٱذْكُرُوهُ كَمَا هَدَىٰكُمْ وَإِن كُنتُم مِّن قَبْلِهِۦ لَمِنَ ٱلضَّآلِّينَ",
      "page": 31,
      "juz": 2,
      "hizb": 3,
      "sajda": false,
      "translation_dari": "بر شما گناهی نیست که (در ایام حج) از پروردگار خود فضل و رزق طلب کنید (تجارت کنید)، پس چون از عرفات بازگشتید الله را نزد مشعر الحرام (مزدلفه) یاد کنید، او را یاد کنید چنانکه شما را هدایت کرده است، هرچند که پیش از آن از جملۀ گمراهان بودید.",
      "translation_pashto": "2-198 پر تاسو  باندې په دې كې هېڅ ګناه نشته چی د خپل رب څه فضل ولټوئ، نو كله چې له عرفات نه راكوز شئ، نو په مشعرحرام كې د الله ذكر كوئ، او د هغه ذكر كوئ لكه څنګه چې يې تاسو ته ښودنه كړې ده، او یقینًا تاسو له دې نه مخكې خامخا له ګمراهانو څخه وئ"
    },
    {
      "number": 199,
      "text": "ثُمَّ أَفِيضُوا۟ مِنْ حَيْثُ أَفَاضَ ٱلنَّاسُ وَٱسْتَغْفِرُوا۟ ٱللَّهَ ۚ إِنَّ ٱللَّهَ غَفُورٌۭ رَّحِيمٌۭ",
      "page": 31,
      "juz": 2,
      "hizb": 3,
      "sajda": false,
      "translation_dari": "باز از همان جا که مردم روانه می‌شوند، شما نیز روانه شوید و از الله آمرزش بخواهید چرا که الله بسیار آمرزنده (و) مهربان است.",
      "translation_pashto": "2-199 بیا راكوزېږئ له هغه ځاى نه چې خلق ترې راكوزېږي او له الله نه مغفرت غواړئ، یقینًا الله ښه مغفرت كوونكى، بې حده رحم كوونكى دى"
    },
    {
      "number": 200,
      "text": "فَإِذَا قَضَيْتُم مَّنَٰسِكَكُمْ فَٱذْكُرُوا۟ ٱللَّهَ كَذِكْرِكُمْ ءَابَآءَكُمْ أَوْ أَشَدَّ ذِكْرًۭا ۗ فَمِنَ ٱلنَّاسِ مَن يَقُولُ رَبَّنَآ ءَاتِنَا فِى ٱلدُّنْيَا وَمَا لَهُۥ فِى ٱلْءَاخِرَةِ مِنْ خَلَٰقٍۢ",
      "page": 31,
      "juz": 2,
      "hizb": 3,
      "sajda": false,
      "translation_dari": "پس چون مناسک حج تان را ادا کردید پس الله را یاد کنید همانطور که پدران تان را یاد می‌کنید، بلکه بیشتر از آن. پس، از مردمان کسانی هستند که می‌گویند: ای پروردگار ما! به ما در این دنیا نعمت و نیکی بده و در آخرت برای او هیچ سهمی نیست.",
      "translation_pashto": "2-200 نو كله چې تاسو خپل د حج عبادتونه (اعمال) ادا كړئ، نو الله یادوئ په شان د یادولو ستاسو خپلو پلرونو لره، بلكې زیات یادول، نو په خلقو كې ځینې  هغه څوك دي چې وايي: اى زمونږ ربه! ته مونږ ته (هر څه) په دنیا كې راكړه، او د دغه كس لپاره په اخرت كې هېڅ برخه نشته"
    },
    {
      "number": 201,
      "text": "وَمِنْهُم مَّن يَقُولُ رَبَّنَآ ءَاتِنَا فِى ٱلدُّنْيَا حَسَنَةًۭ وَفِى ٱلْءَاخِرَةِ حَسَنَةًۭ وَقِنَا عَذَابَ ٱلنَّارِ",
      "page": 31,
      "juz": 2,
      "hizb": 3,
      "sajda": false,
      "translation_dari": "و (نیز) از (میان) مردمان (حاجیان) کسانی هستند که می‌گویند: ای پروردگار ما در این دنیا به ما خیر و خوبی بده و در آخرت نیز خیر و خوبی بده، و ما را از عذاب دوزخ نگهدار.",
      "translation_pashto": "2-201 او په دوى كې  بعضې هغه څوك دي چې وايي: اى زمونږ ربه! مونږ ته په دنیا كې نعمت راكړه او په اخرت كې (هم) نعمت راكړه او مونږ د اور له عذابه وساته"
    },
    {
      "number": 202,
      "text": "أُو۟لَٰٓئِكَ لَهُمْ نَصِيبٌۭ مِّمَّا كَسَبُوا۟ ۚ وَٱللَّهُ سَرِيعُ ٱلْحِسَابِ",
      "page": 31,
      "juz": 2,
      "hizb": 3,
      "sajda": false,
      "translation_dari": "این گروه از آنچه که کرده‌اند حصه و بهره می‌برند، و الله زود حساب گیرنده (اعمال بندگان خود) است.",
      "translation_pashto": "2-202 دغه كسان دي چې د دوى لپاره د دوى د كړو (نېكو) عملونو په سبب لویه برخه ده، او الله ډېر ژر حساب كوونكى دى"
    },
    {
      "number": 203,
      "text": "۞ وَٱذْكُرُوا۟ ٱللَّهَ فِىٓ أَيَّامٍۢ مَّعْدُودَٰتٍۢ ۚ فَمَن تَعَجَّلَ فِى يَوْمَيْنِ فَلَآ إِثْمَ عَلَيْهِ وَمَن تَأَخَّرَ فَلَآ إِثْمَ عَلَيْهِ ۚ لِمَنِ ٱتَّقَىٰ ۗ وَٱتَّقُوا۟ ٱللَّهَ وَٱعْلَمُوٓا۟ أَنَّكُمْ إِلَيْهِ تُحْشَرُونَ",
      "page": 32,
      "juz": 2,
      "hizb": 4,
      "sajda": false,
      "translation_dari": "و الله را در روزهای معین (شمرده شده در منی) یاد کنید، پس هرکسی عجله کند (و اعمال را) در دو روز انجام دهد بر او گناهی نیست، و کسیکه تاخیر کند (تا روز سوم) پس گناهی بر او نیست (بلکه او را ثواب زیاد است)، این (به جا آوردن ذكر الله) برای کسی است که تقوا اختیار کند، و از الله بترسید و بدانید که به دربار او جمع خواهید شد.",
      "translation_pashto": "2-203 په شمېرل شويو ورځو كې الله یادوئ، پس څوك چې په دوه ورځو كې ژر لاړ، نو  پر هغه هېڅ ګناه نشته، او چا چې تاخیر وكړ، نو پر ده (هم) هېڅ ګناه نشته، د هغه چا لپاره چې تقویٰ يې غوره كړې وي او له الله نه وېریږئ، او پر دې پوه شئ چې یقینًا تاسو به خاص هغه ته ورجمع كولى شئ"
    },
    {
      "number": 204,
      "text": "وَمِنَ ٱلنَّاسِ مَن يُعْجِبُكَ قَوْلُهُۥ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَيُشْهِدُ ٱللَّهَ عَلَىٰ مَا فِى قَلْبِهِۦ وَهُوَ أَلَدُّ ٱلْخِصَامِ",
      "page": 32,
      "juz": 2,
      "hizb": 4,
      "sajda": false,
      "translation_dari": "و از مردمان کسی هست که سخنان او راجع به زندگانی دنیا تو را در تعجب می‌اندازد، و الله را بر آنچه که در دل دارد گواه می‌گیرد (قسم می‌خورد)، در حالیکه او سرسخت‌ترین دشمنان (و خصومت گران) است.",
      "translation_pashto": "2-204 او بعضې له خلقو نه هغه څوك دي چې د دنيايي ژوند په باره كې د هغه خبرې تا په تعجب كې اچوي او دى په هغه څه باندې الله ګواه كوي چې د ده په زړه كې دي، حال دا چې دى ډېر زیات جګړه مار دى"
    },
    {
      "number": 205,
      "text": "وَإِذَا تَوَلَّىٰ سَعَىٰ فِى ٱلْأَرْضِ لِيُفْسِدَ فِيهَا وَيُهْلِكَ ٱلْحَرْثَ وَٱلنَّسْلَ ۗ وَٱللَّهُ لَا يُحِبُّ ٱلْفَسَادَ",
      "page": 32,
      "juz": 2,
      "hizb": 4,
      "sajda": false,
      "translation_dari": "و چون (از مجلس پیغمبر) باز گردد می‌کوشد تا در زمین فساد برپا کند، و زراعت و نسل‌های مردم را برباد سازد، و الله فساد (و فسادکاران را) دوست ندارد.",
      "translation_pashto": "2-205 او كله چې بېرته وګرځي، نو په ځمكه كې ګړندى ګرځي، د دې لپاره چې په دې كې فساد وكړي او فصل او نسل تباه كړي، حال دا چې الله فساد نه خوښوي"
    },
    {
      "number": 206,
      "text": "وَإِذَا قِيلَ لَهُ ٱتَّقِ ٱللَّهَ أَخَذَتْهُ ٱلْعِزَّةُ بِٱلْإِثْمِ ۚ فَحَسْبُهُۥ جَهَنَّمُ ۚ وَلَبِئْسَ ٱلْمِهَادُ",
      "page": 32,
      "juz": 2,
      "hizb": 4,
      "sajda": false,
      "translation_dari": "و چون به او گفته شود (بطور نصیحت) که از الله بترس، غرور و تکبر می‌ورزد و به گناه (دیگر) وادارش می‌کند پس دوزخ برای او کافی است، و البته دوزخ بدجایی است.",
      "translation_pashto": "2-206 او كله چې هغهٔ ته وویل شي: له الله نه ووېرېږه، نو ده لره تكبر ونیسي په ګناه كولو سره، نو د ده لپاره جهنم بس دى او یقینًا هغه بده استوګنه ده"
    },
    {
      "number": 207,
      "text": "وَمِنَ ٱلنَّاسِ مَن يَشْرِى نَفْسَهُ ٱبْتِغَآءَ مَرْضَاتِ ٱللَّهِ ۗ وَٱللَّهُ رَءُوفٌۢ بِٱلْعِبَادِ",
      "page": 32,
      "juz": 2,
      "hizb": 4,
      "sajda": false,
      "translation_dari": "و از مردمان کسی هست که جان خود را برای حصول رضای الله می‌فروشد، والله به (همچنین) بندگان خود بسیار مشفق است.",
      "translation_pashto": "2-207 او بعضې له خلقو نه هغه څوك دي چې د الله د رضا لټولو لپاره ځان خرڅوي، او الله په بنده ګانو باندې ډېر نرمي كوونكى دى"
    },
    {
      "number": 208,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱدْخُلُوا۟ فِى ٱلسِّلْمِ كَآفَّةًۭ وَلَا تَتَّبِعُوا۟ خُطُوَٰتِ ٱلشَّيْطَٰنِ ۚ إِنَّهُۥ لَكُمْ عَدُوٌّۭ مُّبِينٌۭ",
      "page": 32,
      "juz": 2,
      "hizb": 4,
      "sajda": false,
      "translation_dari": "ای کسانی که ایمان آورده‌اید، بطور کامل در اسلام داخل شوید (در تطبيق همه احکام آن ادامه بدهید)، و از گام‌های شیطان پیروی نکنید، بی‌گمان او برای شما دشمن آشکار است.",
      "translation_pashto": "2-208 اى هغو كسانو چې ایمان يې راوړى دى! په اسلام كې پوره پوره داخل شئ او د شیطان په قدمونو پسې مه ځئ، یقینًا هغه ستاسو ښكاره دښمن دى"
    },
    {
      "number": 209,
      "text": "فَإِن زَلَلْتُم مِّنۢ بَعْدِ مَا جَآءَتْكُمُ ٱلْبَيِّنَٰتُ فَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ",
      "page": 32,
      "juz": 2,
      "hizb": 4,
      "sajda": false,
      "translation_dari": "پس اگر بعد از اینکه دلائل واضح (و بیانگر حق) به شما آمد، بلغزید، پس بدانید که الله غالب است (بر همه مخلوقات و) حکیم است (در تأخیر عذاب مجرمان).",
      "translation_pashto": "2-209 بیا كه چېرې تاسو له دې نه پس وښویدلئ؛ چې تاسو ته ښكاره دلیلونه (هم) راغلل، نو پوه شئ چې یقینًا الله ډېر غالب، ښه حكمت والا دى"
    },
    {
      "number": 210,
      "text": "هَلْ يَنظُرُونَ إِلَّآ أَن يَأْتِيَهُمُ ٱللَّهُ فِى ظُلَلٍۢ مِّنَ ٱلْغَمَامِ وَٱلْمَلَٰٓئِكَةُ وَقُضِىَ ٱلْأَمْرُ ۚ وَإِلَى ٱللَّهِ تُرْجَعُ ٱلْأُمُورُ",
      "page": 32,
      "juz": 2,
      "hizb": 4,
      "sajda": false,
      "translation_dari": "آیا (کفار) انتظار دارند که الله با فرشتگان، در سایه بانهایی از ابر سفید به نزدشان بیاید و معاملۀ مردم فیصله شود (و قضاوت صورت گیرد)؟ و تمام امور (معاملات و قضایای بشری) به بارگاه الله باز گردانیده می‌شود.",
      "translation_pashto": "2-210 دوى انتظار نه كوي مګر د دې چې الله دوى ته د ورېځو په سیورو كې راشي او ملايك (هم) او معامله فیصله كړى شي، او ټول كارونه خاص الله ته ورګرځول كېږي"
    },
    {
      "number": 211,
      "text": "سَلْ بَنِىٓ إِسْرَٰٓءِيلَ كَمْ ءَاتَيْنَٰهُم مِّنْ ءَايَةٍۭ بَيِّنَةٍۢ ۗ وَمَن يُبَدِّلْ نِعْمَةَ ٱللَّهِ مِنۢ بَعْدِ مَا جَآءَتْهُ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ",
      "page": 33,
      "juz": 2,
      "hizb": 4,
      "sajda": false,
      "translation_dari": "از بنی اسرائیل بپرس که چه بسیار نشانه‌های روشن به آنها دادیم. و هر کس که نعمت الله را - پس از آنکه پیش او آمد - (به كفران) بدل کند، پس البته الله سخت عقوبت دارد.",
      "translation_pashto": "2-211 له بني اسرائیلو نه تپوس وكړه چې مونږ څومره ډېرې واضحې نښې دوى ته وركړې وې، او څوك چې د الله نعمت بدل كړي، له دې نه پس چې ده ته راغى، نو یقینًا الله سخت عذاب وركوونكى دى"
    },
    {
      "number": 212,
      "text": "زُيِّنَ لِلَّذِينَ كَفَرُوا۟ ٱلْحَيَوٰةُ ٱلدُّنْيَا وَيَسْخَرُونَ مِنَ ٱلَّذِينَ ءَامَنُوا۟ ۘ وَٱلَّذِينَ ٱتَّقَوْا۟ فَوْقَهُمْ يَوْمَ ٱلْقِيَٰمَةِ ۗ وَٱللَّهُ يَرْزُقُ مَن يَشَآءُ بِغَيْرِ حِسَابٍۢ",
      "page": 33,
      "juz": 2,
      "hizb": 4,
      "sajda": false,
      "translation_dari": "زندگانی دنیا برای کافران آراسته شده است، و مؤمنان را مسخره می‌کنند. و پرهیزگاران در روز قیامت از آنها برترند، و الله کسی را که بخواهد بدون حساب روزی می‌دهد.",
      "translation_pashto": "2-212  او هغو كسانو ته چې كافران شوي دي دنيايي ژوند ښايسته كړى شوى دى، او دوى په هغو كسانو پورې مسخرې كوي چې ایمان يې راوړى دى، او هغه كسان چې متقیان دي د قیامت په ورځ به د دوى له پاسه وي او الله چې چا لره وغواړي بې حسابه رزق وركوي"
    },
    {
      "number": 213,
      "text": "كَانَ ٱلنَّاسُ أُمَّةًۭ وَٰحِدَةًۭ فَبَعَثَ ٱللَّهُ ٱلنَّبِيِّۦنَ مُبَشِّرِينَ وَمُنذِرِينَ وَأَنزَلَ مَعَهُمُ ٱلْكِتَٰبَ بِٱلْحَقِّ لِيَحْكُمَ بَيْنَ ٱلنَّاسِ فِيمَا ٱخْتَلَفُوا۟ فِيهِ ۚ وَمَا ٱخْتَلَفَ فِيهِ إِلَّا ٱلَّذِينَ أُوتُوهُ مِنۢ بَعْدِ مَا جَآءَتْهُمُ ٱلْبَيِّنَٰتُ بَغْيًۢا بَيْنَهُمْ ۖ فَهَدَى ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ لِمَا ٱخْتَلَفُوا۟ فِيهِ مِنَ ٱلْحَقِّ بِإِذْنِهِۦ ۗ وَٱللَّهُ يَهْدِى مَن يَشَآءُ إِلَىٰ صِرَٰطٍۢ مُّسْتَقِيمٍ",
      "page": 33,
      "juz": 2,
      "hizb": 4,
      "sajda": false,
      "translation_dari": "مردم (در آغاز) امت واحد بودند، پس الله پیغمبران مژده دهنده و بیم دهنده را فرستاد، و با آنها کتاب را (به حق) نازل کرد تا در میان مردم در آنچه اختلاف کردند به حق حکم کنند، و در آن اختلاف نورزیدند جز کسانی که (کتاب) به آنها داده شد. (و این اختلاف شان) بعد از آمدن دلائل ظاهر بود و آنها از روی ستم و حسد در میان خود اختلاف ورزیدند، پس الله به فرمان خود مؤمنان را در آنچه مردم اختلاف کردند به حق هدایت کرد، و الله هرکس را که بخواهد، به راه راست هدایت می‌کند.",
      "translation_pashto": "2-213 ټول خلق (په شروع كې) یو امت وو (بیا په كې ځینې كافر شول) نو الله نبیان راولېږل چې زېرى وركوونكي او وېروونكي وو او له هغوى سره يې په حقه سره كتاب نازل كړ، د دې  لپاره چې هغه د خلقو په مينځ كې د هغه شي فیصله وكړي چې دوى په كې اختلاف كړى دى، او په هغه كې اختلاف نه دى كړى مګر هغو كسانو چې هغوى ته هغه (كتاب) وركړى شوى و، په خپل منځ كې د لويي او ظلم په وجه (يې اختلاف كړى و)،  له دې نه پس چې هغوى ته ښې څرګندې نښې راغلې، نو الله هغو كسانو ته چې ایمان يې راوړى و، په خپل حكم سره هغه حق ته هدایت وكړ چې هغوى (كافرانو) په كې اختلاف كړى و او الله د سمې لارې هدایت كوي هغه چا ته چې ويې غواړي"
    },
    {
      "number": 214,
      "text": "أَمْ حَسِبْتُمْ أَن تَدْخُلُوا۟ ٱلْجَنَّةَ وَلَمَّا يَأْتِكُم مَّثَلُ ٱلَّذِينَ خَلَوْا۟ مِن قَبْلِكُم ۖ مَّسَّتْهُمُ ٱلْبَأْسَآءُ وَٱلضَّرَّآءُ وَزُلْزِلُوا۟ حَتَّىٰ يَقُولَ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُوا۟ مَعَهُۥ مَتَىٰ نَصْرُ ٱللَّهِ ۗ أَلَآ إِنَّ نَصْرَ ٱللَّهِ قَرِيبٌۭ",
      "page": 33,
      "juz": 2,
      "hizb": 4,
      "sajda": false,
      "translation_dari": "آیا گمان می‌کنید که (به آسانی) وارد جنت میشوید؟! در حالیکه هنوز آنچه که بر سر گذشتگان آمده بود بر سر شما نیامده است. آنها دچار سختی‌ها و مشقتها شدند، و چنان متزلزل و مضطرب شدند، حتی که پیغمبر‌شان و آنانکه با او ایمان آورده بودند می‌گفتند: پس مدد الله کی خواهد آمد؟ (گفته شد) آگاه باشید که مدد الله نزدیک است.",
      "translation_pashto": "2-214 ایا تاسو دا ګمان كوئ چې جنت ته به داخل شئ؟ حال دا چې پر تاسو  باندې لا تر اوسه د هغو خلقو حالت نه دى راغلى چې له تاسو نه مخكې تېر شوي دي، هغوى ته سختي او بېماري رسېدلې وې، او جړقول شوي وو تر دې چې رسول او له هغه سره ایمان راوړونكو به وویل: د الله مدد به كله راځي؟ خبردار شئ! یقینًا د الله مدد ډېر نژدې دى "
    },
    {
      "number": 215,
      "text": "يَسْـَٔلُونَكَ مَاذَا يُنفِقُونَ ۖ قُلْ مَآ أَنفَقْتُم مِّنْ خَيْرٍۢ فَلِلْوَٰلِدَيْنِ وَٱلْأَقْرَبِينَ وَٱلْيَتَٰمَىٰ وَٱلْمَسَٰكِينِ وَٱبْنِ ٱلسَّبِيلِ ۗ وَمَا تَفْعَلُوا۟ مِنْ خَيْرٍۢ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌۭ",
      "page": 33,
      "juz": 2,
      "hizb": 4,
      "sajda": false,
      "translation_dari": "(مسلمانان) از تو می‌پرسند چه چیزی انفاق کنند (و به چه کسی بدهند؟) بگو: هر مالی را که انفاق می‌کنید (از مال حلال)، پس برای والدین و خویشاوندان و یتیمان و فقیران، و در راه ماندگان انفاق کنید، و هر نیکی انجام دهید پس یقینا الله به آن داناست.",
      "translation_pashto": "2-215 دوى له تا نه پوښتنه كوي چې څه شى خرچ (انفاق) كړي؟ ته (ورته) ووایه: څه چې خرڅ كوئ له مال نه، نو (هغه) د مور و پلار لپاره او نژدې خپلوانو او مسكینانو او مسافرو لپاره دي، او تاسو چې څه نېكي هم كوئ، نو یقینًا الله پر هغې ښه عالم دى "
    },
    {
      "number": 216,
      "text": "كُتِبَ عَلَيْكُمُ ٱلْقِتَالُ وَهُوَ كُرْهٌۭ لَّكُمْ ۖ وَعَسَىٰٓ أَن تَكْرَهُوا۟ شَيْـًۭٔا وَهُوَ خَيْرٌۭ لَّكُمْ ۖ وَعَسَىٰٓ أَن تُحِبُّوا۟ شَيْـًۭٔا وَهُوَ شَرٌّۭ لَّكُمْ ۗ وَٱللَّهُ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ",
      "page": 34,
      "juz": 2,
      "hizb": 4,
      "sajda": false,
      "translation_dari": "جنگ (جهاد) بر شما فرض شد و آن برای شما ناخوشایند (و مشکل) است و (لیکن) بسا (اوقات) چیزی را نمی‌پسندید در حالیکه به خیر شما می‌باشد و بسا چیزی را دوست دارید ولی به ضرر شما است، و الله میداند (نفع و زیان شما را) و شما نمی‌دانید.",
      "translation_pashto": "2-216 پر تاسو  باندې جنګ كول فرض كړى شوي دي، حال دا چې دا ستاسو بدې شي، او كېدى شي چې تاسو به یو شى بد ګڼئ، حال دا چې هغه به تاسو لپاره ډېر غوره وي او كېدى شي چې تاسو به یو شى خوښوئ، حال دا چې هغه به تاسو لپاره ډېر بد وي او الله پوهېږي او تاسو نه پوهېږئ"
    },
    {
      "number": 217,
      "text": "يَسْـَٔلُونَكَ عَنِ ٱلشَّهْرِ ٱلْحَرَامِ قِتَالٍۢ فِيهِ ۖ قُلْ قِتَالٌۭ فِيهِ كَبِيرٌۭ ۖ وَصَدٌّ عَن سَبِيلِ ٱللَّهِ وَكُفْرٌۢ بِهِۦ وَٱلْمَسْجِدِ ٱلْحَرَامِ وَإِخْرَاجُ أَهْلِهِۦ مِنْهُ أَكْبَرُ عِندَ ٱللَّهِ ۚ وَٱلْفِتْنَةُ أَكْبَرُ مِنَ ٱلْقَتْلِ ۗ وَلَا يَزَالُونَ يُقَٰتِلُونَكُمْ حَتَّىٰ يَرُدُّوكُمْ عَن دِينِكُمْ إِنِ ٱسْتَطَٰعُوا۟ ۚ وَمَن يَرْتَدِدْ مِنكُمْ عَن دِينِهِۦ فَيَمُتْ وَهُوَ كَافِرٌۭ فَأُو۟لَٰٓئِكَ حَبِطَتْ أَعْمَٰلُهُمْ فِى ٱلدُّنْيَا وَٱلْءَاخِرَةِ ۖ وَأُو۟لَٰٓئِكَ أَصْحَٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَٰلِدُونَ",
      "page": 34,
      "juz": 2,
      "hizb": 4,
      "sajda": false,
      "translation_dari": "تو را دربارۀ جنگ در ماه حرام می‌پرسند، بگو جنگ در آن (گناه) بزرگ است و (لیکن) منع کردن از راه الله، و منع کردن از مسجد الحرام، و بیرون کردن اهل مسجد الحرام از آن، نزد الله (گناه) بزرگتر است، و فتنه (شرک و شکنجه کردن مسلمانان در ماه حرام) بزرگتر و بدتر است، و پیوسته کفار با شما می‌جنگند تا اگر بتوانند شما را از دین تان بازگردانند، و هر که از شما از دین خود بازگردد و در حالت کفر بمیرد پس اعمال او در دنیا و در آخرت ضائع و تباه می‌شود، و آن گروه اصحاب دوزخ‌اند و در آن جا همیشه خواهند بود.",
      "translation_pashto": "2-217 دوى له تا نه د حرامو میاشتو په باره كې تپوس كوي، په هغې كې د جنګ كولو ( په باره كې)، ته (ورته) ووایه: په هغې كې جنګ كول لویه ګناه ده او د الله له لارې نه منع كول او په هغه (الله ) سره كافر كېدل او له مسجد حرام نه منع كول او له هغه (مسجد) نه د هغه اهل (حقدار) وېستل د الله په نېز بېخي ډېره لویه ګناه ده، او فتنه (شرك) له قتل نه ډېره لویه ګناه ده، او دوى به همېشه له تاسو سره جنګ كوي تر هغه پورې چې تاسو له خپل دین نه واړوي، كه وس يې وشي، او په تاسو كې چې څوك له خپل دین نه وګرځېده، بیا په داسې حال كې مړ شو چې كافر و، نو دغه كسان (چې دي) د دوى عملونه په دنیا او اخرت (دواړو) كې ضايع شوي دي او دغه كسان د اور ملګري دي، دوى به په هغه كې تل ترتله (همېشه) وي"
    },
    {
      "number": 218,
      "text": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَٱلَّذِينَ هَاجَرُوا۟ وَجَٰهَدُوا۟ فِى سَبِيلِ ٱللَّهِ أُو۟لَٰٓئِكَ يَرْجُونَ رَحْمَتَ ٱللَّهِ ۚ وَٱللَّهُ غَفُورٌۭ رَّحِيمٌۭ",
      "page": 34,
      "juz": 2,
      "hizb": 4,
      "sajda": false,
      "translation_dari": "البته آنانکه ایمان آوردند و آنانکه (بعد از ایمان) هجرت کردند و در راه الله جهاد کردند، آن گروه امید رحمت الله را دارند، و الله بسیار آمرزنده (و) مهربان است (و از رحمت و مغفرت خود آنها را محروم نمی‌سازد).",
      "translation_pashto": "2-218 يقينًا هغه كسان چې ایمان يې راوړى دى او هغه كسان چې هجرت يې كړى دى او جهاد يې كړى دى د الله په لاره كې، دغه كسان د الله د رحمت امېد لري، او الله ډېر بخښونكى، ډېر مهربان دى"
    },
    {
      "number": 219,
      "text": "۞ يَسْـَٔلُونَكَ عَنِ ٱلْخَمْرِ وَٱلْمَيْسِرِ ۖ قُلْ فِيهِمَآ إِثْمٌۭ كَبِيرٌۭ وَمَنَٰفِعُ لِلنَّاسِ وَإِثْمُهُمَآ أَكْبَرُ مِن نَّفْعِهِمَا ۗ وَيَسْـَٔلُونَكَ مَاذَا يُنفِقُونَ قُلِ ٱلْعَفْوَ ۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلْءَايَٰتِ لَعَلَّكُمْ تَتَفَكَّرُونَ",
      "page": 34,
      "juz": 2,
      "hizb": 4,
      "sajda": false,
      "translation_dari": "از تو دربارۀ شراب و قمار می‌پرسند، بگو: در هر دو گناه بزرگ است، و برای مردم منافعی (دنیوی) هم دارند، و گناهشان از نفعشان بیشتر است. و از تو می‌پرسند کدام مال خود را انفاق کنند؟ بگو: اضافه از ضرورت تان را انفاق کنید، این چنین الله آیات را برای شما بیان می‌کند تا تفکر کنید.",
      "translation_pashto": "2-219… دوى له تا نه د شرابو او جوارۍ په باره كې تپوس كوي، ووایه: په دې دواړو كې بېخي لویه ګناه ده، او د خلقو لپاره په كې فايدې دي، او د دې دواړو ګناه ډېره لویه ده، د دې دواړو له فايدو نه او دوى له تا نه پوښتنه كوي چې څه خرچ (انفاق) كړي؟ ته (ورته) ووایه: له نفقې (اخراجاتو) نه زیاتي (څیز خرچ كړئ) الله همداسې تاسو لپاره ایتونه بیانوي، د دې لپاره چې تاسو ښه فكر وكړئ"
    },
    {
      "number": 220,
      "text": "فِى ٱلدُّنْيَا وَٱلْءَاخِرَةِ ۗ وَيَسْـَٔلُونَكَ عَنِ ٱلْيَتَٰمَىٰ ۖ قُلْ إِصْلَاحٌۭ لَّهُمْ خَيْرٌۭ ۖ وَإِن تُخَالِطُوهُمْ فَإِخْوَٰنُكُمْ ۚ وَٱللَّهُ يَعْلَمُ ٱلْمُفْسِدَ مِنَ ٱلْمُصْلِحِ ۚ وَلَوْ شَآءَ ٱللَّهُ لَأَعْنَتَكُمْ ۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌۭ",
      "page": 35,
      "juz": 2,
      "hizb": 4,
      "sajda": false,
      "translation_dari": "(این چنین الله نشانه‌ها را برای شما بیان می‌کند تا ) در دنیا و آخرت (تفکر کنید) و از تو درباره اموال يتيمها می‌پرسند، بگو اصلاح نمودن (اموال) آنها بهتر است (برای شما و برای آنها)، و اگر خلط سازید مال آنها را با مال خود حرجی نیست؛ چون آنها برادران شما اند؛ و الله مفسد را از مصلح میداند، و اگر الله می‌خواست شما را در مشقت می‌انداخت، و یقینا الله غالب (و) باحکمت است.",
      "translation_pashto": "2-220 د دنیا او اخرت په باره كې، او دوى له تا نه د یتیمانو په باره كې پوښتنه كوي، ووایه: د دوى اصلاح كول ډېر ښه دي، او كه تاسو هغوى (له ځان سره) شریك كړئ، نو ستاسو وروڼه دي، او الله پېژني ورانكارى له اصلاح كوونكي نه، او كه الله غوښتلى، نو تاسو به يې خامخا په مشقت كې اچولي وى، یقینًا الله ډېر غالب، ښه حكمت والا دى"
    },
    {
      "number": 221,
      "text": "وَلَا تَنكِحُوا۟ ٱلْمُشْرِكَٰتِ حَتَّىٰ يُؤْمِنَّ ۚ وَلَأَمَةٌۭ مُّؤْمِنَةٌ خَيْرٌۭ مِّن مُّشْرِكَةٍۢ وَلَوْ أَعْجَبَتْكُمْ ۗ وَلَا تُنكِحُوا۟ ٱلْمُشْرِكِينَ حَتَّىٰ يُؤْمِنُوا۟ ۚ وَلَعَبْدٌۭ مُّؤْمِنٌ خَيْرٌۭ مِّن مُّشْرِكٍۢ وَلَوْ أَعْجَبَكُمْ ۗ أُو۟لَٰٓئِكَ يَدْعُونَ إِلَى ٱلنَّارِ ۖ وَٱللَّهُ يَدْعُوٓا۟ إِلَى ٱلْجَنَّةِ وَٱلْمَغْفِرَةِ بِإِذْنِهِۦ ۖ وَيُبَيِّنُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ",
      "page": 35,
      "juz": 2,
      "hizb": 4,
      "sajda": false,
      "translation_dari": "و نکاح نکنید با زنان مشرک تا آنکه ایمان آورند، و البته کنیز مؤمن بهتر است از زن آزادی که مشرک باشد، اگرچه (حسن و جمال) زن مشرک شما را در تعجب اندازد، و زنان مسلمان را به نکاح مردان مشرک ندهید، تا آنکه ایمان آورند، البته غلام مؤمن بهتر است از مرد آزاد مشرک اگرچه (مال و جمالش) شما را در تعجب اندازد؛ آنها (زنان و مردان مشرک) مردم را به طرف دوزخ دعوت می‌دهند، و الله به فرمان خود بندگان را به‌سوی بهشت و آمرزش دعوت می‌دهد، و آیات (و احکام) خود را برای مردم بیان می‌کند تا یادآور شوند.",
      "translation_pashto": "2-221 او له مشركو ښځو سره نكاح مه كوئ تر هغه پورې چې دوى ایمان راوړي، او خامخا مومنه وینځه بېخي غوره ده له ازادې مشركې نه اګر كه هغه تاسو حیران كړي (د خوښېدو په وجه) او مشركانو ته (مسلمانې ښځې) په نكاح مه وركوئ تر هغه پورې چې دوى ایمان راوړي، او خامخا مومن مَرَيـى بېخي غوره دى له ازاد مشرك نه، اګر كه هغه تاسو (د خوښېدو په وجه) حیران كړي، دغه كسان اور ته بلنه كوي، او الله په خپل اذن سره جنت او مغفرت ته بلنه كوي، او خلقو ته خپل ایتونه بیانوي، د دې لپاره چې دوى نصیحت قبول كړي"
    },
    {
      "number": 222,
      "text": "وَيَسْـَٔلُونَكَ عَنِ ٱلْمَحِيضِ ۖ قُلْ هُوَ أَذًۭى فَٱعْتَزِلُوا۟ ٱلنِّسَآءَ فِى ٱلْمَحِيضِ ۖ وَلَا تَقْرَبُوهُنَّ حَتَّىٰ يَطْهُرْنَ ۖ فَإِذَا تَطَهَّرْنَ فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ ٱللَّهُ ۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلتَّوَّٰبِينَ وَيُحِبُّ ٱلْمُتَطَهِّرِينَ",
      "page": 35,
      "juz": 2,
      "hizb": 4,
      "sajda": false,
      "translation_dari": "و از تو دربارۀ حیض می‌پرسند، بگو: آن رنج و زیان است، و در حالت حیض از (مقاربت با) زنان دوری جویید، و با آنها هم بستری مکنید تا آنکه پاک شوند، پس وقتی پاک شدند با آنان مقاربت کنید، از آنجا که الله شما را دستور داده است، چون الله توبه کنندگان و پاکیزگان را دوست دارد.",
      "translation_pashto": "2-222 او دوى له تا نه د حیض په باره كې پوښتنه كوي، ته ووایه: دا یوه پلیتي ده، نو په حیض كې د ښځو له جماع نه په ډَډَه شئ، او دوى ته مه نژدې كېږئ (د جماع لپاره) تر هغه پورې چې پاكې شي، نو كله چې ښې پاكې شي (غسل وكړي)، بیا له دوى سره جماع كوئ، په هغه ځاى كې چې الله تاسو ته حكم كړى دى، یقینًا الله ډېر توبې وېستونكي خوښوي او ښه پاك اوسېدونكي خوښوي"
    },
    {
      "number": 223,
      "text": "نِسَآؤُكُمْ حَرْثٌۭ لَّكُمْ فَأْتُوا۟ حَرْثَكُمْ أَنَّىٰ شِئْتُمْ ۖ وَقَدِّمُوا۟ لِأَنفُسِكُمْ ۚ وَٱتَّقُوا۟ ٱللَّهَ وَٱعْلَمُوٓا۟ أَنَّكُم مُّلَٰقُوهُ ۗ وَبَشِّرِ ٱلْمُؤْمِنِينَ",
      "page": 35,
      "juz": 2,
      "hizb": 4,
      "sajda": false,
      "translation_dari": "زنان شما کشت زار شما‌اند، پس هر گونه که بخواهید به کشتزار خود در آیید، و برای خود (توشۀ) پیش بفرستید، و از الله بترسید، و بدانید که شما با او روبرو خواهید شد، و مژده بده (ای پیغمبر، به نجات آن روز) مؤمنان را.",
      "translation_pashto": "2-223 ستاسو ښځې تاسو لپاره فصل دي، نو خپل فصل ته راځئ څنګه چې ستاسو خوښه وي، او د خپلو ځانونو لپاره (نېك عمل) وړاندې ولېږئ، او له الله نه وېرېږئ او پر دې پوه شئ چې یقینًا تاسو له هغه سره ملاقات كوونكي یئ، او مومنانو ته زېرى وركړه"
    },
    {
      "number": 224,
      "text": "وَلَا تَجْعَلُوا۟ ٱللَّهَ عُرْضَةًۭ لِّأَيْمَٰنِكُمْ أَن تَبَرُّوا۟ وَتَتَّقُوا۟ وَتُصْلِحُوا۟ بَيْنَ ٱلنَّاسِ ۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌۭ",
      "page": 35,
      "juz": 2,
      "hizb": 4,
      "sajda": false,
      "translation_dari": "و نام الله را در معرض قسم‌های خود قرار ندهید به غرض اینکه از نیکی و تقوا و اصلاح در بین مردم اجتناب کنید (چون الله به این سه کار امر کرده است پس نام او را برای منع از این کارها چگونه استعمال می‌کنید) و الله شنوا و دانا است.",
      "translation_pashto": "2-224 او د خپلو قسمونو لپاره تاسو الله هدف مه ګرځوئ (د الله  نوم  مه استعمالوئ) چې نه به كوئ نېكي او پرهېزګاري او د خلقو په مينځ كې صلح، او الله ښه اورېدونكى، ښه پوه دى"
    },
    {
      "number": 225,
      "text": "لَّا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغْوِ فِىٓ أَيْمَٰنِكُمْ وَلَٰكِن يُؤَاخِذُكُم بِمَا كَسَبَتْ قُلُوبُكُمْ ۗ وَٱللَّهُ غَفُورٌ حَلِيمٌۭ",
      "page": 36,
      "juz": 2,
      "hizb": 4,
      "sajda": false,
      "translation_dari": "الله شما را به قسم‌های غير قصدی (بیهوده) تان مؤاخذه نمی‌کند، بلکه شما را به آنچه دلهایتان قصد کرده است بازخواست می‌کند، و الله بسیار آمرزنده (و) بردبار است.",
      "translation_pashto": "2-225 الله تاسو نه نیسي په خپلو قسمونو كې په لغو سره، او لېكن نیسي تاسو پر هغه (قسم) چې ستاسو زړونو يې قصد (نيت) كړى وي، او الله ډېر بخښونكى، ښه تحمل كوونكى دى"
    },
    {
      "number": 226,
      "text": "لِّلَّذِينَ يُؤْلُونَ مِن نِّسَآئِهِمْ تَرَبُّصُ أَرْبَعَةِ أَشْهُرٍۢ ۖ فَإِن فَآءُو فَإِنَّ ٱللَّهَ غَفُورٌۭ رَّحِيمٌۭ",
      "page": 36,
      "juz": 2,
      "hizb": 4,
      "sajda": false,
      "translation_dari": "برای کسانی که قسم می‌خورند با زنان خود آمیزش جنسی نکنند (ایلاء) چهار ماه انتظار و (مهلت) است، پس اگر (از قسم یاد شده) رجوع کنند (مورد عفو قرار می‌گیرند زیرا) به يقين الله آمرزنده (و) مهربان است.",
      "translation_pashto": "2-226 د هغو كسانو لپاره چې خپلو ښځو (ته له ورتلو) نه قسم خوري، د څلورو میاشتو مهلت دى، بیا كه دوى رجوع وكړه، نو یقینًا الله ډېر بخښونكى، ډېر مهربان دى"
    },
    {
      "number": 227,
      "text": "وَإِنْ عَزَمُوا۟ ٱلطَّلَٰقَ فَإِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٌۭ",
      "page": 36,
      "juz": 2,
      "hizb": 4,
      "sajda": false,
      "translation_dari": "و اگر اراده طلاق کنند (یعنی رجوع نکردند) پس یقینا الله شنوای دانا است (بر اینکه به زبان چه گفتند و در دل چه داشتند).",
      "translation_pashto": "2-227 او كه دوى د طلاقو عزم كړى وي، نو یقینًا الله ښه اورېدونكى، ښه پوه دى"
    },
    {
      "number": 228,
      "text": "وَٱلْمُطَلَّقَٰتُ يَتَرَبَّصْنَ بِأَنفُسِهِنَّ ثَلَٰثَةَ قُرُوٓءٍۢ ۚ وَلَا يَحِلُّ لَهُنَّ أَن يَكْتُمْنَ مَا خَلَقَ ٱللَّهُ فِىٓ أَرْحَامِهِنَّ إِن كُنَّ يُؤْمِنَّ بِٱللَّهِ وَٱلْيَوْمِ ٱلْءَاخِرِ ۚ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِى ذَٰلِكَ إِنْ أَرَادُوٓا۟ إِصْلَٰحًۭا ۚ وَلَهُنَّ مِثْلُ ٱلَّذِى عَلَيْهِنَّ بِٱلْمَعْرُوفِ ۚ وَلِلرِّجَالِ عَلَيْهِنَّ دَرَجَةٌۭ ۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ",
      "page": 36,
      "juz": 2,
      "hizb": 4,
      "sajda": false,
      "translation_dari": "و زنان طلاق داده شده باید به مدت سه حیض (سه بار عادت ماهانه) انتظار بکشند، اگر به الله و روز آخرت ایمان دارند به آنان جایز نیست که آنچه الله در رحم‌هایشان آفریده است بپوشانند (یعنی در صورت حمل به دروغ نگویند که عدت من گذشته است)؛ و شوهرانشان در باز گردانیدن آنها (به نکاح خود در وقت عدت) سزاوارترند، اگر قصد اصلاح دارند، و زنان بر مردان حقی دارند مثل آن حقی که مردان بر زنان دارند که باید بطريقة شایسته ادا نمایند (و لیکن) مردان بر زنان درجه برتری دارند، والله غالب باحکمت است.",
      "translation_pashto": "2-228 او طلاقې كړى شوې ښځې دې پر خپلو ځانونو درې حیضه انتظار كوي، او د دوى لپاره حلال نه دي چې پټ كړي هغه څه چې الله د دوى په رَحِمونو كې پیدا كړي دي، كه دوى پر الله او پر ورځ د اخرت ایمان لري او په دې موده كې د دوى خاوندان د دوى د بیا راوستلو اصل حقدار دي كه هغوى د اصلاح (جوړښت) اراده لري، او د دستور مطابق د هغو (ښځو) لپاره (په خاوندانو باندې حقونه) دي په شان د هغو (حقونو) چې پر دغو (ښځو) باندې لازم دي (د خپلو خاوندانو لپاره) او په دوى باندې د سړيو لپاره درجه شته، او الله ډېر غالب، ښه حكمت والا دى"
    },
    {
      "number": 229,
      "text": "ٱلطَّلَٰقُ مَرَّتَانِ ۖ فَإِمْسَاكٌۢ بِمَعْرُوفٍ أَوْ تَسْرِيحٌۢ بِإِحْسَٰنٍۢ ۗ وَلَا يَحِلُّ لَكُمْ أَن تَأْخُذُوا۟ مِمَّآ ءَاتَيْتُمُوهُنَّ شَيْـًٔا إِلَّآ أَن يَخَافَآ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ ۖ فَإِنْ خِفْتُمْ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ فَلَا جُنَاحَ عَلَيْهِمَا فِيمَا ٱفْتَدَتْ بِهِۦ ۗ تِلْكَ حُدُودُ ٱللَّهِ فَلَا تَعْتَدُوهَا ۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَأُو۟لَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ",
      "page": 36,
      "juz": 2,
      "hizb": 4,
      "sajda": false,
      "translation_dari": "طلاق (که بعد از آن امکان رجوع است) دوبار است، پس از آن نگاه داشتن (زن) یا به خوبی است، یا به نیکی رها کردن است، و برای شما حلال نیست که چیزی از آن مالی (مهری) که به زنان داده بودید بگیرید، مگر اینکه (زن و شوهر) بترسند از اینکه احكام الله را برپا نمی‌توانند (در صورت باقی داشتن نكاح)، پس اگر ترسیدید از اینکه (زن و شوهر) احکام الله را برپا نمی‌دارند پس گناهی بر آنها نیست که زن فديه دهد (به شوهر خود برای خلاصی از نکاح او)، این حدود الله است، پس از آن تجاوز نکنید، و هر کس که (با مخالفت فرمان الهی) از حدود الله تجاوز کند، پس همان گروه ظالمان‌اند.",
      "translation_pashto": "2-229 طلاق دوه ځله دي، بیا په ښې طریقې سره (ښځې لره) ساتل دي، یا په ډېرې ښې طریقې سره رخصتول دي او (اى سړيو!) تاسو لپاره دا حلال نه دي چې له هغه (مال) نه چې تاسو دوى ته وركړى دى؛ څه لږ شى هم واخلئ، مګر دا چې دواړه له دې نه ووېرېږي چې دوى به د الله حدونه (حكمونه) قايم نه كړي، نو كه تاسو وېرېږئ چې دوى دواړه به د الله حكمونه پوره نه كړي، بیا نو په دې دواړو باندې هېڅ ګناه نشته په هغه (مال) كې چې هغه ښځه يې د جداوالي لپاره وركوي. دا د الله حدونه دي، نو له دغو نه مه تېرېږئ، او څوك چې د الله له حدونو نه تېر شي، نو همدغه كسان ظالمان دي"
    },
    {
      "number": 230,
      "text": "فَإِن طَلَّقَهَا فَلَا تَحِلُّ لَهُۥ مِنۢ بَعْدُ حَتَّىٰ تَنكِحَ زَوْجًا غَيْرَهُۥ ۗ فَإِن طَلَّقَهَا فَلَا جُنَاحَ عَلَيْهِمَآ أَن يَتَرَاجَعَآ إِن ظَنَّآ أَن يُقِيمَا حُدُودَ ٱللَّهِ ۗ وَتِلْكَ حُدُودُ ٱللَّهِ يُبَيِّنُهَا لِقَوْمٍۢ يَعْلَمُونَ",
      "page": 36,
      "juz": 2,
      "hizb": 4,
      "sajda": false,
      "translation_dari": "و اگر (بار سوم) آن را طلاق داد، پس برای او حلال نیست مگر اینکه با شوهری دیگر ازدواج کند، پس اگر (شوهر دوم) او را طلاق داد، گناهی بر آنها نیست که دوباره به یکدیگر باز گردند، البته در صورتی که مطمئن باشند که حدود الهی را رعایت خواهند کرد. این حدود الله است آن را برای قومی که می‌دانند بیان می‌کند.",
      "translation_pashto": "2-230 نو كه بیا يې هغه (په درېم ځلې) طلاقه كړه، نو له دې نه پس هغه د ده لپاره حلاله نه ده تر هغه پورې چې هغه (ښځه له عدت نه پس) له ده نه غېر بل خاوند سره نكاح وكړي، بیا كه هغه (دويم خاوند) دا طلاقه كړه، نو په دې دواړو (ښځه او پخواني خاوند) باندې هېڅ ګناه نشته چې دواړه (له عدت نه پس په نوې نكاح سره) یو بل ته رجوع وكړي، كه دواړه دا خيال كوي چې دوى به د الله حكمونه پوره كړي، او دا د الله حكمونه دي، دا د هغه قوم لپاره بیانوي چې پوهېږي"
    },
    {
      "number": 231,
      "text": "وَإِذَا طَلَّقْتُمُ ٱلنِّسَآءَ فَبَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ سَرِّحُوهُنَّ بِمَعْرُوفٍۢ ۚ وَلَا تُمْسِكُوهُنَّ ضِرَارًۭا لِّتَعْتَدُوا۟ ۚ وَمَن يَفْعَلْ ذَٰلِكَ فَقَدْ ظَلَمَ نَفْسَهُۥ ۚ وَلَا تَتَّخِذُوٓا۟ ءَايَٰتِ ٱللَّهِ هُزُوًۭا ۚ وَٱذْكُرُوا۟ نِعْمَتَ ٱللَّهِ عَلَيْكُمْ وَمَآ أَنزَلَ عَلَيْكُم مِّنَ ٱلْكِتَٰبِ وَٱلْحِكْمَةِ يَعِظُكُم بِهِۦ ۚ وَٱتَّقُوا۟ ٱللَّهَ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ بِكُلِّ شَىْءٍ عَلِيمٌۭ",
      "page": 37,
      "juz": 2,
      "hizb": 4,
      "sajda": false,
      "translation_dari": "و چون زنان را طلاق دادید و به پایان عدۀ خود نزدیک شدند، پس یا آنها را به خوبی (طريقۀ شرعی) نگاه دارید، و یا به خوبی (طريقۀ شرعی) رها کنید و هرگز آنان را برای ضرر رسانیدن به آنها نزد خود نگاه نکنید تا (در حق آنها) ظلم و از حد گذری کنید، و هرکه چنین کند پس يقينا به خویشتن ظلم کرده است، و آیات (احکام) الله را مورد استهزاء و تمسخر قرار ندهید، و یاد کنید نعمتی را که الله بر شما انعام کرده است، و (یاد کنید) آنچه را که الله از کتاب و حکمت (سنت پیغمبر) بر شما نازل کرده است. الله شما را به وسیله آن (کتاب) پند می‌دهد و از الله بترسید و بدانید که الله به هر چیز داناست.",
      "translation_pashto": "2-231  او كله چې تاسو ښځې طلاقې كړئ، بیا هغوى خپلې (د عدت اخري) مودې ته نژدې شي، نو دوى په ښې طریقې سره ایسارې كړئ (په رجوع كولو سره)، یا هغوى په ښې طریقې سره رخصت كړئ، او د ضرر رسولو لپاره هغوى مه ایساروئ چې زیاتى وكړئ، او چا چې دغه (كارونه) وكړل، نو یقینًا هغه پر ځان ظلم وكړ او د الله ایتونه مسخره مه جوړوئ او پر تاسو  باندې (شوي) د الله نعمتونه یاد كړئ او هغه چې الله پر تاسو  باندې نازل كړى دى چې كتاب (قرآن) او حكمت (سنت) دى، هغه تاسو ته په دې سره وعظ كوي، او له الله نه ووېرېږئ او پوه شئ چې یقینًا الله په هر شي باندې ښه پوه دى"
    },
    {
      "number": 232,
      "text": "وَإِذَا طَلَّقْتُمُ ٱلنِّسَآءَ فَبَلَغْنَ أَجَلَهُنَّ فَلَا تَعْضُلُوهُنَّ أَن يَنكِحْنَ أَزْوَٰجَهُنَّ إِذَا تَرَٰضَوْا۟ بَيْنَهُم بِٱلْمَعْرُوفِ ۗ ذَٰلِكَ يُوعَظُ بِهِۦ مَن كَانَ مِنكُمْ يُؤْمِنُ بِٱللَّهِ وَٱلْيَوْمِ ٱلْءَاخِرِ ۗ ذَٰلِكُمْ أَزْكَىٰ لَكُمْ وَأَطْهَرُ ۗ وَٱللَّهُ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ",
      "page": 37,
      "juz": 2,
      "hizb": 4,
      "sajda": false,
      "translation_dari": "و چون زنان را طلاق دادید و به پایان عدۀ خود رسیدند، آنها را از اینکه با شوهران (قبلی) خود ازدواج کنند - چنانچه در میانشان به طرز پسندیده توافق برقرار گردید - منع نکنید، این همان چیزی است که هرکس از شما که به الله و روز آخرت ایمان داشته باشد، به آن پند داده می‌شود. آن برایتان پاکتر و بهتر است، و الله می‌داند و شما نمی‌دانید.",
      "translation_pashto": "2-232  او كله چې تاسو ښځو ته (رجعي) طلاق وركړئ، بیا هغوى خپلې نېټې ته ورسېږي (او عدت يې پوره شي) نو تاسو دوى مه منع كوئ (له دې نه) چې دوى له  خپلو پخوانيو خاوندانو سره (دوباره) نكاح وكړي، كله چې دوى په خپل مينځ كې د دستور مطابق راضي شي، دا (حكم چې دى)، په ده سره هغه چا ته وعظ كولى شي چې په تاسو كې پر الله او پر ورځ د اخرت ایمان لري، دا تاسو لپاره ډېر غوره او ډېر پاكیزه دى، او الله پوهېږي او تاسو نه پوهېږئ"
    },
    {
      "number": 233,
      "text": "۞ وَٱلْوَٰلِدَٰتُ يُرْضِعْنَ أَوْلَٰدَهُنَّ حَوْلَيْنِ كَامِلَيْنِ ۖ لِمَنْ أَرَادَ أَن يُتِمَّ ٱلرَّضَاعَةَ ۚ وَعَلَى ٱلْمَوْلُودِ لَهُۥ رِزْقُهُنَّ وَكِسْوَتُهُنَّ بِٱلْمَعْرُوفِ ۚ لَا تُكَلَّفُ نَفْسٌ إِلَّا وُسْعَهَا ۚ لَا تُضَآرَّ وَٰلِدَةٌۢ بِوَلَدِهَا وَلَا مَوْلُودٌۭ لَّهُۥ بِوَلَدِهِۦ ۚ وَعَلَى ٱلْوَارِثِ مِثْلُ ذَٰلِكَ ۗ فَإِنْ أَرَادَا فِصَالًا عَن تَرَاضٍۢ مِّنْهُمَا وَتَشَاوُرٍۢ فَلَا جُنَاحَ عَلَيْهِمَا ۗ وَإِنْ أَرَدتُّمْ أَن تَسْتَرْضِعُوٓا۟ أَوْلَٰدَكُمْ فَلَا جُنَاحَ عَلَيْكُمْ إِذَا سَلَّمْتُم مَّآ ءَاتَيْتُم بِٱلْمَعْرُوفِ ۗ وَٱتَّقُوا۟ ٱللَّهَ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌۭ",
      "page": 37,
      "juz": 2,
      "hizb": 4,
      "sajda": false,
      "translation_dari": "و مادران اولاد خود را تا دو سال کامل شیر دهند، این حکم برای کسی است که بخواهد مدت شیر خوارگی را تمام کند، و بر کسی که اولاد داده شده (پدر) انفاق زنان شیرده، و لباس آنها به طريقة مشروع و پسندیده لازم است، هیچ کس مکلف ساخته نمی‌شود مگر به قدر توان او، و هیچ مادری نباید به سبب فرزندش ضرر بیند، و نه هیچ پدری به سبب فرزندش ضررمند شود، و بر وارث فرزند چنین چیزی (نفقه) لازم است، پس اگر پدر و مادر به رضا و مشورۀ یکدیگر جدایی طفل را از شیر بخواهند پس گناهی بر آنها نیست، و اگر بخواهید که برای اولاد خود دایه‌ای بگیرید، پس گناهی بر شما نیست؛ به شرط اینکه آنچه را که مقرر کرده‌اید، بطور شایسته پرداخت کنید، و از الله بترسید و بدانید که الله به آنچه که می‌کنید بیناست.",
      "translation_pashto": "2-233  او میندې دې خپل اولاد ته پوره دوه كاله تى وركوي، (دا حكم) د هغه چا لپاره دى چې د تي وركولو موده پوره كول غواړي او د چا لپاره چې بچى دى په هغه باندې د دغو (ښځو) نفقه ده او د دوى جامه ده په ښې طریقې سره، هیڅوك هم مكلف كولى نشي مګر د هغه له وَس سره سم، ضرر دې ونه رسول شي مور ته د هغې د بچي په وجه، او نه د بچي پلار ته د هغه د بچي په وجه او په وارث باندې د دې په مثل لازم دي، پس كه دواړه د خپلمينځي رضامندۍ او مشورې سره له تي نه د پرېكولو اراده وكړي، نو په دې دواړه باندې هېڅ ګناه نشته او كه تاسو خپل اولاد ته مُرضِعه (دايي) نیول غواړئ بیا (هم) پر تاسو  باندې هېڅ ګناه نشته، كله چې هغه (مال) سپارئ  چې تاسو يې وركول غواړئ، په ښې طریقې سره، او له الله نه ووېرېږئ او پوه شئ چې یقینًا الله هغه څه لره ښه لېدونكى دى چې تاسو يې كوئ"
    },
    {
      "number": 234,
      "text": "وَٱلَّذِينَ يُتَوَفَّوْنَ مِنكُمْ وَيَذَرُونَ أَزْوَٰجًۭا يَتَرَبَّصْنَ بِأَنفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍۢ وَعَشْرًۭا ۖ فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيْكُمْ فِيمَا فَعَلْنَ فِىٓ أَنفُسِهِنَّ بِٱلْمَعْرُوفِ ۗ وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌۭ",
      "page": 38,
      "juz": 2,
      "hizb": 4,
      "sajda": false,
      "translation_dari": "و کسانی از شما که وفات می‌کنند و زنانی را بجا می‌گذارند (باید آن زنان) تا مدت چهار ماه و ده روز انتظار بکشند، پس چون مهلت (عدت) خود را به پایان رساندند پس بر شما گناهی نیست در آنچه که آنان به طور شایسته دربارۀ خود انجام دهند، و الله به آنچه که شما می‌کنید آگاه است.",
      "translation_pashto": "2-234  او هغه كسان چې په تاسو كې مړه شي او ښځې پرېږدي، هغه ښځې دې څلور میاشتې او لس ورځې خپل ځانونه په انتظار كې ساتي، بیا چې كله هغوى خپلې نېټې ته ورسېږي (عدت يې پوره شي) نو پر تاسو  باندې هېڅ ګناه نشته په هغه كار كې چې دوى يې د خپلو  ځانونو په حق كې په ښې طریقې سره كوي، او الله پر هغو عملونو چې تاسو يې كوئ؛ ښه خبردار دى"
    },
    {
      "number": 235,
      "text": "وَلَا جُنَاحَ عَلَيْكُمْ فِيمَا عَرَّضْتُم بِهِۦ مِنْ خِطْبَةِ ٱلنِّسَآءِ أَوْ أَكْنَنتُمْ فِىٓ أَنفُسِكُمْ ۚ عَلِمَ ٱللَّهُ أَنَّكُمْ سَتَذْكُرُونَهُنَّ وَلَٰكِن لَّا تُوَاعِدُوهُنَّ سِرًّا إِلَّآ أَن تَقُولُوا۟ قَوْلًۭا مَّعْرُوفًۭا ۚ وَلَا تَعْزِمُوا۟ عُقْدَةَ ٱلنِّكَاحِ حَتَّىٰ يَبْلُغَ ٱلْكِتَٰبُ أَجَلَهُۥ ۚ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ يَعْلَمُ مَا فِىٓ أَنفُسِكُمْ فَٱحْذَرُوهُ ۚ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ غَفُورٌ حَلِيمٌۭ",
      "page": 38,
      "juz": 2,
      "hizb": 4,
      "sajda": false,
      "translation_dari": "و بر شما گناهی نیست که به طور تعریض یا کنایه از زنان خواستگاری کنید، و یا در دلهایتان پنهان نمایید، الله میداند که شما آنها را یاد می‌کنید، مگر به آنها وعده پنهانی (نکاح) ندهید به جز آنکه سخنی نیک گویید و قصد عقد نکاح نکنید تا آنکه میعاد عدت به پایان برسد و بدانید که الله آنچه را که در دل‌های شما است می‌داند، پس از او بترسید، و بدانید که الله آمرزنده (و) بردبار است.",
      "translation_pashto": "2-235  او پر تاسو  باندې هېڅ ګناه نشته په هغه (خبره) كې چې په هغې سره تاسو د ښځو د غوښتنې اشاره كوئ، یا په خپلو نفسونو كې يې پټه ساتئ، (له هغو سره نكاح كول) الله پوه دى چې یقینًا ژر دى چې تاسو به دوى یادَوئ، او لېكن له دوى سره په پټه وعده مه كوئ، مګر دا چې مناسبه (تعریضي) خبره وكړئ، او د نكاح تړلو عزم مه كوئ تر هغه پورې چې فرض شوى (عدت) خپلې نېټې ته ورسېږي، او پوه شئ چې یقینًا الله پر هغه څه پوهېږي چې ستاسو په نفسونو كې دي، نو له هغه (الله)  نه وېرېږئ، او پوه شئ چې یقینًا الله ډېر بخښونكى، ډېر تحمل كوونكى دى"
    },
    {
      "number": 236,
      "text": "لَّا جُنَاحَ عَلَيْكُمْ إِن طَلَّقْتُمُ ٱلنِّسَآءَ مَا لَمْ تَمَسُّوهُنَّ أَوْ تَفْرِضُوا۟ لَهُنَّ فَرِيضَةًۭ ۚ وَمَتِّعُوهُنَّ عَلَى ٱلْمُوسِعِ قَدَرُهُۥ وَعَلَى ٱلْمُقْتِرِ قَدَرُهُۥ مَتَٰعًۢا بِٱلْمَعْرُوفِ ۖ حَقًّا عَلَى ٱلْمُحْسِنِينَ",
      "page": 38,
      "juz": 2,
      "hizb": 4,
      "sajda": false,
      "translation_dari": "برشما گناهی نیست اگر زنان را قبل از اینکه با آنها همبستری نکرده باشید یا برای آنها مهری تعیین نکرده باشید، طلاق دهید، آنان (زنان مطلقه) را به طور پسندیده، (به نوعی) بهره مند سازید، ثروتمند به اندازۀ خودش و تنگدست به اندازه خودش (ایشان را بهره مند سازند و این کاری است) شایسته بر ذمۀ نیکوکاران.",
      "translation_pashto": "2-236  پر تاسو  باندې هېڅ بوج (مهر) نشته كه تاسو ښځو ته طلاق وركړئ څو پورې چې تاسو له هغوى سره كوروالى (جماع) كړى نه وي، یا مو د هغوى لپاره څه مهر مقرر كړى نه وي او دوى ته څه خرڅ، سامان وركړئ، په مالدار باندې د هغه د اندازې مطابق وركول لازم دي او په غریب باندې د هغه د اندازې سره سم لازم دي، له دستور سره سم ضروري سامان وركول، (دا) په نېكي كوونكو باندې لازم دي"
    },
    {
      "number": 237,
      "text": "وَإِن طَلَّقْتُمُوهُنَّ مِن قَبْلِ أَن تَمَسُّوهُنَّ وَقَدْ فَرَضْتُمْ لَهُنَّ فَرِيضَةًۭ فَنِصْفُ مَا فَرَضْتُمْ إِلَّآ أَن يَعْفُونَ أَوْ يَعْفُوَا۟ ٱلَّذِى بِيَدِهِۦ عُقْدَةُ ٱلنِّكَاحِ ۚ وَأَن تَعْفُوٓا۟ أَقْرَبُ لِلتَّقْوَىٰ ۚ وَلَا تَنسَوُا۟ ٱلْفَضْلَ بَيْنَكُمْ ۚ إِنَّ ٱللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌ",
      "page": 38,
      "juz": 2,
      "hizb": 4,
      "sajda": false,
      "translation_dari": "و اگر زنان را پیش از اینکه با آنها همبستری کرده باشید طلاق دادید در حالیکه مهری برای آنها مقرر کرده‌اید. پس (بر ذمۀ شما پرداخت) نیم آنچه مقرر کرده‌اید لازم است، مگر اینکه (آن را به شما) ببخشند یا کسی که عقد نکاح در دست اوست (آن را) ببخشد، و اگر ببخشید (عفو کنید) به تقوا نزدیک‌تر است، و احسان را در میان خود فراموش نکنید، بی‌گمان الله به آنچه می‌کنید بیناست.",
      "translation_pashto": "2-237 او كه تاسو دوى ته طلاق وركړئ مخكې له دې نه چې تاسو له هغوى سره كوروالى وكړئ، په دې حال كې چې تاسو د هغوى لپاره مهر مقرر كړى وي، نو د هغه (مهر) نیم وركول لازم دي چې تاسو مقرر كړى دى مګر دا چې هغوى (ښځې) يې معاف كړي، یا هغه كس يې معاف كړي  د چا په لاس كې چې د نكاح غوټه ده (خاوند وركړى مهر ښځې ته پرېږدي)، او ستاسو معاف كول تقویٰ ته ډېر نژدې دي، او په خپل مينځ كې احسان كول مه هېروئ، یقیناً الله هغو عملونو لره چې تاسو يې كوئ، ښه لیدونكى دى"
    },
    {
      "number": 238,
      "text": "حَٰفِظُوا۟ عَلَى ٱلصَّلَوَٰتِ وَٱلصَّلَوٰةِ ٱلْوُسْطَىٰ وَقُومُوا۟ لِلَّهِ قَٰنِتِينَ",
      "page": 39,
      "juz": 2,
      "hizb": 4,
      "sajda": false,
      "translation_dari": "بر ادای نمازها محافظت (و پایبندی) کنید و (خصوصا) نماز میانه (نماز عصر)، و منقاد (فروتنانه) برای الله بایستید.",
      "translation_pashto": "2-238 د لمونځونو ساتنه كوئ او (خصوصًا) د بېخې منځني لمونځ، او الله ته ودرېږئ اطاعت كوونكي"
    },
    {
      "number": 239,
      "text": "فَإِنْ خِفْتُمْ فَرِجَالًا أَوْ رُكْبَانًۭا ۖ فَإِذَآ أَمِنتُمْ فَٱذْكُرُوا۟ ٱللَّهَ كَمَا عَلَّمَكُم مَّا لَمْ تَكُونُوا۟ تَعْلَمُونَ",
      "page": 39,
      "juz": 2,
      "hizb": 4,
      "sajda": false,
      "translation_dari": "پس اگر (در میدان جهاد از ایستادن نماز) ترسیدید (باز هم نماز را ترک نکنید بلکه) پیاده یا سواره نماز را ادا کنید، پس وقتی ایمن شديد، الله را یاد کنید (همانطور که) به شما چیزهایی آموخت که خود نمی‌دانستید",
      "translation_pashto": "2-239 بیا كه وېرېدلئ، نو (لمونځ كوئ) پیاده، یا سواره، بیا چې كله په امن شئ، نو الله یادوئ څنګه چې يې تاسو ته هغه څه ښودلي دي چې تاسو (پرې) نه پوهېدئ"
    },
    {
      "number": 240,
      "text": "وَٱلَّذِينَ يُتَوَفَّوْنَ مِنكُمْ وَيَذَرُونَ أَزْوَٰجًۭا وَصِيَّةًۭ لِّأَزْوَٰجِهِم مَّتَٰعًا إِلَى ٱلْحَوْلِ غَيْرَ إِخْرَاجٍۢ ۚ فَإِنْ خَرَجْنَ فَلَا جُنَاحَ عَلَيْكُمْ فِى مَا فَعَلْنَ فِىٓ أَنفُسِهِنَّ مِن مَّعْرُوفٍۢ ۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌۭ",
      "page": 39,
      "juz": 2,
      "hizb": 4,
      "sajda": false,
      "translation_dari": "و کسانی از شما که وفات می‌کنند و (بعد از وفات خود) زنانی را بر جای می‌گذارند (باید) برای همسران خود وصیت کنند که (وارثان شوهر) آنها را تا یکسال (در خانه شوهر شان) بگذارند تا نفع ببرند و آنها را از خانه بیرون نکنند، و اگر خودشان بیرون رفتند، پس در آنچه آنها به طور شایسته درباره خود انجام می‌دهند گناهی بر شما نیست، و الله غالب با حکمت است.",
      "translation_pashto": "2-240 او هغه كسان چې په تاسو كې مري او ښځې پرېږدي (نو په دوى باندې لازم دي) وصیت كول د خپلو ښځو لپاره تر یو كاله پورې د خرچ وركولو، بې له وېستلو نه، نو كه دوى (پخپله) ووتلې، نو پر تاسو  باندې هېڅ ګناه نشته په هغه څه كې چې دوى (ښځې) يې د خپلو ځانونو په باره كې كوي څه نېك كار، او الله ډېر غالب، ښه حكمت والا دى"
    },
    {
      "number": 241,
      "text": "وَلِلْمُطَلَّقَٰتِ مَتَٰعٌۢ بِٱلْمَعْرُوفِ ۖ حَقًّا عَلَى ٱلْمُتَّقِينَ",
      "page": 39,
      "juz": 2,
      "hizb": 4,
      "sajda": false,
      "translation_dari": "و برای زنان طلاق داده شده هدیه شایسته است (یعنی نفقه و سکنی) این حقی است بر مردان پرهیزگار.",
      "translation_pashto": "2-241 او د طلاق كړى شویو ښځو لپاره، له عُرف سره سم، سامان وركول په كار دي،  په متقیانو باندې (دا) لازم  دي"
    },
    {
      "number": 242,
      "text": "كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمْ ءَايَٰتِهِۦ لَعَلَّكُمْ تَعْقِلُونَ",
      "page": 39,
      "juz": 2,
      "hizb": 4,
      "sajda": false,
      "translation_dari": "این چنین الله آياتش را برای شما بیان می‌کند تا بفهمید.",
      "translation_pashto": "2-242 همدارنګه الله تاسو لپاره خپل ایتونه بیانوي، د دې لپاره چې تاسو پوه شئ"
    },
    {
      "number": 243,
      "text": "۞ أَلَمْ تَرَ إِلَى ٱلَّذِينَ خَرَجُوا۟ مِن دِيَٰرِهِمْ وَهُمْ أُلُوفٌ حَذَرَ ٱلْمَوْتِ فَقَالَ لَهُمُ ٱللَّهُ مُوتُوا۟ ثُمَّ أَحْيَٰهُمْ ۚ إِنَّ ٱللَّهَ لَذُو فَضْلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَشْكُرُونَ",
      "page": 39,
      "juz": 2,
      "hizb": 4,
      "sajda": false,
      "translation_dari": "آیا نشنیدی داستان آنان را که از ترس مرگ از خانه‌های خود برآمدند در حالیکه هزارها نفر بودند؟ پس الله به آنها گفت: بمیرید (و مردند)، باز آنها را زنده کرد، واقعا که الله بر مردم احسان و کرم دارد، و لیکن اکثر مردم شكر (احسان) الله را به جا نمی‌آورند.",
      "translation_pashto": "2-243 ایا تا هغه كسان نه دې لیدلي چې د مرګ له وېرې له خپلو كورونو نه وتلي وو، په دې حال كې چې هغوى زرګونه وو، پس الله دوى ته وویل: مړه شئ، بیا يې هغوى راژوندي كړل، یقینًا الله خامخا په خلقو باندې  فضل كولو والا دى او لېكن اكثره خلق شكر نه وباسي"
    },
    {
      "number": 244,
      "text": "وَقَٰتِلُوا۟ فِى سَبِيلِ ٱللَّهِ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٌۭ",
      "page": 39,
      "juz": 2,
      "hizb": 4,
      "sajda": false,
      "translation_dari": "و در راه الله بجنگید (جهاد کنید و از مرگ نترسید) و بدانید که الله شنوا و داناست.",
      "translation_pashto": "2-244 او د الله په لاره كې جنګېږئ، او پوه شئ چې یقینًا الله ښه اورېدونكى، ښه عالم دى"
    },
    {
      "number": 245,
      "text": "مَّن ذَا ٱلَّذِى يُقْرِضُ ٱللَّهَ قَرْضًا حَسَنًۭا فَيُضَٰعِفَهُۥ لَهُۥٓ أَضْعَافًۭا كَثِيرَةًۭ ۚ وَٱللَّهُ يَقْبِضُ وَيَبْصُۜطُ وَإِلَيْهِ تُرْجَعُونَ",
      "page": 39,
      "juz": 2,
      "hizb": 4,
      "sajda": false,
      "translation_dari": "کیست آنکه به الله قرض نیکو بدهد (در راه او انفاق کند) تا (الله) آنرا برای او چندین برابر کند؟ و الله (در رزق بندگان) تنگی و گشایش می‌آورد و به بارگاه او باز می‌گردید.",
      "translation_pashto": "2-245 څوك دى هغه كس چې الله ته قرض وركوي، قرضِ حسنه، نو هغه (الله ) به د هغه لپاره دا (قرض) زیات كړي په ډېرو زیاتولو سره، او الله تنګي راولي او (هغه) فراخي راولي، او تاسو به خاص هغه ته بېرته ورګرځول كېږئ"
    },
    {
      "number": 246,
      "text": "أَلَمْ تَرَ إِلَى ٱلْمَلَإِ مِنۢ بَنِىٓ إِسْرَٰٓءِيلَ مِنۢ بَعْدِ مُوسَىٰٓ إِذْ قَالُوا۟ لِنَبِىٍّۢ لَّهُمُ ٱبْعَثْ لَنَا مَلِكًۭا نُّقَٰتِلْ فِى سَبِيلِ ٱللَّهِ ۖ قَالَ هَلْ عَسَيْتُمْ إِن كُتِبَ عَلَيْكُمُ ٱلْقِتَالُ أَلَّا تُقَٰتِلُوا۟ ۖ قَالُوا۟ وَمَا لَنَآ أَلَّا نُقَٰتِلَ فِى سَبِيلِ ٱللَّهِ وَقَدْ أُخْرِجْنَا مِن دِيَٰرِنَا وَأَبْنَآئِنَا ۖ فَلَمَّا كُتِبَ عَلَيْهِمُ ٱلْقِتَالُ تَوَلَّوْا۟ إِلَّا قَلِيلًۭا مِّنْهُمْ ۗ وَٱللَّهُ عَلِيمٌۢ بِٱلظَّٰلِمِينَ",
      "page": 40,
      "juz": 2,
      "hizb": 4,
      "sajda": false,
      "translation_dari": "آیا از (داستان) اشراف بنی اسرائیل که بعد از موسی بودند خبر نیافتی، وقتی به پیغمبر خود گفتند که برای ما پادشاهی مقرر کن تا (در زیر فرمان او) در راه الله بجنگیم، پیغمبرشان گفت: ممکن است بر شما جنگ فرض گردد باز شما جنگ نکنید؟ گفتند: ما را چه شده که در راه الله جنگ نکنیم؟ در حالیکه از سرزمین و فرزندان ما بیرون رانده شدیم؟ (لیکن) وقتی جنگ بر آنها لازم شد، جز عدۀ اندکی اعراض کردند، و الله به (احوال) ظالمان داناست.",
      "translation_pashto": "2-246 ايا تا له موسٰى نه بعد راغليو، د بني اسرائىلو سردارانو ته نه دي كتلي، كله چې هغوى خپل نبي ته وويل: زمونږ لپاره يو بادشاه مقرر كړه چې مونږ د الله په لاره كې جنګ وكړو، هغه نبي وويل: ايا تاسو نژدې يئ كه پر تاسو  باندې جنګ كول فرض كړى شي دا چې جنګ به ونه كړئ؟ هغوى وويل: او مونږ لره څه (موانع) دي چې د الله په لاره كې به جنګ نه كوو، حال دا چې مونږ له خپلو كورونو او خپلو زامنو نه وېستل شوي يو، بيا چې كله پر هغوى باندې جنګ كول فرض كړى شول، نو هغوى (له خپلې خبرې نه) وګرځېدل، مګر له هغوى څخه ډېر لږ (خلق ونه ګرځېدل) او الله په ظالمانو باندې ښه پوه دى"
    },
    {
      "number": 247,
      "text": "وَقَالَ لَهُمْ نَبِيُّهُمْ إِنَّ ٱللَّهَ قَدْ بَعَثَ لَكُمْ طَالُوتَ مَلِكًۭا ۚ قَالُوٓا۟ أَنَّىٰ يَكُونُ لَهُ ٱلْمُلْكُ عَلَيْنَا وَنَحْنُ أَحَقُّ بِٱلْمُلْكِ مِنْهُ وَلَمْ يُؤْتَ سَعَةًۭ مِّنَ ٱلْمَالِ ۚ قَالَ إِنَّ ٱللَّهَ ٱصْطَفَىٰهُ عَلَيْكُمْ وَزَادَهُۥ بَسْطَةًۭ فِى ٱلْعِلْمِ وَٱلْجِسْمِ ۖ وَٱللَّهُ يُؤْتِى مُلْكَهُۥ مَن يَشَآءُ ۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌۭ",
      "page": 40,
      "juz": 2,
      "hizb": 4,
      "sajda": false,
      "translation_dari": "و پیغمبر‌شان به آنها گفت که البته الله طالوت را پادشاه شما فرستاده است، گفتند: چگونه او پادشاه ما باشد در حالی که ما نسبت به او سزاوار فرمانروایی هستیم و به او مال فراوان داده نشده است؟ (پیغمبرشان) گفت: همانا الله او را بر شما برگزیده و در جسم و دانش بر شما برتری بخشیده است و الله ملک (سلطنت) خود را به هر کسی بخواهد می‌دهد، و الله گشایشگر داناست.",
      "translation_pashto": "2-247 او دوى ته خپل نبي وویل: بېشكه الله تاسو لپاره یقینًا طالوت بادشاه مقرر كړى دى، هغوى وویل: د هغه لپاره پر مونږه باندې بادشاهي څنګه كېدى شي، حال دا چې مونږ له هغه نه د بادشاهۍ  زیات حقدار یو، او هغه ته د مال فراخي (هم) نه ده وركړى شوې، هغه (نبي) وویل: یقینًا الله هغه پر تاسو  باندې غوره كړى دى، او هغه ته يې په جسم او علم كې زیاته فراخي وركړې ده، او الله خپله بادشاهي وركوي چا ته چې يې وغواړي، او  الله فراخه فضل والا، ښه عالم دى"
    },
    {
      "number": 248,
      "text": "وَقَالَ لَهُمْ نَبِيُّهُمْ إِنَّ ءَايَةَ مُلْكِهِۦٓ أَن يَأْتِيَكُمُ ٱلتَّابُوتُ فِيهِ سَكِينَةٌۭ مِّن رَّبِّكُمْ وَبَقِيَّةٌۭ مِّمَّا تَرَكَ ءَالُ مُوسَىٰ وَءَالُ هَٰرُونَ تَحْمِلُهُ ٱلْمَلَٰٓئِكَةُ ۚ إِنَّ فِى ذَٰلِكَ لَءَايَةًۭ لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ",
      "page": 40,
      "juz": 2,
      "hizb": 4,
      "sajda": false,
      "translation_dari": "و پیغمبرشان برای آنها گفت که البته علامت پادشاهی او این است که آن صندوق (عهد) پیش شما بیاید، که در آن سکون و آرامش از جانب پروردگارتان می‌باشد، و در آن (صندوق) باقی ماندۀ آنچه است که آل موسی و آل هارون بر جای گذاشته‌اند، در حالیکه فرشته‌ها آن صندوق را حمل می‌کنند، يقينا در این دلیل (حقانیت طالوت) است برای شما اگر مؤمن هستید.",
      "translation_pashto": "2-248 او دوى ته خپل نبي وویل: بېشكه د ده د باشاهۍ نښه دا ده چې تاسو ته به صندوق راشي چې په هغه كې ستاسو د رب له جانبه سكینت (د زړه ارام) دى او باقي پاتې شونې له هغو (څیزونو) نه چې الِ موسٰی او الِ هارون پرېښي وو، چې ملايكو به راپورته كړى وي، یقینًا په دې كې  تاسو لپاره خامخا لویه نښه ده كه تاسو ایمان لرونكي یئ"
    },
    {
      "number": 249,
      "text": "فَلَمَّا فَصَلَ طَالُوتُ بِٱلْجُنُودِ قَالَ إِنَّ ٱللَّهَ مُبْتَلِيكُم بِنَهَرٍۢ فَمَن شَرِبَ مِنْهُ فَلَيْسَ مِنِّى وَمَن لَّمْ يَطْعَمْهُ فَإِنَّهُۥ مِنِّىٓ إِلَّا مَنِ ٱغْتَرَفَ غُرْفَةًۢ بِيَدِهِۦ ۚ فَشَرِبُوا۟ مِنْهُ إِلَّا قَلِيلًۭا مِّنْهُمْ ۚ فَلَمَّا جَاوَزَهُۥ هُوَ وَٱلَّذِينَ ءَامَنُوا۟ مَعَهُۥ قَالُوا۟ لَا طَاقَةَ لَنَا ٱلْيَوْمَ بِجَالُوتَ وَجُنُودِهِۦ ۚ قَالَ ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُوا۟ ٱللَّهِ كَم مِّن فِئَةٍۢ قَلِيلَةٍ غَلَبَتْ فِئَةًۭ كَثِيرَةًۢ بِإِذْنِ ٱللَّهِ ۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ",
      "page": 41,
      "juz": 2,
      "hizb": 4,
      "sajda": false,
      "translation_dari": "پس وقتی طالوت با لشکر خود (از مردم و منطقۀ خود) جدا شد گفت: البته الله شما را به وسيلۀ (آب) نهر آزمایش می‌کند، پس هر کس از آن بنوشد پس او از من نیست، و هر کس از آن نچشد پس او از من است، به جز کسیکه به اندازۀ یک کف دست گرفته بنوشد، پس همه جز تعداد کمی‌شان از آن نوشیدند، پس وقتی که طالوت و مؤمنان همراهان او از نهر عبور کردند، (افرادی از آنان) گفتند: امروز طاقت جنگ با جالوت و لشکر او را نداریم، و کسانی که یقین داشتند که الله را ملاقات خواهند کرد، گفتند: چه بسا گروه کم بر گروه زیاد به اذن الله غالب می‌گردد و الله با صابران است.",
      "translation_pashto": "2-249 نو كله چې طالوت سره د لښكرو راووت، ويې ويل: یقینًا الله په یوې ولِې سره ستاسو ازمايش كوونكى دى، نو څوك چې له هغې نه اوبه وڅښي، نو هغه زما له ملګرو نه نه دى، او څوك چې هغه ونه څكي، نو بېشكه هغه زما له ملګرو څخه دى مګر هغه څوك چې په خپل لاس سره یو چونګ (اوبه) راواخلي، نو هغوى له هغې (ولې) نه اوبه وڅښلې مګر له دوى نه ډېرو لږو (خلقو ونه څښلې) نو كله چې دى (طالوت) او هغه كسان چې له ده سره يې ایمان راوړى و له هغې نه پورې وتل، (مخالفت كوونكو وویل:) نن ورځ زمونږ لپاره د جالوت او د هغه د لښكرو په مقابله كې هېڅ طاقت نشته، او وویل هغو كسانو چې یقین يې لاره چې بېشكه دوى له الله سره ملاقات كوونكي دي: څومره ډېر ځلې ډېره وړه ډله په ډېرې لويې ډلې باندې د الله په حكم سره غالبه شوې ده، او الله د صبر كوونكو ملګرى دى"
    },
    {
      "number": 250,
      "text": "وَلَمَّا بَرَزُوا۟ لِجَالُوتَ وَجُنُودِهِۦ قَالُوا۟ رَبَّنَآ أَفْرِغْ عَلَيْنَا صَبْرًۭا وَثَبِّتْ أَقْدَامَنَا وَٱنصُرْنَا عَلَى ٱلْقَوْمِ ٱلْكَٰفِرِينَ",
      "page": 41,
      "juz": 2,
      "hizb": 4,
      "sajda": false,
      "translation_dari": "وقتی (طالوت و همراهان او) با جالوت و لشکر او روبرو شدند، گفتند: ای پروردگار ما! بر ما صبر و شکیبایی فروریز و ما را ثابت قدم بدار و ما را بر قوم کافر پیروز گردان.",
      "translation_pashto": "2-250 او كله چې هغوى د جالوت او د هغه د لښكرو د مقابلې لپاره (میدان ته) راووتل، ويې ويل: اى زمونږه ربه! راخوشې كړه پر مونږ باندې صبر، او زمونږ قدمونه ټینګ (كلك) كړه، او د كافر قوم په مقابله كې زمونږ مدد وكړه"
    },
    {
      "number": 251,
      "text": "فَهَزَمُوهُم بِإِذْنِ ٱللَّهِ وَقَتَلَ دَاوُۥدُ جَالُوتَ وَءَاتَىٰهُ ٱللَّهُ ٱلْمُلْكَ وَٱلْحِكْمَةَ وَعَلَّمَهُۥ مِمَّا يَشَآءُ ۗ وَلَوْلَا دَفْعُ ٱللَّهِ ٱلنَّاسَ بَعْضَهُم بِبَعْضٍۢ لَّفَسَدَتِ ٱلْأَرْضُ وَلَٰكِنَّ ٱللَّهَ ذُو فَضْلٍ عَلَى ٱلْعَٰلَمِينَ",
      "page": 41,
      "juz": 2,
      "hizb": 4,
      "sajda": false,
      "translation_dari": "پس جالوت و لشکر او را به اذن الله شکست دادند، و داود جالوت را کشت، و الله داود را بادشاهی و پیغمبری داد، و به او از آنچه میخواست چیزهایی آموخت؛ و اگر الله بعضی از مردم را بوسیلۀ بعضی دیگر دفع نمی‌کرد، یقینا زمین تباه (و از فساد پر) می‌شد، و لیکن الله لطف و احسان بسیار بر همه عالم دارد.",
      "translation_pashto": "2-251 نو دوى هغو ته د الله په حكم سره ماتې وركړه، او داود جالوت لره قتل كړو، او الله هغه (داود) ته بادشاهي او حكمت وركړ، او هغه ته يې له هغو (څیزونو) نه ښودنه وكړه چې (الله) غوښتل او كه د الله لرې كول نه وى خلقو لره، د دوى ځېنو لره په ځېنو نورو سره (نو) ځمكه به خامخا ورانه شوې وى او لېكن الله په عالَمونو باندې د لوى فضل كولو والا دى"
    },
    {
      "number": 252,
      "text": "تِلْكَ ءَايَٰتُ ٱللَّهِ نَتْلُوهَا عَلَيْكَ بِٱلْحَقِّ ۚ وَإِنَّكَ لَمِنَ ٱلْمُرْسَلِينَ",
      "page": 41,
      "juz": 2,
      "hizb": 4,
      "sajda": false,
      "translation_dari": "این آیات، آیات (کتاب) الله است که آن را بر تو تلاوت می‌کنیم و یقینا تو از جملۀ پیغمبران هستی.",
      "translation_pashto": "2-252 دا د الله ایتونه دي، مونږ دا په تا باندې په حقه سره لولو او یقینًا ته خامخا له رسولانو ځنې يې"
    },
    {
      "number": 253,
      "text": "۞ تِلْكَ ٱلرُّسُلُ فَضَّلْنَا بَعْضَهُمْ عَلَىٰ بَعْضٍۢ ۘ مِّنْهُم مَّن كَلَّمَ ٱللَّهُ ۖ وَرَفَعَ بَعْضَهُمْ دَرَجَٰتٍۢ ۚ وَءَاتَيْنَا عِيسَى ٱبْنَ مَرْيَمَ ٱلْبَيِّنَٰتِ وَأَيَّدْنَٰهُ بِرُوحِ ٱلْقُدُسِ ۗ وَلَوْ شَآءَ ٱللَّهُ مَا ٱقْتَتَلَ ٱلَّذِينَ مِنۢ بَعْدِهِم مِّنۢ بَعْدِ مَا جَآءَتْهُمُ ٱلْبَيِّنَٰتُ وَلَٰكِنِ ٱخْتَلَفُوا۟ فَمِنْهُم مَّنْ ءَامَنَ وَمِنْهُم مَّن كَفَرَ ۚ وَلَوْ شَآءَ ٱللَّهُ مَا ٱقْتَتَلُوا۟ وَلَٰكِنَّ ٱللَّهَ يَفْعَلُ مَا يُرِيدُ",
      "page": 42,
      "juz": 3,
      "hizb": 5,
      "sajda": false,
      "translation_dari": "اینها پیغمبرانی هستند که بعضی آنها را بر بعضی دیگر فضیلت داده‌ایم، از آنها کسی هست که الله با او سخن گفت، و مراتب برخی (از ایشان) را بلند کرده است، و به عیسی پسر مریم معجزات واضح (و بیانگر حق) دادیم، و او را به وسيله روح القدس (جبرئیل) تقویت  نمودیم و اگر الله می‌خواست آنانکه بعد از آنها بودند بعد از اینکه دلائل روشن به آنها آمد، با یکدیگر جنگ نمی‌کردند و لیکن اختلاف کردند (که آن سبب قتال گردید)، پس برخی از آنان ایمان آوردند، و برخی از آنان کفر را اختیار کردند، و (تأكيداً گفته می‌شود که) اگر الله می‌خواست با یکدیگر جنگ نمی‌کردند، و ليكن الله آنچه را بخواهد انجام می‌دهد.",
      "translation_pashto": "2-253دا رسولان (دي)، مونږہ د دوى ځینې په ځینو نورو باندې غوره كړي دي، له دوى نه ځینې هغه دي چې الله ورسره خبرې كړې دي، او د دوى د بعضو يې درجې اوچتې كړي دي، او مونږه د مریمې زوى عیسٰی ته ښكاره معجزې وركړې دي، او مونږ هغه په روح القدس (پاك روح) سره قوي كړى دى، اوكه الله غوښتلى، (نو) هغه كسان به په خپلو كې نه وو جنګېدلي، چې له دغو (رسولانو) نه پس وو، له دې نه وروسته چې دوى ته څرګندې نښې راغلې، او لېكن دوى اختلاف وكړ، نو په دوى كې ځینې هغه دي؛ چې ایمان يې راوړ، او ځینې په دوى كې هغه دي؛ چې كافر شول، او كه الله غوښتلى، (نو) دوى به په خپلو كې نه وو جنګیدلي، او لېكن الله كوي هغه څه چې اراده يې وكړي "
    },
    {
      "number": 254,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ أَنفِقُوا۟ مِمَّا رَزَقْنَٰكُم مِّن قَبْلِ أَن يَأْتِىَ يَوْمٌۭ لَّا بَيْعٌۭ فِيهِ وَلَا خُلَّةٌۭ وَلَا شَفَٰعَةٌۭ ۗ وَٱلْكَٰفِرُونَ هُمُ ٱلظَّٰلِمُونَ",
      "page": 42,
      "juz": 3,
      "hizb": 5,
      "sajda": false,
      "translation_dari": "ای کسانی که ایمان آورده‌اید، از آنچه که به شما روزی داده‌ایم انفاق کنید پیش از اینکه روزی بیاید که در آن نه خرید و فروشی است و نه دوستی و نه سفارشی، و کافران همان ظالمان حقیقی‌اند.",
      "translation_pashto": "2-254 اى هغو كسانو چې ایمان يې راوړى دى! له هغه (مال) نه څه حصه خرچ كوئ چې مونږ تاسو ته دركړى دى، مخكې له دې چې هغه ورځ راشي چې نه په هغې كې اخيستل خرڅول شته، او نه څه دوستانه، او نه څه سفارش، او همدا كافران ظالمان دي"
    },
    {
      "number": 255,
      "text": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ ۚ لَا تَأْخُذُهُۥ سِنَةٌۭ وَلَا نَوْمٌۭ ۚ لَّهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ مَن ذَا ٱلَّذِى يَشْفَعُ عِندَهُۥٓ إِلَّا بِإِذْنِهِۦ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَىْءٍۢ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ ۚ وَسِعَ كُرْسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ ۖ وَلَا يَـُٔودُهُۥ حِفْظُهُمَا ۚ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ",
      "page": 42,
      "juz": 3,
      "hizb": 5,
      "sajda": false,
      "translation_dari": "الله آن ذاتی است که هیچ معبودی برحق غیر از او وجود ندارد (که) همیشه زنده و پایدار است (تدبیر تمام کائنات در دست اوست)، او را نه پینکی می‌آید و نه خواب (یعنی از کائنات یک لحظه غافل نمی‌باشد) هرچه در آسمان‌ها و هر چه در زمین است خاص از اوست، کیست که نزد او شفاعت کند مگر به اجازه او، آنچه را که پیش (روی) آنها است و آنچه را که پشت سر آنها است می‌داند (یعنی از احوال حاضر و آینده انسانها باخبر است) و مردم از علم او آگاهی نمی‌یابند، مگر آن مقداری که او بخواهد. کرسی او آسمان‌ها و زمین را فرا گرفته است، و نگهداری آنها (آسمانها و زمین) او را خسته نمی‌سازد، و او عالیتر و بزرگتر است.",
      "translation_pashto": "2-255 الله (چې دى) نشته هېڅ لايق د عبادت مګر هم دى دى، همېشه ژوندى دى، د ټول عالم انتظام كوونكى دى، پر ده نه پركالي راځي، او نه خوب، خاص هم ده لره دي هغه څه چې په اسمانونو كې دي، او هغه څه چې په ځمكه كې دي، څوك دى هغه كس چې د ده په وړاندې به سفارش كوي مګر د ده په اجازت سره؟ هغه پوهېږي پر هر هغه څه چې د دوى په وړاندې دي او پر هر هغه څه چې د دوى وروسته دي، او دوى (مخلوق) د هغه له علم نه هېڅ شى هم نشي راګېرولى، مګر هغه څه چې هغه (الله) يې وغواړي، د هغه كرسۍ اسمانونه او ځمكه راځای كړي (راګېر) كړي دي او د دې دواړو ساتنه هغه (الله) نه ستړى كوي، او هم هغه ډېر اوچت دى، ډېر لوى دى"
    },
    {
      "number": 256,
      "text": "لَآ إِكْرَاهَ فِى ٱلدِّينِ ۖ قَد تَّبَيَّنَ ٱلرُّشْدُ مِنَ ٱلْغَىِّ ۚ فَمَن يَكْفُرْ بِٱلطَّٰغُوتِ وَيُؤْمِنۢ بِٱللَّهِ فَقَدِ ٱسْتَمْسَكَ بِٱلْعُرْوَةِ ٱلْوُثْقَىٰ لَا ٱنفِصَامَ لَهَا ۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ",
      "page": 42,
      "juz": 3,
      "hizb": 5,
      "sajda": false,
      "translation_dari": "در (قبول کردن دین اسلام) اجباری نیست (چون) به راستی که هدایت از گمراهی جدا شده است، پس هر کس که به طاغوت كفر ورزد، و به الله ایمان بیاورد، به راستی که به دستاویز محکمی چنگ زده است که قطع شدنی نیست، و الله شنوای داناست (به اقوال و افعال مردم).",
      "translation_pashto": "2-256 په دین (منلو) كې هېڅ جبر نشته، یقینًا حقه لار له ګمراهۍ نه ښه څرګنده (بېله) شوې ده، نو چا چې له طاغوت (شیطان، بت) نه انكار وكړ او پر الله يې ایمان راوړ، نو یقینًا ده ډېره مضبوطه كړۍ ټینګه ونیوله، چې هغې لره هېڅ پرېكېدل نشته، او الله ښه اورېدونكى، ښه پوه دى"
    },
    {
      "number": 257,
      "text": "ٱللَّهُ وَلِىُّ ٱلَّذِينَ ءَامَنُوا۟ يُخْرِجُهُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ ۖ وَٱلَّذِينَ كَفَرُوٓا۟ أَوْلِيَآؤُهُمُ ٱلطَّٰغُوتُ يُخْرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَٰتِ ۗ أُو۟لَٰٓئِكَ أَصْحَٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَٰلِدُونَ",
      "page": 43,
      "juz": 3,
      "hizb": 5,
      "sajda": false,
      "translation_dari": "(البته) الله کارساز مؤمنان است که بیرون می‌آرد آنها را از تاریکی‌های معاصی به نور اطاعت، و آنانکه کفر ورزیدند کارساز آنها شیطان سرکش است که بیرون می‌آرد ایشان را از نور فطرت به‌سوی تاریکهای کفر، این گروه یاران آتش‌اند و در آن همیشه خواهند بود.",
      "translation_pashto": "2-257 او الله د هغو كسانو دوست دى چې ایمان يې راوړى دى، هغه دوى لره له تِیارو نه رڼا ته راوباسي، او هغه كسان چې كفر يې كړى دى؛ د هغوى دوستان شیطانان دي، دغه (شیطانان) دوى لره له رڼا نه تیارو ته وباسي، دغه كسان د اور ملګري دي، دوى به په هغه كې همېشه وي"
    },
    {
      "number": 258,
      "text": "أَلَمْ تَرَ إِلَى ٱلَّذِى حَآجَّ إِبْرَٰهِۦمَ فِى رَبِّهِۦٓ أَنْ ءَاتَىٰهُ ٱللَّهُ ٱلْمُلْكَ إِذْ قَالَ إِبْرَٰهِۦمُ رَبِّىَ ٱلَّذِى يُحْىِۦ وَيُمِيتُ قَالَ أَنَا۠ أُحْىِۦ وَأُمِيتُ ۖ قَالَ إِبْرَٰهِۦمُ فَإِنَّ ٱللَّهَ يَأْتِى بِٱلشَّمْسِ مِنَ ٱلْمَشْرِقِ فَأْتِ بِهَا مِنَ ٱلْمَغْرِبِ فَبُهِتَ ٱلَّذِى كَفَرَ ۗ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّٰلِمِينَ",
      "page": 43,
      "juz": 3,
      "hizb": 5,
      "sajda": false,
      "translation_dari": "آیا از (حال) کسی که الله به او پادشاهی بخشیده بود و با ابراهیم در مورد پروردگارش مجادله کرد خبر داری؟ وقتی ابراهیم گفت: پروردگار من آنست که زنده می‌کند و می‌میراند. (آن کافر) گفت: من (هم) زنده می‌کنم (کسی را بخواهم زنده می‌گذارم) و می‌میرانم (کسی را بخواهم به قتل می‌رسانم)، ابراهیم گفت: الله آفتاب را (هر روز) از جانب مشرق می‌آرد پس (اگر راستگو هستی) تو آفتاب را از مغرب بیار؟ پس آن که کفر ورزیده بود، حیران شد. و الله قوم ظالم را هدایت نمی‌کند.",
      "translation_pashto": "2-258 ایا تا هغه كس نه دى لیدلى (د هغه په قصه نه يې خبر شوى) چې له ابراهیم سره يې د ده د رب په باره كې جګړه وكړه، ځكه چې الله هغه ته بادشاهي وركړې وه؟ كله چې ابراهیم وویل: زما رب هغه دى چې ژوندي كول او مړه كول كوي، هغه وویل: زه ژوندي كول او مړه كول كوم، ابراهیم وویل: پس یقینًا الله لمر له مشرق نه راخېژوي، نو ته هغه له مغرب نه راوخېژوه، نو هغه كس چې كفر يې كړى و؛ حیرانه، ملامته شو، او الله داسې ظالم قوم ته سمه لار نه ښیي"
    },
    {
      "number": 259,
      "text": "أَوْ كَٱلَّذِى مَرَّ عَلَىٰ قَرْيَةٍۢ وَهِىَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا قَالَ أَنَّىٰ يُحْىِۦ هَٰذِهِ ٱللَّهُ بَعْدَ مَوْتِهَا ۖ فَأَمَاتَهُ ٱللَّهُ مِا۟ئَةَ عَامٍۢ ثُمَّ بَعَثَهُۥ ۖ قَالَ كَمْ لَبِثْتَ ۖ قَالَ لَبِثْتُ يَوْمًا أَوْ بَعْضَ يَوْمٍۢ ۖ قَالَ بَل لَّبِثْتَ مِا۟ئَةَ عَامٍۢ فَٱنظُرْ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمْ يَتَسَنَّهْ ۖ وَٱنظُرْ إِلَىٰ حِمَارِكَ وَلِنَجْعَلَكَ ءَايَةًۭ لِّلنَّاسِ ۖ وَٱنظُرْ إِلَى ٱلْعِظَامِ كَيْفَ نُنشِزُهَا ثُمَّ نَكْسُوهَا لَحْمًۭا ۚ فَلَمَّا تَبَيَّنَ لَهُۥ قَالَ أَعْلَمُ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرٌۭ",
      "page": 43,
      "juz": 3,
      "hizb": 5,
      "sajda": false,
      "translation_dari": "(و) یا در داستان آن شخص بیاندیش که از کنار قريه گذر کرد در حالیکه سقف‌های آن افتیده بود، گفت: الله اهل این قریه را بعد از مردن (و پوسیده شدن) چطور زنده خواهد کرد؟ پس الله او را صد سال میراند، باز او را زنده کرد، و گفت: (در این حالت) چقدر گذرانیدی؟ گفت: یک روز یا بخشی از روز. الله گفت: بلکه صد سال در این حال بودی، پس نظر کن به خوراک و نوشیدنی خود که تا حال تغیر نکرده است، و نظر کن به خر خود (که چگونه زنده می‌کنیم آن را)؟ (و خواستیم) که تو را نشانۀ (قدرت خود) برای مردم بگردانیم و نظر کن به استخوان‌های (خر خود) که چطور آن را پیوند می‌دهیم باز آن را با گوشت می‌پوشانیم؟ پس وقتی (قدرت الله) به آن شخص روشن شد گفت: می‌دانم که الله بر هر چیزی تواناست.",
      "translation_pashto": "2-259 یا د هغه كس په شان، چې پر یو كلي باندې تېر شو، او هغه (كلى) په خپلو چتونو باندې راپرېوتى و، هغه وویل: الله به دا (د كلي خلق د دوى) له مرګ نه پس څنګه ژوندي كوي؟ نو الله هغه تر سلو كالو پورې مړ وساته، بیا يې هغه راژوندى كړ، (الله) وویل: څومره موده (داسې) پاتې شوى يې؟ هغه وویل: زه یوه ورځ، یا د ورځې څه حصه (داسې) پاتې شوى یم. هغه (الله) وویل: بلكې ته سل كاله (داسې مړ) پاتې شوى يې، نو ته خپل خوراك او څښاك ته وګوره، چې خراب شوى نه دى او خپل خر ته وګوره، او د دې لپاره چې مونږ تا د خلقو لپاره نښه وګرځوو، او هډوكو ته وګوره، مونږ هغو ته څنګه حركت وركوو، په پورته كولو سره، بیا هغو ته غوښه وراغوندو، نو كله چې ده ته (دا حال) ښه څرګند شو، ويې ويل:زه پوهېږم چې یقینًا الله په هر شي باندې ښه قادر دى"
    },
    {
      "number": 260,
      "text": "وَإِذْ قَالَ إِبْرَٰهِۦمُ رَبِّ أَرِنِى كَيْفَ تُحْىِ ٱلْمَوْتَىٰ ۖ قَالَ أَوَلَمْ تُؤْمِن ۖ قَالَ بَلَىٰ وَلَٰكِن لِّيَطْمَئِنَّ قَلْبِى ۖ قَالَ فَخُذْ أَرْبَعَةًۭ مِّنَ ٱلطَّيْرِ فَصُرْهُنَّ إِلَيْكَ ثُمَّ ٱجْعَلْ عَلَىٰ كُلِّ جَبَلٍۢ مِّنْهُنَّ جُزْءًۭا ثُمَّ ٱدْعُهُنَّ يَأْتِينَكَ سَعْيًۭا ۚ وَٱعْلَمْ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌۭ",
      "page": 44,
      "juz": 3,
      "hizb": 5,
      "sajda": false,
      "translation_dari": "و به یاد آور وقتی را که ابراهیم گفت: ای پروردگارم! به من نشان ده که چطور مرده‌ها را زنده می‌کنی؟ الله گفت: آیا ایمان نداری؟ ابراهیم گفت: بلی (ایمان دارم)، و لیکن می‌خواهم که دلم مطمئن شود، الله گفت: پس چهار پرنده را بگیر باز آنها را نزد خود قطعه قطعه کن باز هر قطعه از آنها را بر کوهی بگذار، باز آنها را بخوان، پس (می‌بینی که) دویده به نزد تو می‌آیند، و بدان که الله غالب باحکمت است.",
      "translation_pashto": "2-260 او كله چې ابراهیم وویل: اى زما ربه! په ما باندې ووینه چې ته مړي څنګه ژوندي كوې؟ ويې ويل:ایا ته یقین نه لرې؟ هغه وویل: ولې نه! او لېكن د دې لپاره چې زما زړه مطمئن شي، (الله) وویل: نو له مرغانو نه څلور راونیسه، نو هغه خپلې خوا ته (له بلَدولو نه پس) ټكړې كړه، بیا له هغو ځنې یوه یوه حصه په هر غره باندې كېږده، بیا هغوى راوبله، (نو) دغه به تا ته په منډو راځي، او پوه شه چې یقینًا الله ډېر غالب، ښه حكمت والا دى"
    },
    {
      "number": 261,
      "text": "مَّثَلُ ٱلَّذِينَ يُنفِقُونَ أَمْوَٰلَهُمْ فِى سَبِيلِ ٱللَّهِ كَمَثَلِ حَبَّةٍ أَنۢبَتَتْ سَبْعَ سَنَابِلَ فِى كُلِّ سُنۢبُلَةٍۢ مِّا۟ئَةُ حَبَّةٍۢ ۗ وَٱللَّهُ يُضَٰعِفُ لِمَن يَشَآءُ ۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ",
      "page": 44,
      "juz": 3,
      "hizb": 5,
      "sajda": false,
      "translation_dari": "مثال کسانی که مالهایشان را در راه الله انفاق می‌کنند مانند دانه ایست که برویاند هفت خوشه را و در هر خوشه آن صد دانه باشد، و الله برای کسی که بخواهد، چندین برابر می‌دهد و الله دارای فضل گشاده (و) دانا است.",
      "translation_pashto": "2-261 د هغو كسانو مثال چې د الله په لار كې خپل مالونه لګوي د هغه دانې په شان دى چې اوه وږي زرغون كړي، په هر وږي كې سل دانې وي، او الله (اجر) زیاتوي د چا لپاره چې وغواړي، او الله ډېر فراخۍ والا، ښه پوه دى"
    },
    {
      "number": 262,
      "text": "ٱلَّذِينَ يُنفِقُونَ أَمْوَٰلَهُمْ فِى سَبِيلِ ٱللَّهِ ثُمَّ لَا يُتْبِعُونَ مَآ أَنفَقُوا۟ مَنًّۭا وَلَآ أَذًۭى ۙ لَّهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
      "page": 44,
      "juz": 3,
      "hizb": 5,
      "sajda": false,
      "translation_dari": "آنانکه مال‌های خود را در راه الله انفاق می‌کنند، باز بعد از (انفاق کردن) منت نمی‌گذارند و نه اذیت می‌رسانند، پاداششان نزد پروردگارشان است، و نه ترسی بر آنهاست و نه غمگین می‌گردند.",
      "translation_pashto": "2-262 هغه كسان چې خپل مالونه د الله په لاره كې لګوي، بیا دوى په خپل انفاق (خیرات) پسې احسان بارول نه كوي او نه ازار رسوي، خاص د دوى لپاره د خپل رب په نیز د دوى اجر دى، او نه به په دوى باندې څه وېره وي اونه به دوى غمژن كېږي"
    },
    {
      "number": 263,
      "text": "۞ قَوْلٌۭ مَّعْرُوفٌۭ وَمَغْفِرَةٌ خَيْرٌۭ مِّن صَدَقَةٍۢ يَتْبَعُهَآ أَذًۭى ۗ وَٱللَّهُ غَنِىٌّ حَلِيمٌۭ",
      "page": 44,
      "juz": 3,
      "hizb": 5,
      "sajda": false,
      "translation_dari": "سخن نیک (به محتاجان) و گذشت (از اشتباهات آنها) از صدقه که در پی آن آزار باشد بهتر است، و الله (از مخلوق خود) مستغنی (و) بردبار است (که به زودی مؤاخذه نمی‌کند).",
      "translation_pashto": "2-263 ښه خبره كول، او بخښنه كول، ډېر غوره دي له هغه خیرات نه چې په هغه پسې تكلیف (تنګول) راځي، او الله ډېر بې پروا، ډېر تحمل والا دى"
    },
    {
      "number": 264,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تُبْطِلُوا۟ صَدَقَٰتِكُم بِٱلْمَنِّ وَٱلْأَذَىٰ كَٱلَّذِى يُنفِقُ مَالَهُۥ رِئَآءَ ٱلنَّاسِ وَلَا يُؤْمِنُ بِٱللَّهِ وَٱلْيَوْمِ ٱلْءَاخِرِ ۖ فَمَثَلُهُۥ كَمَثَلِ صَفْوَانٍ عَلَيْهِ تُرَابٌۭ فَأَصَابَهُۥ وَابِلٌۭ فَتَرَكَهُۥ صَلْدًۭا ۖ لَّا يَقْدِرُونَ عَلَىٰ شَىْءٍۢ مِّمَّا كَسَبُوا۟ ۗ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلْكَٰفِرِينَ",
      "page": 44,
      "juz": 3,
      "hizb": 5,
      "sajda": false,
      "translation_dari": "ای کسانی که ایمان آورده‌اید، صدقه‌های خود را با منت گذاشتن و آزار رسانی برباد نکنید، مانند کسی که مال خود را برای تظاهر و خود نمایی در برابر مردم انفاق می‌کند در حالیکه به الله و روز آخرت ایمان ندارد، پس مثال آن (شخص منافق) مانند سنگ صافی است که بر بالای آن خاک (نشسته) است، پس باران شدید بر آن بارید، پس آن سنگ را سخت و صاف بر جایش گذاشت، مردمان ریاکار نیز از آنچه بدست آورده‌اند (آنچه را انفاق کرده اند) هیچ سودی (ثوابی) نمی‌برند، و الله قوم کافر را هدایت نمی‌کند.",
      "translation_pashto": "2-264 اى هغو كسانو چې ایمان يې راوړى دى! خپل خیراتونه په احسان بارولو (زباتولو) او ضرر رسولو سره مه بربادوئ، د هغه كس په شان چې خلقو ته د ځان ښودنې لپاره خپل مال خرچ كوي، او په الله او د اخرت پر ورځ ایمان نه لري، نو د ده مثال د هغه ښويې ګټې په شان دى؛ چې په هغې باندې څه لږه خاوره وي، بیا په هغې (ګټې) زوروَر باران وورېږي، نو هغه (ګټه) صفا پرېږدي، دوى به له هغو عملونو نه چې كړي يې دي، په هېڅ شي (ثواب) باندې قادره نشي، او الله داسې كافر قوم ته نېغه لار نه ښیي"
    },
    {
      "number": 265,
      "text": "وَمَثَلُ ٱلَّذِينَ يُنفِقُونَ أَمْوَٰلَهُمُ ٱبْتِغَآءَ مَرْضَاتِ ٱللَّهِ وَتَثْبِيتًۭا مِّنْ أَنفُسِهِمْ كَمَثَلِ جَنَّةٍۭ بِرَبْوَةٍ أَصَابَهَا وَابِلٌۭ فَـَٔاتَتْ أُكُلَهَا ضِعْفَيْنِ فَإِن لَّمْ يُصِبْهَا وَابِلٌۭ فَطَلٌّۭ ۗ وَٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ",
      "page": 45,
      "juz": 3,
      "hizb": 5,
      "sajda": false,
      "translation_dari": "و مثال آنان که مال‌های خود را برای خشنودی الله و به خاطر یقین و باوری که (در دل) دارند انفاق می‌کنند، مانند باغی است که در تپه‌ای قرار دارد، و باران تند بر آن ببارد، پس میوه خود را دو چند دهد، و اگر باران تند بر آن نبارد پس شبنم (یا باران كم) هم به او کافی است (که میوه دهد)، و الله به اعمالی که انجام می‌دهید بیناست.",
      "translation_pashto": "2-265 او د هغو كسانو مثال چې خپل مالونه د الله د رضا غوښتلو لپاره او د خپلو نفسونو د كلكوالي لپاره لګوي، د هغه باغ په شان دى؛ چې په نرمه څَربَه ځمكه باندې وي؛ چې په هغه زورور باران وورېږي، نو دغه (باغ) خپلې مېوې  دوه چنده وكړي، نو كه پر هغه زورور باران ونه ورېږي، نو (هغه ته) نرى باران (هم كافي دى) او الله هغو (كارونو) لره ښه لیدونكى دى، چې تاسو يې كوئ "
    },
    {
      "number": 266,
      "text": "أَيَوَدُّ أَحَدُكُمْ أَن تَكُونَ لَهُۥ جَنَّةٌۭ مِّن نَّخِيلٍۢ وَأَعْنَابٍۢ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ لَهُۥ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَأَصَابَهُ ٱلْكِبَرُ وَلَهُۥ ذُرِّيَّةٌۭ ضُعَفَآءُ فَأَصَابَهَآ إِعْصَارٌۭ فِيهِ نَارٌۭ فَٱحْتَرَقَتْ ۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلْءَايَٰتِ لَعَلَّكُمْ تَتَفَكَّرُونَ",
      "page": 45,
      "juz": 3,
      "hizb": 5,
      "sajda": false,
      "translation_dari": "آیا کسی از شما دوست دارد (می خواهد) که باغی از درختان خرما و انگور داشته باشد و در زیر درخت‌های آن جوی‌ها روان باشد و در آن باغ از هرقسم میوه برایش باشد، و در حالی که به پیری رسیده و اولاد ضعیف و ناتوان دارد، پس ناگهان باد گرمی که در آن آتش است به آن (باغ) برسد و بسوزد، این چنین الله آیات خود را برای تان بیان می‌کند تا باشد که فکر کنید (زیرا آتش ریا باغ نیکی‌ها را می‌سوزاند).",
      "translation_pashto": "2-266 ایا په تاسو كې یو كس دا خوښَوي چې د ده دې د كجورو، او انګورو داسې باغ وي چې د هغه له لاندې وَلِې بهېږي او د ده لپاره په هغه (باغ) كې هر قسمه مېوې وي، په دې حال كې چې ده ته بُوډاوالى (زوړوالى) راشي او د ده كمزوري (واړه) بچي وي، پس پر دغه(باغ) داسې سخت باد راوالوزي چې په هغه كې اور وي، نو دا (باغ) بېخي وسوَځي، همدارنګه الله تاسو لپاره ایتونه (نښې) بیانوي؛ د دې لپاره چې تاسو ښه فكر وكړئ"
    },
    {
      "number": 267,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ أَنفِقُوا۟ مِن طَيِّبَٰتِ مَا كَسَبْتُمْ وَمِمَّآ أَخْرَجْنَا لَكُم مِّنَ ٱلْأَرْضِ ۖ وَلَا تَيَمَّمُوا۟ ٱلْخَبِيثَ مِنْهُ تُنفِقُونَ وَلَسْتُم بِـَٔاخِذِيهِ إِلَّآ أَن تُغْمِضُوا۟ فِيهِ ۚ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ غَنِىٌّ حَمِيدٌ",
      "page": 45,
      "juz": 3,
      "hizb": 5,
      "sajda": false,
      "translation_dari": "ای کسانی که ایمان آورده‌اید، از مال‌های پاکیزه که کسب کرده‌اید، و از آنچه که ما از زمین برایتان بیرون آورده‌ایم انفاق کنید، و به دادن چیزهای ناپاک قصد نکنید، در حالی که شما آن چیز ناپاک را نمی‌گیرید، مگر آنکه از بدی آن چشم پوشی کنید، و بدانید که الله بی‌نیاز و ستوده است.",
      "translation_pashto": "2-267 اى هغو كسانو چې ایمان يې راوړى دى! له هغو پاكو (مالونو) نه انفاق كوئ چې تاسو ګټلي دي او له هغو (مالونو) نه چې مونږه تاسو لپاره له ځمكې نه را اېستلي دي، او له هغه (مال) څخه چې تاسو يې  خیرات كوئ، د بې كاره څیز اراده مه كوئ، حال دا چې تاسو (پخپله) د هغه اخيستونكي نه یئ مګر دا چې د ده په باره كې تاسو سترګې پټې كړئ، او پوه شئ چې یقینًا الله ډېر بې پروا، ډېر ستايل شوى دى"
    },
    {
      "number": 268,
      "text": "ٱلشَّيْطَٰنُ يَعِدُكُمُ ٱلْفَقْرَ وَيَأْمُرُكُم بِٱلْفَحْشَآءِ ۖ وَٱللَّهُ يَعِدُكُم مَّغْفِرَةًۭ مِّنْهُ وَفَضْلًۭا ۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٌۭ",
      "page": 45,
      "juz": 3,
      "hizb": 5,
      "sajda": false,
      "translation_dari": "شیطان شما را وعدۀ فقر و تنگدستی می‌دهد (از تنگ دستی می‌ترساند)، و شما را به بی‌حیائی دستور می‌دهد، و (لیکن) الله به شما وعده آمرزش و بخشش از جانب خود می‌هد و الله گشایشگر (دارای فضل فراوان) و دانا است.",
      "translation_pashto": "2-268 شیطان تاسو له غریبۍ څخه وېروي او تاسو ته د بې حیایۍ حكم كوي او الله تاسو سره له خپل جانب نه د مغفرت او فضل وعده كوي او الله فراخه فضل والا، ښه پوه دى"
    },
    {
      "number": 269,
      "text": "يُؤْتِى ٱلْحِكْمَةَ مَن يَشَآءُ ۚ وَمَن يُؤْتَ ٱلْحِكْمَةَ فَقَدْ أُوتِىَ خَيْرًۭا كَثِيرًۭا ۗ وَمَا يَذَّكَّرُ إِلَّآ أُو۟لُوا۟ ٱلْأَلْبَٰبِ",
      "page": 45,
      "juz": 3,
      "hizb": 5,
      "sajda": false,
      "translation_dari": "حکمت (علم با عمل) را به کسی که بخواهد می‌بخشد، و هر کس که حکمت به او داده شود يقينا به او خیر بسیار داده شده است، و پند نمی‌گیرد مگر خردمندان.",
      "translation_pashto": "2-269 چا ته چې وغواړي حكمت (د دین پوهه) وركوي، او چا ته چې حكمت وركړى شو، نو یقینًا هغه ته ډېر لوى خیر وركړى شو، او نصیحت نه اخلي مګر د خالص عقل خاوندان"
    },
    {
      "number": 270,
      "text": "وَمَآ أَنفَقْتُم مِّن نَّفَقَةٍ أَوْ نَذَرْتُم مِّن نَّذْرٍۢ فَإِنَّ ٱللَّهَ يَعْلَمُهُۥ ۗ وَمَا لِلظَّٰلِمِينَ مِنْ أَنصَارٍ",
      "page": 46,
      "juz": 3,
      "hizb": 5,
      "sajda": false,
      "translation_dari": "و هر مالی را که در راه الله انفاق کنید و یا نذری را که بر خود لازم کنید پس یقینا الله آن را می‌داند و برای ظالمان هیچ مدد گاری نیست.",
      "translation_pashto": "2-270 او تاسو چې څه خرچ هم ولګوئ، یا څه نذر هم (پر ځان) لازم كړئ؛ نو یقینًا الله پر هغو پوهېږي او د ظالمانو لپاره هېڅ مدد كوونكي نشته"
    },
    {
      "number": 271,
      "text": "إِن تُبْدُوا۟ ٱلصَّدَقَٰتِ فَنِعِمَّا هِىَ ۖ وَإِن تُخْفُوهَا وَتُؤْتُوهَا ٱلْفُقَرَآءَ فَهُوَ خَيْرٌۭ لَّكُمْ ۚ وَيُكَفِّرُ عَنكُم مِّن سَيِّـَٔاتِكُمْ ۗ وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌۭ",
      "page": 46,
      "juz": 3,
      "hizb": 5,
      "sajda": false,
      "translation_dari": "اگر صدقه‌های خود را علنا و آشکارا بدهید پس خوب است، و اگر دادن آن را پوشیده دارید و به فقیران بدهید برای تان خوب‌تر است، و الله (به سبب انفاق کردن) بعض گناهان شما را محو می‌کند، و الله به آنچه می‌کنید باخبر است.",
      "translation_pashto": "2-271 كه تاسو خیراتونه په ښكاره وكړئ، نو دا یو ښه كار دى او كه تاسو دا په پټه وكړئ او فقیرانو ته يې وركړئ، نو دا ستاسو لپاره ډېر غوره دي او هغه (الله) به له تاسو نه ستاسو ځینې ګناهونه لرې كړي، او الله پر هغو (كارونو) چې تاسو يې كوئ ؛ ښه خبردار دى"
    },
    {
      "number": 272,
      "text": "۞ لَّيْسَ عَلَيْكَ هُدَىٰهُمْ وَلَٰكِنَّ ٱللَّهَ يَهْدِى مَن يَشَآءُ ۗ وَمَا تُنفِقُوا۟ مِنْ خَيْرٍۢ فَلِأَنفُسِكُمْ ۚ وَمَا تُنفِقُونَ إِلَّا ٱبْتِغَآءَ وَجْهِ ٱللَّهِ ۚ وَمَا تُنفِقُوا۟ مِنْ خَيْرٍۢ يُوَفَّ إِلَيْكُمْ وَأَنتُمْ لَا تُظْلَمُونَ",
      "page": 46,
      "juz": 3,
      "hizb": 5,
      "sajda": false,
      "translation_dari": "(ای محمد!) هدایت آنها بر ذمۀ تو نیست، بلکه الله هر کسی را که بخواهد هدایت می‌کند، و هرچه انفاق کنید به فائده خودتان است (چون) انفاق نمی‌کنید مگر برای طلب رضای الله، و هر چیز خوبی که انفاق کنید به طور کامل به شما بازگردانده می‌شود (ثواب آن به شما داده می‌شود) و به شما ظلمی نمی‌شود.",
      "translation_pashto": "2-272 سمې لارې ته د دوى راړول ستا په ذمه نه دي او لېكن الله سمې لارې ته راړوي چا ته چې وغواړي، او هغه څه چې تاسو يې له مال څخه خرچ كوئ؛ نو ستاسو ځانونو لپاره (يې فايدې) دي او تاسو يواځې د الله د مخ لَټوَنِې (رضا) لپاره  انفاق كوئ، او هغه څه چې تاسو يې له مال څخه لګوئ (انفاق كوئ، نو) هغه به تاسو ته پوره پوره دركړى شي، په داسې حال كې چې پر تاسو به ظلم نه كېږي"
    },
    {
      "number": 273,
      "text": "لِلْفُقَرَآءِ ٱلَّذِينَ أُحْصِرُوا۟ فِى سَبِيلِ ٱللَّهِ لَا يَسْتَطِيعُونَ ضَرْبًۭا فِى ٱلْأَرْضِ يَحْسَبُهُمُ ٱلْجَاهِلُ أَغْنِيَآءَ مِنَ ٱلتَّعَفُّفِ تَعْرِفُهُم بِسِيمَٰهُمْ لَا يَسْـَٔلُونَ ٱلنَّاسَ إِلْحَافًۭا ۗ وَمَا تُنفِقُوا۟ مِنْ خَيْرٍۢ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ",
      "page": 46,
      "juz": 3,
      "hizb": 5,
      "sajda": false,
      "translation_dari": "(صدقه‌ها) برای فقیر‌های است که در راه الله بازمانده‌اند (لذا) قدرت سفر کردن در زمین (برای حصول رزق) را ندارند، و به سبب پاکی‌شان از سوال و گدائی، شخص نادان آنها را ثروت مند می‌پندارد، آنها را از سیمایشان می‌شناسی، با اصرار چیزی از مردم نمی‌خواهند و هر آنچه از خوبی (مال حلال) انفاق کنید پس يقينا الله به آن آگاه است.",
      "translation_pashto": "2-273 (خیراتونه) د هغو فقیرو كسانو لپاره دي چې د الله په لاره كې ایسار كړى شوي دي، په ځمكه كې د سفر كولو وَس نه لري، د ښه عفت (له سوال نه د ځان ساتلو) په وجه ناخبره كس پر دوى د غنیانو ګمان كوي، ته به دوى په خپلو علامو (سره) پېژنې، دوى له خلقو څخه په سختۍ سره (بې ضرورته) سوال نه كوي او هغه چې تاسو يې له مال څخه لګوئ، نو یقینًا الله پر هغه باندې ښه عالم دى"
    },
    {
      "number": 274,
      "text": "ٱلَّذِينَ يُنفِقُونَ أَمْوَٰلَهُم بِٱلَّيْلِ وَٱلنَّهَارِ سِرًّۭا وَعَلَانِيَةًۭ فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
      "page": 46,
      "juz": 3,
      "hizb": 5,
      "sajda": false,
      "translation_dari": "آنان که مال‌های خود را شب و روز، پوشیده و آشکارا (در راه الله) انفاق می‌کنند، پس ثواب‌شان در نزد پروردگارشان است، و بر آنها (در روز قیامت) نه ترسی است و نه غمگین می‌شوند.",
      "translation_pashto": "2-274 هغه كسان چې خپل مالونه (د الله لپاره) لګوي په شپه كې او په ورځ كې، په پټه او په ښكاره، نو د دوى لپاره د خپل رب په نیز د دوى اجر دى،  او نه به په دوى باندې څه وېره وي او نه به دوى غمژن كېږي"
    },
    {
      "number": 275,
      "text": "ٱلَّذِينَ يَأْكُلُونَ ٱلرِّبَوٰا۟ لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ ٱلَّذِى يَتَخَبَّطُهُ ٱلشَّيْطَٰنُ مِنَ ٱلْمَسِّ ۚ ذَٰلِكَ بِأَنَّهُمْ قَالُوٓا۟ إِنَّمَا ٱلْبَيْعُ مِثْلُ ٱلرِّبَوٰا۟ ۗ وَأَحَلَّ ٱللَّهُ ٱلْبَيْعَ وَحَرَّمَ ٱلرِّبَوٰا۟ ۚ فَمَن جَآءَهُۥ مَوْعِظَةٌۭ مِّن رَّبِّهِۦ فَٱنتَهَىٰ فَلَهُۥ مَا سَلَفَ وَأَمْرُهُۥٓ إِلَى ٱللَّهِ ۖ وَمَنْ عَادَ فَأُو۟لَٰٓئِكَ أَصْحَٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَٰلِدُونَ",
      "page": 47,
      "juz": 3,
      "hizb": 5,
      "sajda": false,
      "translation_dari": "آنانکه مال سود را می‌خورند از قبر‌هایشان برنمی خیزند مگر مانند کسی که شیطان به سبب تماس او را دچار دیوانگی کرده است، این (عذاب) به سبب آنست که گفتند: بیع (خرید و فروش) مانند سود است در حالیکه الله بيع (به غیر سود) را حلال قرار داده است و سود را حرام کرده است، پس کسی که نصیحتی از طرف پروردگارش به او آمد، باز از سودخوری اجتناب کرد، پس آنچه در گذشته به دست آورده است از خود او می‌باشد و معامله او با الله است، و هر کس به سود خوری بازگشت، پس ایشان دوزخیان‌اند و در آن همیشه و جاودانه می‌باشند.",
      "translation_pashto": "2-275 هغه كسان چې سود خوري ؛ دوى به (له قبرونو نه) نه پاڅیږي مګر په شان د پاڅېدلو د هغه كس چې شیطان هغه په لېونتوب سره بدحواسه كړى وي، دا ځكه چې یقینًا دوى ویلي دي چې بېشكه بیع خو د سود په شان ده، حال دا چې الله اخيستل خرڅول (بیع) حلال كړي دي او سود يې حرام كړى دى، پس چا ته چې د خپل رب له جانبه نصیحت راغى، نو دى (فوراً ) منع شو، نو د ده لپاره هغه څه (معاف) دي چې مخكې تېر شوي دي او د ده معامله الله ته حواله ده، او كوم كس چې (سود ته) بېرته راوګرځي، نو دغه كسان د اور والا دي، دوى به په هغه كې همېشه وي"
    },
    {
      "number": 276,
      "text": "يَمْحَقُ ٱللَّهُ ٱلرِّبَوٰا۟ وَيُرْبِى ٱلصَّدَقَٰتِ ۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ",
      "page": 47,
      "juz": 3,
      "hizb": 5,
      "sajda": false,
      "translation_dari": "الله مال سود را از بین می‌برد و صدقات را (مال حلال که از آن صدقه داده می‌شود) افزایش و نمو می‌دهد، و الله هر ناسپاس گنهگار را دوست ندارد.",
      "translation_pashto": "2-276 الله سود محوه كوي او خېراتونه (صدقې) زیاتوي، او الله هېڅ یو سخت ناشكره، سخت ګناهګار نه خوښوي"
    },
    {
      "number": 277,
      "text": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ وَأَقَامُوا۟ ٱلصَّلَوٰةَ وَءَاتَوُا۟ ٱلزَّكَوٰةَ لَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
      "page": 47,
      "juz": 3,
      "hizb": 5,
      "sajda": false,
      "translation_dari": "يقينا آنان که ایمان آوردند، و اعمال نیک انجام دادند، و نماز را برپا کردند، و زکات را دادند، ثواب آنها نزد پروردگارشان است، و هیچ ترسی بر آنها (در قیامت) نیست و نه غمگین می‌شوند.",
      "translation_pashto": "2-277 بېشكه هغه كسان چې ایمان يې راوړى دى او نېك عملونه يې كړي دي، او لمونځ يې قايم كړى دى او زكات يې وركړى دى، د دوى لپاره د خپل رب په نیز د دوى اجر دى، او نه به په دوى باندې څه وېره وي او نه به دوى غمژن كېږي"
    },
    {
      "number": 278,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱتَّقُوا۟ ٱللَّهَ وَذَرُوا۟ مَا بَقِىَ مِنَ ٱلرِّبَوٰٓا۟ إِن كُنتُم مُّؤْمِنِينَ",
      "page": 47,
      "juz": 3,
      "hizb": 5,
      "sajda": false,
      "translation_dari": "ای کسانی که ایمان آورده‌اید، از عذاب الله بترسید و باقی مانده (معاملات) سود را ترک کنید اگر مؤمن هستید.",
      "translation_pashto": "2-278 اى هغو كسانو چې ایمان يې راوړى دى! له الله نه ووېرېږئ او هغه باقي پاتې سود پرېږدئ؛ كه تاسو مومنان یئ"
    },
    {
      "number": 279,
      "text": "فَإِن لَّمْ تَفْعَلُوا۟ فَأْذَنُوا۟ بِحَرْبٍۢ مِّنَ ٱللَّهِ وَرَسُولِهِۦ ۖ وَإِن تُبْتُمْ فَلَكُمْ رُءُوسُ أَمْوَٰلِكُمْ لَا تَظْلِمُونَ وَلَا تُظْلَمُونَ",
      "page": 47,
      "juz": 3,
      "hizb": 5,
      "sajda": false,
      "translation_dari": "پس اگر چنین نکردید (معامله سود را ترک نکردید) آگاه شوید به جنگی از طرف الله و رسول او، و اگر (از سود خواری) توبه کردید پس (اصل) سرمایه اموال تان از خودتان است، نه شما به کسی ظلم کنید و نه بر شما ظلم می‌شود.",
      "translation_pashto": "2-279 نو كه تاسو ( داسې) ونه كړل، نو تاسو د الله او د هغه د رسول له جانبه په جنګ كولو خبر شئ، او كه چېرې تاسو توبه وباسئ، نو ستاسو رأس المال (اصل مال) ستاسو لپاره دى، مه تاسو ظلم كوئ او نه به پر تاسو ظلم كېږي"
    },
    {
      "number": 280,
      "text": "وَإِن كَانَ ذُو عُسْرَةٍۢ فَنَظِرَةٌ إِلَىٰ مَيْسَرَةٍۢ ۚ وَأَن تَصَدَّقُوا۟ خَيْرٌۭ لَّكُمْ ۖ إِن كُنتُمْ تَعْلَمُونَ",
      "page": 47,
      "juz": 3,
      "hizb": 5,
      "sajda": false,
      "translation_dari": "و اگر قرض دار شما تنگ دست بود پس تا فرا رسیدن آسانی، مهلت داده می‌شود، و اگر ببخشید (قرضدارتان را معاف کنید) برای شما بهتر است اگر می‌دانید.",
      "translation_pashto": "2-280 او كه هغه (قرض دارى) تنګ لاسى وي، نو تر اسانۍ پورې مهلت وركول دي، او خیراتي پرېښودل يې تاسو لپاره ډېر غوره دي؛ كه تاسو پوهېږئ"
    },
    {
      "number": 281,
      "text": "وَٱتَّقُوا۟ يَوْمًۭا تُرْجَعُونَ فِيهِ إِلَى ٱللَّهِ ۖ ثُمَّ تُوَفَّىٰ كُلُّ نَفْسٍۢ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ",
      "page": 47,
      "juz": 3,
      "hizb": 5,
      "sajda": false,
      "translation_dari": "و از روزی بترسید که در آن روز به بارگاه الهی باز گردانیده می‌شوید باز هر شخص (جزای) آنچه را که کسب کرده بود به طور کامل دریافت خواهد کرد، و بر آنها هیچگونه ظلمی نمی‌شود.",
      "translation_pashto": "2-281 او تاسو له هغې ورځې نه ووېرېږئ چې په هغې كې به تاسو الله ته بېرته ورګرځول كېږئ، بیا به هر نفس ته پوره پوره وركړى شي بدل د هغه عمل چې ده كړى دى، او پر دوى به ظلم ونه كړى شي"
    },
    {
      "number": 282,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا تَدَايَنتُم بِدَيْنٍ إِلَىٰٓ أَجَلٍۢ مُّسَمًّۭى فَٱكْتُبُوهُ ۚ وَلْيَكْتُب بَّيْنَكُمْ كَاتِبٌۢ بِٱلْعَدْلِ ۚ وَلَا يَأْبَ كَاتِبٌ أَن يَكْتُبَ كَمَا عَلَّمَهُ ٱللَّهُ ۚ فَلْيَكْتُبْ وَلْيُمْلِلِ ٱلَّذِى عَلَيْهِ ٱلْحَقُّ وَلْيَتَّقِ ٱللَّهَ رَبَّهُۥ وَلَا يَبْخَسْ مِنْهُ شَيْـًۭٔا ۚ فَإِن كَانَ ٱلَّذِى عَلَيْهِ ٱلْحَقُّ سَفِيهًا أَوْ ضَعِيفًا أَوْ لَا يَسْتَطِيعُ أَن يُمِلَّ هُوَ فَلْيُمْلِلْ وَلِيُّهُۥ بِٱلْعَدْلِ ۚ وَٱسْتَشْهِدُوا۟ شَهِيدَيْنِ مِن رِّجَالِكُمْ ۖ فَإِن لَّمْ يَكُونَا رَجُلَيْنِ فَرَجُلٌۭ وَٱمْرَأَتَانِ مِمَّن تَرْضَوْنَ مِنَ ٱلشُّهَدَآءِ أَن تَضِلَّ إِحْدَىٰهُمَا فَتُذَكِّرَ إِحْدَىٰهُمَا ٱلْأُخْرَىٰ ۚ وَلَا يَأْبَ ٱلشُّهَدَآءُ إِذَا مَا دُعُوا۟ ۚ وَلَا تَسْـَٔمُوٓا۟ أَن تَكْتُبُوهُ صَغِيرًا أَوْ كَبِيرًا إِلَىٰٓ أَجَلِهِۦ ۚ ذَٰلِكُمْ أَقْسَطُ عِندَ ٱللَّهِ وَأَقْوَمُ لِلشَّهَٰدَةِ وَأَدْنَىٰٓ أَلَّا تَرْتَابُوٓا۟ ۖ إِلَّآ أَن تَكُونَ تِجَٰرَةً حَاضِرَةًۭ تُدِيرُونَهَا بَيْنَكُمْ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَلَّا تَكْتُبُوهَا ۗ وَأَشْهِدُوٓا۟ إِذَا تَبَايَعْتُمْ ۚ وَلَا يُضَآرَّ كَاتِبٌۭ وَلَا شَهِيدٌۭ ۚ وَإِن تَفْعَلُوا۟ فَإِنَّهُۥ فُسُوقٌۢ بِكُمْ ۗ وَٱتَّقُوا۟ ٱللَّهَ ۖ وَيُعَلِّمُكُمُ ٱللَّهُ ۗ وَٱللَّهُ بِكُلِّ شَىْءٍ عَلِيمٌۭ",
      "page": 48,
      "juz": 3,
      "hizb": 5,
      "sajda": false,
      "translation_dari": "ای کسانی که ایمان آورده‌اید، هرگاه با یکدیگر معامله دَین تا میعاد مقرر (معلوم) کردید پس آن را بنویسید، و باید نویسنده عادل و با انصاف در میان شما بنویسد، و نویسنده نباید از نوشتن آن، طوری که الله به او آموخته است ابا ورزد، پس باید بنویسید، و کسی که به ذمه او حق (دَین) است باید بنویسد و املاء کند، و از پروردگارش بترسد، و چیزی از دَین (مردم) را کم نکند، پس اگر کسی که بر ذمه او حق (دَین) است بی‌عقل یا ضعیف یا ناتوان یا نمی‌توانست املا کند، پس باید ولی او به عدل املاء کند، و دو شاهد از مردانتان گواه بگیرید، و اگر دو مرد نبودند پس یک مرد و دو زن از شاهدانی که می‌پسندید (گواه بگیرید)، تا اگر یکی از آن دو (زن) فراموش کرد دیگری به او یادآوری کند. و وقتی گواهان برای گواهی دادن طلب شوند نباید ابا ورزند، و از اینکه دَین را (خواه کم باشد یا بسیار) تا مدت مقرر آن بنویسید خسته نشوید، این (نوشتن) نزد الله به عدالت نزدیکتر است، و هم سبب محکم داشتن گواهی است، و هم برای آنکه (در مقدار دَین) شک نکنید، مگر این که معامله نقدی باشد که در میان خود دست به دست می‌کنید، پس بر شما گناهی نیست در این که نوشته نکنید، و وقتی قصد خرید و فروش کردید گواه بگیرید، و نباید نویسنده و گواه ضررمند شوند، و اگر )چنین( کردید (به یکی از ایشان ضرر رسانیدید) پس يقينا از فرمان الله سرباز زدید )و ضرر آن به شما می‌رسد)، و از الله بترسید و الله به شما (دین تان را) می‌آموزد، و الله به هر چیزی دانا است.",
      "translation_pashto": "2-282 اى هغو كسانو چې ایمان يې راوړى دى! كله چې تاسو یو له بله سره تر ټاكلې نېټې پورې په قرضو معامله كوئ، نو هغه ولیكئ او ستاسو په مينځ كې دې لیكونكى په انصاف سره لیكل وكړي، او لیكونكى دې له لیكلو نه انكار نه كوي ؛ لكه څنګه چې الله ده ته ښودنه كړې ده، نو هغه دې لیكل وكړي، او هغه كس دې اِملاء (اقراري عبارت) ووايي ؛ په چا باندې چې حق دى، او له خپل پالونكي الله نه دې ووېرېږي، او له هغه (حق) نه دې هېڅ شى نه كمَوي، بیا كه چېرې هغه كس، په چا باندې چې حق دى؛ ناپوه وي، یا (بدني) كمزورى وي، یا پخپله د اِملاء (عبارت) ویلو طاقت نه لري، نو د هغه وَلي (واكدار) دې په انصاف سره املاء ووايي او تاسو له خپلو (مسلمانانو) سړیو نه دوه ګواهان ګواه ونیسئ، نو كه دوه سړي ګواهان نه وي، نو یو سړى او دوه ښځې(دې ګواه شي) له هغو ګواهانو څخه چې تاسو يې خوښَوئ، د دې لپاره چې كه په دواړو كې له یوې نه هېر شي؛ نو په دوى كې یوه به يې بلې ته وریاد كړي او ګواهان دې انكار نه كوي؛ چې كله هم راوبلل شي او د خپلې نېټې پورې (د هغه قرض) په لیكلو باندې مه تنګېږئ ؛ لږ وي، یا كه ډېر وي، دا د الله په نیز ښه انصاف (والا كار) دى او ګواهۍ لره ښه درست ساتونكى دى او ډېر قریب دى دې ته چې تاسو به شكيان نشئ مګر دا چې دا (معامله) لاس په لاس سودا وي چې تاسو هغه په خپل مينځ كې نغده اخلئ راخلئ، نو پر تاسو  باندې څه ګناه نشته چې دا (شان معامله) ونه لیكئ او كله چې په خپل مينځ كې اخيستل خرڅول كوئ (نو) ګواهان ونیسئ او ضرر دې ونه رسول شي لیكونكي ته او نه ګواه ته او كه تاسو (داسې) وكړئ، نو یقینًا دا نافرماني (ګناه) ده چې په تاسو پورې (نښتې) ده او له الله نه ووېرېږئ، او الله تاسو ته ښودنه كوي، او الله په هر شي باندې ښه پوه دى"
    },
    {
      "number": 283,
      "text": "۞ وَإِن كُنتُمْ عَلَىٰ سَفَرٍۢ وَلَمْ تَجِدُوا۟ كَاتِبًۭا فَرِهَٰنٌۭ مَّقْبُوضَةٌۭ ۖ فَإِنْ أَمِنَ بَعْضُكُم بَعْضًۭا فَلْيُؤَدِّ ٱلَّذِى ٱؤْتُمِنَ أَمَٰنَتَهُۥ وَلْيَتَّقِ ٱللَّهَ رَبَّهُۥ ۗ وَلَا تَكْتُمُوا۟ ٱلشَّهَٰدَةَ ۚ وَمَن يَكْتُمْهَا فَإِنَّهُۥٓ ءَاثِمٌۭ قَلْبُهُۥ ۗ وَٱللَّهُ بِمَا تَعْمَلُونَ عَلِيمٌۭ",
      "page": 49,
      "juz": 3,
      "hizb": 5,
      "sajda": false,
      "translation_dari": "و اگر در سفر بودید و نویسنده‌ای نیافتید، پس چیزی را از (قرضدار) به طور گرو بگیرید، پس اگر یکدیگر تان را امین دانستید (و نخواستید از او گرو بگیرید) پس کسی که امین قرار داده شده باید امانتش را ادا کند، و باید از پروردگار خود بترسد، و شهادت را پنهان نکنید، و هر کس که آن را پنهان کند يقينا دلش گناهکار است، و الله به آنچه می‌کنید دانا است.",
      "translation_pashto": "2-283 او كه چېرې تاسو په سفر باندې یئ او كوم لیكونكى مو ونه مونده، نو (جايز ده چې) قبض كړى شوې ګروي (رهن) واخلئ، نو كه ستاسو بعضو په بعضو نورو باندې اعتبار وكړ (او ګروي يې وانه خيستله) بيا نو لازم ده چې امین ګڼل شوى كس دى د هغه (بايع) امانت (حق) ادا كړي، او له خپل پالونكي الله نه دې ووېرېږي، او ګواهي مه پټوئ، او چا چې دا پټه كړه، نو یقینًا د هغه زړه ګناهګار دى، او الله پر هغو (كارونو) چې تاسو يې كوئ؛ ښه پوه دى"
    },
    {
      "number": 284,
      "text": "لِّلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ وَإِن تُبْدُوا۟ مَا فِىٓ أَنفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُم بِهِ ٱللَّهُ ۖ فَيَغْفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُ ۗ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرٌ",
      "page": 49,
      "juz": 3,
      "hizb": 5,
      "sajda": false,
      "translation_dari": "هر آنچه در آسمان‌ها و در زمین است خاص از الله است. و اگر آنچه را که در دل‌های شما است اظهار کنید یا بپوشانید البته الله درباره آن با شما محاسبه می‌کند، (بعد از حساب) پس هر کسی را که بخواهد می‌آمرزد و هرکسی را که بخواهد عذاب می‌دهد، و الله بر هر چیزی قادر است.",
      "translation_pashto": "2-284 خاص د الله لپاره دي؛ څه چې په اسمانونو كې دي او څه چې په ځمكه كې دي او كه تاسو هغه څه چې ستاسو په زړونو كې دي، څرګندوئ، یا هغه پټوئ (نو) الله به له تاسو سره د هغه حساب كوي، بیا به چا ته چې وغواړي بخښنه وكړي او چا ته چې وغواړي عذاب به وركړي او الله په هر شي باندې ښه قادر دى"
    },
    {
      "number": 285,
      "text": "ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيْهِ مِن رَّبِّهِۦ وَٱلْمُؤْمِنُونَ ۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيْنَ أَحَدٍۢ مِّن رُّسُلِهِۦ ۚ وَقَالُوا۟ سَمِعْنَا وَأَطَعْنَا ۖ غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ ٱلْمَصِيرُ",
      "page": 49,
      "juz": 3,
      "hizb": 5,
      "sajda": false,
      "translation_dari": "پیغمبر به آنچه که به او از طرف پروردگارش نازل شد ایمان آورد، و مؤمنان، همگی به الله و فرشتگان وی و به کتاب‌های وی و به پیغمبران وی ایمان آوردند (و گفتند که در ایمان آوردن) در میان هیچ یک از پیغامبران او فرق نمی‌آوریم، و گفتند: شنیدیم و اطاعت کردیم (قبول کردیم احکام الله را)، ای پروردگار ما! ما از تو آمرزش می‌خواهیم! و بازگشت به‌سوی تو است (یعنی به روز آخرت نیز ایمان داریم).",
      "translation_pashto": "2-285 رسول پر هغه څه ایمان راوړى دى ؛ چې په ده باندې د خپل رب له جانبه نازل كړى شوى دى او مومنانو هم، ټولو ایمان راوړى دى په الله باندې او د هغه پر ملايكو او د هغه پر كتابونو او د هغه په رسولانو باندې (او وايي) مونږه د هغه (الله) په رسولانو كې د هیچا په مینځ كې تفريق نه كوو او وايي: مونږ واورېدل او مونږ خبره ومنله (مونږ) ستا (نه) بخښنه (غواړو) اى زمونږه ربه! او خاص تا ته بېرته درتګ دى"
    },
    {
      "number": 286,
      "text": "لَا يُكَلِّفُ ٱللَّهُ نَفْسًا إِلَّا وُسْعَهَا ۚ لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا ٱكْتَسَبَتْ ۗ رَبَّنَا لَا تُؤَاخِذْنَآ إِن نَّسِينَآ أَوْ أَخْطَأْنَا ۚ رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَآ إِصْرًۭا كَمَا حَمَلْتَهُۥ عَلَى ٱلَّذِينَ مِن قَبْلِنَا ۚ رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِۦ ۖ وَٱعْفُ عَنَّا وَٱغْفِرْ لَنَا وَٱرْحَمْنَآ ۚ أَنتَ مَوْلَىٰنَا فَٱنصُرْنَا عَلَى ٱلْقَوْمِ ٱلْكَٰفِرِينَ",
      "page": 49,
      "juz": 3,
      "hizb": 5,
      "sajda": false,
      "translation_dari": "الله هیچ کسی را مکلف نمی‌سازد مگر به قدر طاقت و توان او، (انسان) هرچه (از خیر) انجام داده به نفع خودش است و هرچه (از شر) انجام داده به ضرر خودش است، ای پروردگار ما! اگر فراموش کردیم یا به خطا رفتیم ما را مواخذه مکن، و ای پروردگار ما! بر ذمۀ ما بار گران را مگذار چنانکه آن (بار گران) را بر آنان که پیش از ما بودند نهادی، ای پروردگار ما! آنچه تاب و توانش را نداریم بر ما مگذار و از ما در گذر و ما را مغفرت کن و بر ما رحمتت را نازل کن (زیرا که) توئی مولی و کارساز ما، پس ما را بر قوم کافر پیروز گردان.",
      "translation_pashto": "2-286 او الله هېڅ یو نفس نه مكلف كوي  مګر د هغهٔ له وَس سره سم، د همدهٔ لپاره دي څه نېكۍ چې ده كړي دي او په همدغه (نفس) باندې دي څه (ګناهونه) چې ده كړي دي، اى زمونږه ربه! مونږ مه نیسه كه مونږ (څه حكم) هېر كړو، یا مونږ غلطي وكړو، اى زمونږه ربه! او په مونږ باندې بوج مه ږده؛ لكه څنګه چې تا هغه (بوج) ایښى و په هغو خلقو باندې چې له مونږ نه مخكې وو، اى زمونږه ربه! او پر مونږ باندې داسې څه مه راباروه چې په مونږ كې د هغو (د اوچتولو) هېڅ طاقت نه وي او مونږ ته معافي وكړه او مونږه وبخښه او پر مونږ رحم وكړه، هم ته زمونږ كارساز يې، نو د كافر قوم په خلاف ته زمونږ مدد وكړه"
    }
  ]
}