{
  "number": 3,
  "name": "آل عمران",
  "name_dari": "آل عمران",
  "meaning_dari": "خاندان عمران",
  "revelationType": "مدنی",
  "numberOfAyahs": 200,
  "ayahs": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ الٓمٓ",
      "page": 50,
      "juz": 3,
      "hizb": 5,
      "sajda": false,
      "translation_dari": "الم. (معنای این حروف به الله معلوم است).",
      "translation_pashto": "3-1 الف، لام، ميم"
    },
    {
      "number": 2,
      "text": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ",
      "page": 50,
      "juz": 3,
      "hizb": 5,
      "sajda": false,
      "translation_dari": "الله آن ذاتی است که هیچ معبودی بر حق جز او نیست، همیشه زنده و مدبر تمامی کائنات است.",
      "translation_pashto": "3-2 الله (چې دى) نشته هېڅ لايق د عبادت مګر هم دى دى، همېشه ژوندى دى، د ټول عالَم انتظام كوونكى دى "
    },
    {
      "number": 3,
      "text": "نَزَّلَ عَلَيْكَ ٱلْكِتَٰبَ بِٱلْحَقِّ مُصَدِّقًۭا لِّمَا بَيْنَ يَدَيْهِ وَأَنزَلَ ٱلتَّوْرَىٰةَ وَٱلْإِنجِيلَ",
      "page": 50,
      "juz": 3,
      "hizb": 5,
      "sajda": false,
      "translation_dari": "(الله) کتاب (قرآن) را به حق بر تو نازل کرد که (دارای احکام واقعی و) تصدیق کنندۀ آنچه که پیش از آن بوده می‌باشد، و تورات و انجیل را نازل کرد.",
      "translation_pashto": "3-3 هغهٔ په تا باندې په حقه سره كتاب نازل كړى دى چې د هغو (كتابونو) تصدیق كوونكى دى چې له ده نه مخكې وو، او تورات او انجیل يې نازل كړي دي "
    },
    {
      "number": 4,
      "text": "مِن قَبْلُ هُدًۭى لِّلنَّاسِ وَأَنزَلَ ٱلْفُرْقَانَ ۗ إِنَّ ٱلَّذِينَ كَفَرُوا۟ بِـَٔايَٰتِ ٱللَّهِ لَهُمْ عَذَابٌۭ شَدِيدٌۭ ۗ وَٱللَّهُ عَزِيزٌۭ ذُو ٱنتِقَامٍ",
      "page": 50,
      "juz": 3,
      "hizb": 5,
      "sajda": false,
      "translation_dari": "پیش از این کتاب، برای هدایت مردم، و این کتاب را که فرق کنندۀ حق و باطل است (نیز برای هدایت) نازل کرد، يقينا آنان که به آیات الله كفر ورزیدند، آنها عذاب سخت در پیش دارند، و الله غالب (و) انتقام گیرنده است.",
      "translation_pashto": "3-4 له ده نه مخكې، د خلقو د هدایت لپاره او فرقان يې نازل كړى دى، بېشكه هغه كسان چې د الله په ایتونو سره كافر شوي دي، د دوى لپاره ډېر سخت عذاب دى او الله ډېر غالب دى، انتقام والا دى"
    },
    {
      "number": 5,
      "text": "إِنَّ ٱللَّهَ لَا يَخْفَىٰ عَلَيْهِ شَىْءٌۭ فِى ٱلْأَرْضِ وَلَا فِى ٱلسَّمَآءِ",
      "page": 50,
      "juz": 3,
      "hizb": 5,
      "sajda": false,
      "translation_dari": "بی‌گمان چیزی در زمین و در آسمان از الله پوشیده نمی‌ماند.",
      "translation_pashto": "3-5 یقینًا الله (چې دى) له هغه نه هېڅ شى نه دى پټ په ځمكه كې او نه په اسمان كې"
    },
    {
      "number": 6,
      "text": "هُوَ ٱلَّذِى يُصَوِّرُكُمْ فِى ٱلْأَرْحَامِ كَيْفَ يَشَآءُ ۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "page": 50,
      "juz": 3,
      "hizb": 5,
      "sajda": false,
      "translation_dari": "(الله) آن ذاتی است که شما را در رحمهای (مادران تان) هر طوری که بخواهد صورت می‌بخشد، هیچ معبودی برحق به جز او وجود ندارد (و او) غالب باحکمت است.",
      "translation_pashto": "3-6 دى همغه ذات دى چې په رَحِمونو كې ستاسو شكلونه (صورتونه) جوړوي څنګه چې وغواړي، نشته هېڅ لايق د عبادت مګر هم دى دى، چې ډېر غالبه، ښه حكمت والا دى "
    },
    {
      "number": 7,
      "text": "هُوَ ٱلَّذِىٓ أَنزَلَ عَلَيْكَ ٱلْكِتَٰبَ مِنْهُ ءَايَٰتٌۭ مُّحْكَمَٰتٌ هُنَّ أُمُّ ٱلْكِتَٰبِ وَأُخَرُ مُتَشَٰبِهَٰتٌۭ ۖ فَأَمَّا ٱلَّذِينَ فِى قُلُوبِهِمْ زَيْغٌۭ فَيَتَّبِعُونَ مَا تَشَٰبَهَ مِنْهُ ٱبْتِغَآءَ ٱلْفِتْنَةِ وَٱبْتِغَآءَ تَأْوِيلِهِۦ ۗ وَمَا يَعْلَمُ تَأْوِيلَهُۥٓ إِلَّا ٱللَّهُ ۗ وَٱلرَّٰسِخُونَ فِى ٱلْعِلْمِ يَقُولُونَ ءَامَنَّا بِهِۦ كُلٌّۭ مِّنْ عِندِ رَبِّنَا ۗ وَمَا يَذَّكَّرُ إِلَّآ أُو۟لُوا۟ ٱلْأَلْبَٰبِ",
      "page": 50,
      "juz": 3,
      "hizb": 5,
      "sajda": false,
      "translation_dari": "(الله) آن ذاتی است که قرآن را بر تو نازل کرد که بعضی آن آیاتی محکم است که مفهوم آن واضح و روشن است، و آنها اصل قرآن است (که دیگر آیات در روشنی آن فهمیده می‌شود) و بعضی از آن «متشابهات» هستند (که مفهوم آن مشتبه و مخفی است و احتمال معانی دیگری هم دارند)، اما کسانی که در دل‌هایشان کجی است برای فتنه انگیزی و تاویل نادرست از آیات متشابه پیروی می‌کنند، در حالیکه مفهوم متشابه را به جز الله کسی نمی‌داند. و علمای راسخ در علم می‌گویند: به آن ایمان آوردیم (چون) همۀ قرآن (محکم و متشابه) از نزد پروردگارما است، و پند نمی‌گیرد (از تعلیمات قرآن) مگر صاحبان عقل و خرد.",
      "translation_pashto": "3-7 دى هغه ذات دى چې په تا باندې يې كتاب نازل كړى دى، په ده كې ځينې محكم (ښكاره مراد والا) ایتونه دي؛ چې هغه د كتاب اصل دي، نور يې متشابهات (پټ مراد والا) دي، نو هغه كسان چې د هغوى په زړونو كې كوږ والى دى؛ نو هغوى په هغو(ایتونو) پسې كېږي چې په دې (قرآن) كې متشابه (پټ مراد والا) دي، د فتنې لټوَلو لپاره او د هغو د مراد معلومولو لپاره، حال دا چې د هغوى په تاویل (مراد) باندې نه پوهېږي مګر الله، او هغه كسان چې په علم كې پاخه دي؛ هغوى وايي: مونږ پر ده ایمان راوړى دى، ټول (محكم او متشابه ایتونه)زمونږ د رب له جانبه دي، او نصیحت نه اخلي مګر د صفا عقل خاوندان"
    },
    {
      "number": 8,
      "text": "رَبَّنَا لَا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِن لَّدُنكَ رَحْمَةً ۚ إِنَّكَ أَنتَ ٱلْوَهَّابُ",
      "page": 50,
      "juz": 3,
      "hizb": 5,
      "sajda": false,
      "translation_dari": "(علمای راسخ در علم می‌گویند که) ای پروردگار ما! بعد ازینکه ما را هدایت کردی دل‌های ما را کج و منحرف مکن و از طرف خود به ما رحمتی ببخش، چون تو بسیار بخشش کننده‌ای.",
      "translation_pashto": "3-8 (او وايي) اى زمونږه ربه! زمونږ زړونه مه كږوه وروسته له دې چې تا مونږ ته سمه لار وښودله او مونږ ته له خپلې خوا نه رحمت راكړه، یقینًا هم ته، (د نعمت او رحمت) بې حده عطا كوونكى يې "
    },
    {
      "number": 9,
      "text": "رَبَّنَآ إِنَّكَ جَامِعُ ٱلنَّاسِ لِيَوْمٍۢ لَّا رَيْبَ فِيهِ ۚ إِنَّ ٱللَّهَ لَا يُخْلِفُ ٱلْمِيعَادَ",
      "page": 50,
      "juz": 3,
      "hizb": 5,
      "sajda": false,
      "translation_dari": "ای پروردگار ما! يقينا تو مردم را در روزی که در (حق بودن) آن شکی نیست، یکجا خواهی کرد، بی‌گمان الله در وعدۀ خود مخالفت نمی‌کند.",
      "translation_pashto": "3-9 اى زمونږه ربه! بېشكه ته خلقو لره جمع كوونكى يې په داسې ورځ كې چې په هغې كې هېڅ شك نشته، یقینًا الله د وعدې مخالفت نه كوي"
    },
    {
      "number": 10,
      "text": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ لَن تُغْنِىَ عَنْهُمْ أَمْوَٰلُهُمْ وَلَآ أَوْلَٰدُهُم مِّنَ ٱللَّهِ شَيْـًۭٔا ۖ وَأُو۟لَٰٓئِكَ هُمْ وَقُودُ ٱلنَّارِ",
      "page": 51,
      "juz": 3,
      "hizb": 5,
      "sajda": false,
      "translation_dari": "بی‌گمان آنان که کافر شده‌اند مالها و اولادشان آنها را هرگز از عذاب الله نجات نخواهد داد (بلکه) آنان هیزم (آتش افروز) دوزخ‌اند.",
      "translation_pashto": "3-10 بېشكه هغه كسان چې كفر يې كړى دى، هېڅ كله به هم د هغوى مالونه او اولادونه له دوى څخه د الله (له عذاب) نه هېڅ شى لرې نه كړى شي او همدغه كسان د اور خشاك دي "
    },
    {
      "number": 11,
      "text": "كَدَأْبِ ءَالِ فِرْعَوْنَ وَٱلَّذِينَ مِن قَبْلِهِمْ ۚ كَذَّبُوا۟ بِـَٔايَٰتِنَا فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمْ ۗ وَٱللَّهُ شَدِيدُ ٱلْعِقَابِ",
      "page": 51,
      "juz": 3,
      "hizb": 5,
      "sajda": false,
      "translation_dari": "مانند شیوۀ (رفتار) آل فرعون و آنان که پیش از ایشان بودند آیات ما را تکذیب نمودند، پس الله آنها را به سبب گناهانشان گرفت، و الله سخت عذاب دهنده است.",
      "translation_pashto": "3-11 (حال د دوى داسى دى) لكه حال (او عادت) د فرعونیانو او د هغو كسانو چې له دوى نه مخكې وو، چې زمونږ ایتونه به يې دروغ ګڼل، نو الله هغوى د خپلو ګناهونو په سبب ونیول او الله ډېر سخت عذاب وركوونكى دى "
    },
    {
      "number": 12,
      "text": "قُل لِّلَّذِينَ كَفَرُوا۟ سَتُغْلَبُونَ وَتُحْشَرُونَ إِلَىٰ جَهَنَّمَ ۚ وَبِئْسَ ٱلْمِهَادُ",
      "page": 51,
      "juz": 3,
      "hizb": 5,
      "sajda": false,
      "translation_dari": "به کفار بگو که عنقریب (در دنیا) مغلوب خواهید شد و (در آخرت) به طرف دوزخ حشر خواهید شد و دوزخ بد جایگاهی است.",
      "translation_pashto": "3-12 ته ووایه هغو كسانو ته چې كفر يې كړى دى: ژر دى چې تاسو به مغلوب كړى شئ او جهنم ته به را یوځای (راجمع) كړى شئ او هغه بده استوګنه ده"
    },
    {
      "number": 13,
      "text": "قَدْ كَانَ لَكُمْ ءَايَةٌۭ فِى فِئَتَيْنِ ٱلْتَقَتَا ۖ فِئَةٌۭ تُقَٰتِلُ فِى سَبِيلِ ٱللَّهِ وَأُخْرَىٰ كَافِرَةٌۭ يَرَوْنَهُم مِّثْلَيْهِمْ رَأْىَ ٱلْعَيْنِ ۚ وَٱللَّهُ يُؤَيِّدُ بِنَصْرِهِۦ مَن يَشَآءُ ۗ إِنَّ فِى ذَٰلِكَ لَعِبْرَةًۭ لِّأُو۟لِى ٱلْأَبْصَٰرِ",
      "page": 51,
      "juz": 3,
      "hizb": 5,
      "sajda": false,
      "translation_dari": "(ای یهودیان) يقينا برای شما نشانه است (در شکست مشرکین و غلبۀ مسلمانان) در روبرو شدن دو گروه (در روز بدر)، یک گروه در راه الله می‌جنگید و گروه دیگر کافر بودند (و در عدد زیاد بودند و) مسلمانان را با چشم‌های خود دو چند می‌دیدند. و الله به کمک خود هر کسی را که بخواهد تأیید می‌کند (قوت می‌بخشد)، يقيناً در این (شکست كفار) عبرتی است برای صاحبان بصیرت.",
      "translation_pashto": "3-113 یقینًا شته تاسو لپاره لویه نښه په هغو دوه ډلو كې چې یو بل ته مخامخ شوې وې، یوه ډله د الله په لار كې جنګېدله او بله كافره وه، دوى به هغوى لره له خپل ځان نه دوه چنده (زیات) لیدل، د سترګو په لیدلو سره، او الله په خپل مدد سره قوت وركوي (مضبوطوي) چا ته چې وغواړي، یقینًا په دې كې د سترګو خاوندانو لپاره خامخا عبرت (اونصیحت) دى"
    },
    {
      "number": 14,
      "text": "زُيِّنَ لِلنَّاسِ حُبُّ ٱلشَّهَوَٰتِ مِنَ ٱلنِّسَآءِ وَٱلْبَنِينَ وَٱلْقَنَٰطِيرِ ٱلْمُقَنطَرَةِ مِنَ ٱلذَّهَبِ وَٱلْفِضَّةِ وَٱلْخَيْلِ ٱلْمُسَوَّمَةِ وَٱلْأَنْعَٰمِ وَٱلْحَرْثِ ۗ ذَٰلِكَ مَتَٰعُ ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَٱللَّهُ عِندَهُۥ حُسْنُ ٱلْمَـَٔابِ",
      "page": 51,
      "juz": 3,
      "hizb": 5,
      "sajda": false,
      "translation_dari": "برای مردم محبت شهوات (چیزهای مرغوب) از قبیل زنان و پسران و مال‌های فراوان از (نوع) طلا و نقره و اسپهای نشان دار و چارپایان و کشتزارها، آراسته شده است (لیکن) آن (همه) وسائل زندگانی دنیا است، و سرانجام و بازگشت نیک به نزد الله می‌باشد.",
      "translation_pashto": "3-14 ښايسته كړى شوې ده خلقو ته مینه د مرغوبو خوندَوَرو شیانو چې ښځې دي او زامن دي او راجمع كړى شوي ډېر مالونه دي له سرو زرو نه او سپینو زرو نه او اسونو نه، چې نښه دار كړى شوي دي او  له څارويو نه او فصل نه، دا د دنيايي ژوند سامان دى او له الله سره د ورګرځېدلو ښه ځای دى"
    },
    {
      "number": 15,
      "text": "۞ قُلْ أَؤُنَبِّئُكُم بِخَيْرٍۢ مِّن ذَٰلِكُمْ ۚ لِلَّذِينَ ٱتَّقَوْا۟ عِندَ رَبِّهِمْ جَنَّٰتٌۭ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ خَٰلِدِينَ فِيهَا وَأَزْوَٰجٌۭ مُّطَهَّرَةٌۭ وَرِضْوَٰنٌۭ مِّنَ ٱللَّهِ ۗ وَٱللَّهُ بَصِيرٌۢ بِٱلْعِبَادِ",
      "page": 51,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "بگو: آیا شما را به چیزی که بهتر از متاع دنیا است خبر دهم؟ (آن خبر این است که) برای آنان که تقوا پیشه کرده‌اند نزد پروردگارشان باغ‌های است که از زیر درخت‌های آن جوی‌ها جاری است، آنها در آن (باغ‌ها) همیشه می‌باشند، و زنان پاکیزه و رضامندی الله را دارند، و الله به بندگان خود بیناست.",
      "translation_pashto": "3-15 ته (ورته) ووایه: ایا تاسو ته د داسې شیانو خبر دركړم چې له دغو (دنياوي خوندونو) نه ډېر ښه دي؟ د هغو كسانو لپاره چې پرهېزګاره دي، (هغه) د خپل رب په نیز باغونه دي چې د هغو له لاندې ولې بهېږي، چې په هغو كې به دوى  تل ترتله وي او (د دوى لپاره) ښې پاكې ښځې دي او د الله له جانبه رضامندي (ده) او الله بنده ګانو لره ښه لیدونكى دى"
    },
    {
      "number": 16,
      "text": "ٱلَّذِينَ يَقُولُونَ رَبَّنَآ إِنَّنَآ ءَامَنَّا فَٱغْفِرْ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ ٱلنَّارِ",
      "page": 52,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "کسانی‌اند که می‌گویند! ای پروردگار ما! يقينا ما ایمان آوردیم، پس گناهان ما را بیامرز و ما را از عذاب دوزخ نگاه دار.",
      "translation_pashto": "3-16 هغه كسان چې وايي: اى زمونږه ربه! یقینًا مونږ ایمان راوړى دى، نو مونږ ته زمونږ ګناهونه وبخښه او مونږ د اور له عذابه وساته "
    },
    {
      "number": 17,
      "text": "ٱلصَّٰبِرِينَ وَٱلصَّٰدِقِينَ وَٱلْقَٰنِتِينَ وَٱلْمُنفِقِينَ وَٱلْمُسْتَغْفِرِينَ بِٱلْأَسْحَارِ",
      "page": 52,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "(اینها‌اند که در سختی‌ها) صبر کنندگان‌اند و (در اقوال و افعال خود) صادقانند و (به طاعت و نیکی‌ها) مداومت کنندگان‌اند و (در راه الله) انفاق کنندگان‌اند و در سحرگاهان (از الله) آمرزش طلبان‌اند.",
      "translation_pashto": "3-17 چې صبركوونكي دي او رښتیا ویونكي دي او حكم منونكي دي او انفاق كوونكي دي او د شپو په اخر كې مغفرت غوښتونكي دي"
    },
    {
      "number": 18,
      "text": "شَهِدَ ٱللَّهُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا هُوَ وَٱلْمَلَٰٓئِكَةُ وَأُو۟لُوا۟ ٱلْعِلْمِ قَآئِمًۢا بِٱلْقِسْطِ ۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "page": 52,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "الله گواهی داد (به وسیله دلائل تکوینی و تشریعی) بر اینکه هیچ معبودی بر حق جز او تعالی نیست و (نیز گواهی داده اند) فرشته‌ها و صاحبان علم (بر توحيد او تعالی) در حالی که الله (مدبر امور مخلوقات) به عدل و انصاف است (پس) هیچ معبودی برحق جز او تعالی نیست، غالب (و) باحکمت است.",
      "translation_pashto": "3-18 الله ګواهي وركړې ده د دې خبرې چې یقینًا نشته هېڅ لايق د عبادت مګر هم دى دى او ملايكو او د علم خاوندانو، (هم) په داسې حال كې چې دى په انصاف سره قايم دى، نشته هېڅ لايق د عبادت مګر هم دى دى چې ډېرغالب، ښه حكمت والا دى"
    },
    {
      "number": 19,
      "text": "إِنَّ ٱلدِّينَ عِندَ ٱللَّهِ ٱلْإِسْلَٰمُ ۗ وَمَا ٱخْتَلَفَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَٰبَ إِلَّا مِنۢ بَعْدِ مَا جَآءَهُمُ ٱلْعِلْمُ بَغْيًۢا بَيْنَهُمْ ۗ وَمَن يَكْفُرْ بِـَٔايَٰتِ ٱللَّهِ فَإِنَّ ٱللَّهَ سَرِيعُ ٱلْحِسَابِ",
      "page": 52,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "بی‌گمان دین (معتبر) نزد الله اسلام است، و آنان که کتاب داده شده‌اند (یهود و نصارا) اختلاف نکردند مگر بعد از اینکه آگاهی و علم (به حق بودن اسلام) به آنها آمد و (اختلاف نکردند مگر) به سبب سرکشی و حسدی که در میان‌شان وجود داشت، و هر کس به آيات الله كفر بورزد (و آنرا انکار کند)، پس (بداند که) الله زود حساب گیرنده است.",
      "translation_pashto": "3-19 بېشكه (معتبر) دین د الله په نیز اسلام دى، او هغو كسانو، چې كتاب ورته وركړى شوى دى، اختلاف نه دى كړى مګر وروسته له دې چې دوى ته علم راغى، په خپل مینځ كې د ضد او سركشۍ په سبب او هغه كس چې د الله په ایتونو باندې كافر شي،  نو یقینًا الله بېخي ژر حساب كوونكى دى"
    },
    {
      "number": 20,
      "text": "فَإِنْ حَآجُّوكَ فَقُلْ أَسْلَمْتُ وَجْهِىَ لِلَّهِ وَمَنِ ٱتَّبَعَنِ ۗ وَقُل لِّلَّذِينَ أُوتُوا۟ ٱلْكِتَٰبَ وَٱلْأُمِّيِّۦنَ ءَأَسْلَمْتُمْ ۚ فَإِنْ أَسْلَمُوا۟ فَقَدِ ٱهْتَدَوا۟ ۖ وَّإِن تَوَلَّوْا۟ فَإِنَّمَا عَلَيْكَ ٱلْبَلَٰغُ ۗ وَٱللَّهُ بَصِيرٌۢ بِٱلْعِبَادِ",
      "page": 52,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "پس اگر (کفار) با تو (دربارۀ دین حق) مجادله کردند، پس بگو من و هرکسی که از من پیروی می‌کند خود را برای الله منقاد و تسلیم ساخته‌ایم، و از اهل کتاب (یهود و نصارا) و از ناخوانان (مشرکین عرب) بپرس که آیا شما به الله منقاد شده‌اید؟ (یعنی کتاب و دین او را قبول کرده‌اید؟) پس اگر منقاد و تسلیم شدند، البته راهیاب شده‌اند، و اگر رویگردان شدند پس تنها رسانیدن (تبلیغ) بر ذمۀ تو است، و الله به بندگان بینا است.",
      "translation_pashto": "3-20 بیا كه چېرې دوى له تاسره جګړه كوي، نو ته ووایه: ما خپل مخ خاص الله ته تابع كړى دى او هغه چا هم (تابع كړى دى) چې زما پېروي كوي او ته هغو كسانو ته ووایه چې هغوى ته كتاب وركړى شوى دى او اَمیانو (نالوستو) ته: ایا تاسو اسلام راوړئ؟ پس كه دوى اسلام راوړ، نو یقینًا دوى سمه لار وموندله او كه وګرځېدل، پس بېشكه په تا باندې يواځې تبلیغ كول (د حق رسَول) دي او الله بنده ګانو لره ښه لیدونكى دى "
    },
    {
      "number": 21,
      "text": "إِنَّ ٱلَّذِينَ يَكْفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقْتُلُونَ ٱلنَّبِيِّۦنَ بِغَيْرِ حَقٍّۢ وَيَقْتُلُونَ ٱلَّذِينَ يَأْمُرُونَ بِٱلْقِسْطِ مِنَ ٱلنَّاسِ فَبَشِّرْهُم بِعَذَابٍ أَلِيمٍ",
      "page": 52,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "البته آنان که به آیات الله کفر می‌ورزند و پیغمبران را به ناحق می‌کشند، و کسانی از مردم را که به عدل و انصاف امر می‌کنند، می‌کشند پس آنها را به عذاب دردناکی مژده بده.",
      "translation_pashto": "3-21  بېشكه هغه كسان چې د الله په ایتونو كافران كېږي او نبیان ناحقه وژني او په خلقو كې هغه كسان وژني چې د انصاف كولو حكم كوي، نو هغوى ته د بېخي دردوونكي عذاب زېرى وركړه"
    },
    {
      "number": 22,
      "text": "أُو۟لَٰٓئِكَ ٱلَّذِينَ حَبِطَتْ أَعْمَٰلُهُمْ فِى ٱلدُّنْيَا وَٱلْءَاخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ",
      "page": 52,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "این گروه آنانی‌اند که اعمال‌شان در دنیا و آخرت نابود و ضائع گردیده است، و برای آنها هیچ مددگاری نیست.",
      "translation_pashto": "3-22 دا هغه كسان دي چې د دوى عملونه په دنیا او اخرت (دواړو) كې ضايع شوي دي او نشته د دوى لپاره هیڅوك مدد كوونكي"
    },
    {
      "number": 23,
      "text": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ أُوتُوا۟ نَصِيبًۭا مِّنَ ٱلْكِتَٰبِ يُدْعَوْنَ إِلَىٰ كِتَٰبِ ٱللَّهِ لِيَحْكُمَ بَيْنَهُمْ ثُمَّ يَتَوَلَّىٰ فَرِيقٌۭ مِّنْهُمْ وَهُم مُّعْرِضُونَ",
      "page": 53,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "آیا آنان را که حصۀ از علم (کتاب سماوی) داده شده‌اند ندیدی که به‌سوی كتاب الله فراخوانده می‌شوند تا میان آنها قضاوت کند، باز گروهی از آنها در حالی که اعراض کنان‌اند رو می‌گرداند.",
      "translation_pashto": "3-23 ایا تا نه دي كتلي هغو كسانو ته چې هغوى ته له كتاب نه څه حصه (د علم) وركړى شوې ده، دوى كتاب ته رابللى شي، د دې لپاره چې (دا كتاب) د دوى په مینځ كې فیصله وكړي، بیا په دوى كې یوه ډله مخ اړوي او دوى (همېشه له حق نه) مخ ګرځوونكي دي"
    },
    {
      "number": 24,
      "text": "ذَٰلِكَ بِأَنَّهُمْ قَالُوا۟ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامًۭا مَّعْدُودَٰتٍۢ ۖ وَغَرَّهُمْ فِى دِينِهِم مَّا كَانُوا۟ يَفْتَرُونَ",
      "page": 53,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "(سبب روگردانی شان) به این خاطر است که گفتند آتش دوزخ به ما نخواهد رسید مگر چند روزی اندک، و افتراهای‌شان در دینشان آنان را فریب داد.",
      "translation_pashto": "3-24 دا په دې سبب چې بېشكه دوى ویلي دي: مونږ ته به اور هېڅ كله هم را ونه رسېږي مګر څو په شمار ورځې او دوى په خپل دین كې هغو خبرو غولولي (دوكه كړي) دي چې دوى به له ځانه جوړولې"
    },
    {
      "number": 25,
      "text": "فَكَيْفَ إِذَا جَمَعْنَٰهُمْ لِيَوْمٍۢ لَّا رَيْبَ فِيهِ وَوُفِّيَتْ كُلُّ نَفْسٍۢ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ",
      "page": 53,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "پس حال آنها چگونه خواهد بود وقتی که آنها را در روزی جمع کنیم که هیچ شکی در )آمدن( آن نیست، و به هر شخص (جزای) آنچه کرده است کاملا داده شود، و بر آنها ظلم نمی‌شود.",
      "translation_pashto": "3-25 نو څه حال به وي كله چې مونږ دوى د هغې ورځې (د فیصلې) لپاره راجمع كړو چې په هغې كې هېڅ شك نشته او هر نفس ته به (جزا د) هغه څه پوره پوره وركړى شي چې ده كړي دي او پر دوى به ظلم ونه كړى شي"
    },
    {
      "number": 26,
      "text": "قُلِ ٱللَّهُمَّ مَٰلِكَ ٱلْمُلْكِ تُؤْتِى ٱلْمُلْكَ مَن تَشَآءُ وَتَنزِعُ ٱلْمُلْكَ مِمَّن تَشَآءُ وَتُعِزُّ مَن تَشَآءُ وَتُذِلُّ مَن تَشَآءُ ۖ بِيَدِكَ ٱلْخَيْرُ ۖ إِنَّكَ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرٌۭ",
      "page": 53,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "بگو: ای پروردگار! تو متصرف و صاحب بادشاهی (جهان) هستی، بادشاهی را به هر کسی که بخواهی میدهی، و بادشاهی را از هر کسی که بخواهی سلب می‌کنی، و کسی را که تو بخواهی عزت می‌دهی، و کسی را که تو بخواهی ذلیل می‌کنی، تمامی نیکی‌ها تنها به دست تو است، بی‌گمان تو بر هر چیز قدرت کامل داری.",
      "translation_pashto": "3-26 ته ووایه: اى الله!د بادشاهۍ مالكه! ته بادشاهي وركوې هغه چا ته چې وغواړې او بادشاهي بېرته اخلې له هغه چا نه چې وغواړې، چا ته چې وغواړې عزت وركوې او چا ته چې وغواړې ذلت وركوې، هم ستا په لاس كې خیر دى، بېشكه ته په هر شي باندې ښه قادر يې"
    },
    {
      "number": 27,
      "text": "تُولِجُ ٱلَّيْلَ فِى ٱلنَّهَارِ وَتُولِجُ ٱلنَّهَارَ فِى ٱلَّيْلِ ۖ وَتُخْرِجُ ٱلْحَىَّ مِنَ ٱلْمَيِّتِ وَتُخْرِجُ ٱلْمَيِّتَ مِنَ ٱلْحَىِّ ۖ وَتَرْزُقُ مَن تَشَآءُ بِغَيْرِ حِسَابٍۢ",
      "page": 53,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "(یکی از علامات قدرت تو این است که) شب را در روز داخل می‌کنی، و روز را در شب داخل می‌کنی، و زنده را از مرده بیرون می‌کنی، و مرده را از زنده بیرون می‌آوری، و هر کسی را که بخواهی بیشمار روزی میدهی.",
      "translation_pashto": "3-27 ته شپه په ورځ كې نَنَباسې او ورځ په شپه كې نَنَباسې او ته ژوندى له مړي راوباسې او مړى له ژوندي راوباسې او چا ته چې وغواړې بې حسابه روزي وركوې"
    },
    {
      "number": 28,
      "text": "لَّا يَتَّخِذِ ٱلْمُؤْمِنُونَ ٱلْكَٰفِرِينَ أَوْلِيَآءَ مِن دُونِ ٱلْمُؤْمِنِينَ ۖ وَمَن يَفْعَلْ ذَٰلِكَ فَلَيْسَ مِنَ ٱللَّهِ فِى شَىْءٍ إِلَّآ أَن تَتَّقُوا۟ مِنْهُمْ تُقَىٰةًۭ ۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفْسَهُۥ ۗ وَإِلَى ٱللَّهِ ٱلْمَصِيرُ",
      "page": 53,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "نباید مؤمنان کافران را به جای مؤمنان به دوستی بگیرند، و هر کس این چنین کند پس در مقابل عهد الله در هیچ مرتبه‌ای نیست، مگر اینکه خود را از ضرر آنها نگاه دارید، و الله شما را از (عظمت و جلال) خود می‌ترساند، و بازگشت شما به طرف او است.",
      "translation_pashto": "3-28 او مومنان دې له (خپلو) مومنانو نه غیر كافرانو لره دوستان نه جوړوي، او څوك چې دا كار وكړي، نو نه دى (دغه كس) د الله (له ډلې) نه په هېڅ شي كې، مګر دا چې تاسو له دغو (كافرو) نه ځان ساتل غواړئ، ځان ساتنه، او الله تاسو له خپل ځان نه وېروي او خاص الله ته ورتلل دي"
    },
    {
      "number": 29,
      "text": "قُلْ إِن تُخْفُوا۟ مَا فِى صُدُورِكُمْ أَوْ تُبْدُوهُ يَعْلَمْهُ ٱللَّهُ ۗ وَيَعْلَمُ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرٌۭ",
      "page": 53,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "بگو: اگر آنچه که در سینه‌های تان دارید، بپوشانید یا اظهار کنید (در هر دو صورت) الله آن را می‌داند و (بلکه) الله آنچه که در آسمان‌ها و آنچه که در زمین است می‌داند، و (مانند علم خود) الله به هرچیز قدرت کامل دارد.",
      "translation_pashto": "3-29 ته ووایه: كه تاسو پټ ساتئ هغه څه چې ستاسو په سینو كې دي، یا هغه څرګندوئ، الله ته هغه معلوم دي، دى پوهېږي پر هر هغه څه چې په اسمانونو كې دي او پر هر هغه څه چې په ځمكه كې دي او الله په هر شي باندې ښه قادر دى"
    },
    {
      "number": 30,
      "text": "يَوْمَ تَجِدُ كُلُّ نَفْسٍۢ مَّا عَمِلَتْ مِنْ خَيْرٍۢ مُّحْضَرًۭا وَمَا عَمِلَتْ مِن سُوٓءٍۢ تَوَدُّ لَوْ أَنَّ بَيْنَهَا وَبَيْنَهُۥٓ أَمَدًۢا بَعِيدًۭا ۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفْسَهُۥ ۗ وَٱللَّهُ رَءُوفٌۢ بِٱلْعِبَادِ",
      "page": 54,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "روزی که هرشخص هر آنچه از نیکی و بدی انجام داده است، حاضر می‌یابد (در آن روز) دوست دارد (و آرزو می‌کند) که ای کاش در بین او و آنچه از بدی انجام داده است مسافۀ دور می‌بود (که بدی‌های خود را نمی‌دید) و الله شما را از (عذاب) خود می‌ترساند، و الله به بندگان خود مشفق و مهربان است.",
      "translation_pashto": "3-30 په هغه ورځ كې چې هر نفس به هره هغه نېكي چې ده كړې وي، (خپلې مخې ته) حاضره ومومي او هره هغه بدي  چې ده كړې ده (هغه هم)، دا (نفس) به ارزو كوي چې كاشكې د ده په مینځ كې او د هغې (بدۍ) په مینځ كې ډېر لرې مسافت وى او الله تاسو له خپل ځان نه وېروي او الله په بنده ګانو باندې ډېر نرمي كوونكى دى"
    },
    {
      "number": 31,
      "text": "قُلْ إِن كُنتُمْ تُحِبُّونَ ٱللَّهَ فَٱتَّبِعُونِى يُحْبِبْكُمُ ٱللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ ۗ وَٱللَّهُ غَفُورٌۭ رَّحِيمٌۭ",
      "page": 54,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "بگو: اگر شما الله را دوست دارید پس از من پیروی کنید تا الله شما را دوست بدارد، و گناهان شما را بیامرزد، والله آمرزندۀ مهربان است.",
      "translation_pashto": "3-31 (اى نبي!) ته ووایه: كه چېرې یئ تاسو چې له الله سره مینه كوئ، بیا نو زما اتباع وكړئ، الله به له تاسو سره مینه وكړي او تاسو ته به ستاسو ګناهونه وبخښي او الله ډېر بخښونكى، بې حده رحم كوونكى دى "
    },
    {
      "number": 32,
      "text": "قُلْ أَطِيعُوا۟ ٱللَّهَ وَٱلرَّسُولَ ۖ فَإِن تَوَلَّوْا۟ فَإِنَّ ٱللَّهَ لَا يُحِبُّ ٱلْكَٰفِرِينَ",
      "page": 54,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "بگو: از الله و رسول او اطاعت کنید، پس اگر (از اطاعت الله و رسول او) رویگردان شدند، پس (بدانند که کافر شده‌اند و) الله کافران را دوست ندارد.",
      "translation_pashto": "3-32 (اى نبي!) ته ووایه: د الله اطاعت كوئ او د (هغه د) رسول، بیا كه دوى وګرځېدل، نو بېشكه الله له كافرانو سره مینه نه كوي "
    },
    {
      "number": 33,
      "text": "۞ إِنَّ ٱللَّهَ ٱصْطَفَىٰٓ ءَادَمَ وَنُوحًۭا وَءَالَ إِبْرَٰهِيمَ وَءَالَ عِمْرَٰنَ عَلَى ٱلْعَٰلَمِينَ",
      "page": 54,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "بی‌گمان الله آدم و نوح و آل ابراهيم و آل عمران را (برای پیغامبری) برگزید (و بر دیگر اهل عالم برتری داد).",
      "translation_pashto": "3-33 بېشكه الله په عالَمونو باندې ادم او نوح او الِ ابراهیم  او الِ عمران غوره كړي دي"
    },
    {
      "number": 34,
      "text": "ذُرِّيَّةًۢ بَعْضُهَا مِنۢ بَعْضٍۢ ۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ",
      "page": 54,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "(در حالیکه همگی از یک نسل‌اند که) بعضی آنها از بعضی دیگر است، و الله شنوا و دانا است.",
      "translation_pashto": "3-34 په دې حال كې چې (دا داسې) نسل دى، چې ځینې د دوى له ځینو نورو دي او الله ښه اورېدونكى، ښه پوه دى "
    },
    {
      "number": 35,
      "text": "إِذْ قَالَتِ ٱمْرَأَتُ عِمْرَٰنَ رَبِّ إِنِّى نَذَرْتُ لَكَ مَا فِى بَطْنِى مُحَرَّرًۭا فَتَقَبَّلْ مِنِّىٓ ۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
      "page": 54,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "(به یاد آور که) چون زن عمران گفت: ای پروردگارم، البته آنچه را که در شکم من است خاص به رضای تو نذر کردم (بر خود لازم کردم) تا (از کارهای دنیا) آزاد باشد، پس از من قبول کن، بی‌گمان تو شنوا و دانائی.",
      "translation_pashto": "3-35 كله چې د عمران ښځې وویل: اى زما ربه! بېشكه ما تا لپاره نذر منلى دى د هغه چې زما په ګېډه كې دى، په دې حال كې چې ازاد به وي، نو ته يې له ما نه قبول كړه، بېشكه هم ته ښه اورېدونكى، ښه پوه يې"
    },
    {
      "number": 36,
      "text": "فَلَمَّا وَضَعَتْهَا قَالَتْ رَبِّ إِنِّى وَضَعْتُهَآ أُنثَىٰ وَٱللَّهُ أَعْلَمُ بِمَا وَضَعَتْ وَلَيْسَ ٱلذَّكَرُ كَٱلْأُنثَىٰ ۖ وَإِنِّى سَمَّيْتُهَا مَرْيَمَ وَإِنِّىٓ أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ ٱلشَّيْطَٰنِ ٱلرَّجِيمِ",
      "page": 54,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "پس چون آن را زائید گفت: ای رب من! من دختر زاده ام، و الله بر آنچه او زاده بود داناتر بود (و به طور حسرت گفت) و مرد مانند زن (کمزور) نمی‌باشد و من آن را مریم نام نهادم و او و اولاد او را از شر شیطان رانده شده در پناه تو می‌سپارم.",
      "translation_pashto": "3-36 نو كله چې دې هغه وزېږوله، دې وويل! اى زما ربه! بېشكه زه چې یم، ما هغه وزېږوله، چې ښځه (جينۍ) ده او الله ښه پوه دى پر هغه څه چې دې وزېږوه او نر (هلك) د ښځې (جینۍ) په شان نه دى او بېشكه ما دې ته مریم نوم كېښود، او بېشكه زه دا او د دې اولاد له شیطان رټل شوي نه ستا په حفاظت كې دركوم "
    },
    {
      "number": 37,
      "text": "فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٍۢ وَأَنۢبَتَهَا نَبَاتًا حَسَنًۭا وَكَفَّلَهَا زَكَرِيَّا ۖ كُلَّمَا دَخَلَ عَلَيْهَا زَكَرِيَّا ٱلْمِحْرَابَ وَجَدَ عِندَهَا رِزْقًۭا ۖ قَالَ يَٰمَرْيَمُ أَنَّىٰ لَكِ هَٰذَا ۖ قَالَتْ هُوَ مِنْ عِندِ ٱللَّهِ ۖ إِنَّ ٱللَّهَ يَرْزُقُ مَن يَشَآءُ بِغَيْرِ حِسَابٍ",
      "page": 54,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "پس پروردگارش (مریم) را قبول نیک کرد و او را نیک رویانید (بزرگ کرد)، و زکریا را سرپرست او ساخت، هرگاه زکریا داخل عبادتگاه می‌شد نزد او (مریم) خوردنی می‌یافت، زکریا گفت: ای مریم! این رزق به تو از کجا می‌آید؟ مریم گفت: این رزق از جانب الله می‌آید: بی‌گمان الله کسی را که بخواهد بدون حساب روزی می‌دهد (بدون زحمت و تکلیف).",
      "translation_pashto": "3-37 نو هغه د هغې رب په ډېرو ښو قبلولو سره قبوله كړه او هغه يې په ډېرو ښُكلو زرغونولو (لویَوَلو) سره زرغونه (لویه) كړه او هغه يې د زكریا په كفالت كې وركړه  كله چې به هم زكریا دې ته عبادت خانې ته ننوت (نو) له هغې سره به يې څه رزق (خوراك) ومونده، هغه وویل: اى مریمې! تا ته دا له كومه كېږي؟ هغې وویل: داد الله له خوا راځي، یقینًا الله چې چا ته وغواړي بې حسابه روزي وركوي"
    },
    {
      "number": 38,
      "text": "هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُۥ ۖ قَالَ رَبِّ هَبْ لِى مِن لَّدُنكَ ذُرِّيَّةًۭ طَيِّبَةً ۖ إِنَّكَ سَمِيعُ ٱلدُّعَآءِ",
      "page": 55,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "در آنجا زکریا پروردگار خود را به دعا خواند (و) گفت: ای پروردگارم! برای من از نزد خود نسل پاکیزه ببخش؛ بی‌گمان تو شنوندۀ دعائی.",
      "translation_pashto": "3-38 په دغه ځای كې زكریا له خپل رب نه دعا وغوښته، ويې ويل:اى زما ربه! ما ته له خپلې خوا نه ښه پاكیزه اولاد راكړه، یقینًا ته د دعا ښه اورېدونكى يې"
    },
    {
      "number": 39,
      "text": "فَنَادَتْهُ ٱلْمَلَٰٓئِكَةُ وَهُوَ قَآئِمٌۭ يُصَلِّى فِى ٱلْمِحْرَابِ أَنَّ ٱللَّهَ يُبَشِّرُكَ بِيَحْيَىٰ مُصَدِّقًۢا بِكَلِمَةٍۢ مِّنَ ٱللَّهِ وَسَيِّدًۭا وَحَصُورًۭا وَنَبِيًّۭا مِّنَ ٱلصَّٰلِحِينَ",
      "page": 55,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "در حالیکه او (زکریا) در عبادتگاه نماز می‌خواند فرشته‌ها او را صدا زدند که الله تو را (به پسری بنام) یحیی مژده می‌دهد، که تصدیق کنندۀ کلمه الله (عیسی) است، و سرور و پیشوا، و دور از گناهان، و پیغمبری از صالحان است.",
      "translation_pashto": "3-39 نو ملايكو ده ته اواز وكړ، په داسې حال كې چې دى په عبادت خانه كې ولاړ و، لمونځ يې كاوه، دا چې بېشكه الله تا ته د یحیٰی زېرى دركوي، چې تصدیق كوونكى به وي د هغې كلمې چې د الله له طرفه ده، او سردار به وي او ځان به ډېر منع كوونكى وي (له خواهشاتو نه) او نبي به وي له صالحانو نه"
    },
    {
      "number": 40,
      "text": "قَالَ رَبِّ أَنَّىٰ يَكُونُ لِى غُلَٰمٌۭ وَقَدْ بَلَغَنِىَ ٱلْكِبَرُ وَٱمْرَأَتِى عَاقِرٌۭ ۖ قَالَ كَذَٰلِكَ ٱللَّهُ يَفْعَلُ مَا يَشَآءُ",
      "page": 55,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "زکریا گفت: ای پروردگارم! چطور مرا پسر خواهد بود؟ در حالیکه به عمر پیری رسیده ام. و زنم نازای است، (الله) گفت: هم چنان است، الله چیزی که بخواهد انجام میدهد.",
      "translation_pashto": "3-40 ويې ويل:اى زما ربه! ما لره به هلك څنګه كېږي، حال دا چې په ما باندې بوډا والى (زوړ والى) راغلى دى او زما ښځه شنډه ده؟! هغه وویل: همداسې الله كوي څه چې وغواړي"
    },
    {
      "number": 41,
      "text": "قَالَ رَبِّ ٱجْعَل لِّىٓ ءَايَةًۭ ۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَةَ أَيَّامٍ إِلَّا رَمْزًۭا ۗ وَٱذْكُر رَّبَّكَ كَثِيرًۭا وَسَبِّحْ بِٱلْعَشِىِّ وَٱلْإِبْكَٰرِ",
      "page": 55,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "(زکریا) گفت: ای پروردگارم! برای من نشانه‌ای تعین کن (که از آن قرار گرفتن حمل را بدانم) الله گفت: نشانۀ تو این است که تا سه روز با مردم سخن نگویی، مگر به اشاره، و (به خاطر شکر) پروردگار خود را بسیار یاد کن و صبح و شام او را تسبیح بگو،",
      "translation_pashto": "3-41 ويې ويل: اى زما ربه! زما لپاره څه نښه مقرر كړه، هغه وویل: ستا نښه دا ده چې ته به له خلقو سره خبرې نشې كولى خو په اشارې سره، او ته خپل رب ډېر یادوه او د ورځې په اخر او اول كې تسبیح (پاكي) بیانوه"
    },
    {
      "number": 42,
      "text": "وَإِذْ قَالَتِ ٱلْمَلَٰٓئِكَةُ يَٰمَرْيَمُ إِنَّ ٱللَّهَ ٱصْطَفَىٰكِ وَطَهَّرَكِ وَٱصْطَفَىٰكِ عَلَىٰ نِسَآءِ ٱلْعَٰلَمِينَ",
      "page": 55,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "و (به یاد آور) هنگامی که فرشته‌ها گفتند: ای مریم! البته الله تو را برگزیده است (برای عبادت خود) و پاکیزه ات گردانیده و تو را بر دیگر زنان عالم برتری داده است.",
      "translation_pashto": "3-42 او كله چې ملايكو وویل: اى مریمې! یقینًا الله ته غوره كړې يې او ته يې پاكه كړې يې او د ټول عالَم پر ښځو يې تا ته غوره والى دركړى دى"
    },
    {
      "number": 43,
      "text": "يَٰمَرْيَمُ ٱقْنُتِى لِرَبِّكِ وَٱسْجُدِى وَٱرْكَعِى مَعَ ٱلرَّٰكِعِينَ",
      "page": 55,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "ای مریم! پروردگارت را باعاجزی و تواضع اطاعت و عبادت کن، و سجده کن و با رکوع کنندگان رکوع کن (با نماز خوانان نماز بخوان).",
      "translation_pashto": "3-43 اى مریمې! د خپل رب فرمانبرداره شه او سجده كوه او له ركوع كوونكو سره ركوع كوه"
    },
    {
      "number": 44,
      "text": "ذَٰلِكَ مِنْ أَنۢبَآءِ ٱلْغَيْبِ نُوحِيهِ إِلَيْكَ ۚ وَمَا كُنتَ لَدَيْهِمْ إِذْ يُلْقُونَ أَقْلَٰمَهُمْ أَيُّهُمْ يَكْفُلُ مَرْيَمَ وَمَا كُنتَ لَدَيْهِمْ إِذْ يَخْتَصِمُونَ",
      "page": 55,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "(این داستان مریم و زکریا) از خبرهای غیبی است که آن را به تو وحی می‌کنیم، و تو نزد آنها حاضر نبودی وقتی که قلم‌های خویش را می‌انداختند تا کدامشان کفالت و سرپرستی مریم را به عهده گیرد، و تو نزد آنها نبودی وقتی (در مورد پرورش مریم) با یکدیگر مناقشه و کشمکش می‌کردند.",
      "translation_pashto": "3-44 دا د غیب له خبرونو څخه دي چې مونږه يې تا ته وحي كوو او ته له هغوى سره موجود نه وې كله چې هغوى خپل قلمونه غورځول، چې په دوى كې څوك د مریمې كفالت وكړي او ته له هغوى سره حاضر نه وې كله چې يې په خپلو كې جګړه كوله"
    },
    {
      "number": 45,
      "text": "إِذْ قَالَتِ ٱلْمَلَٰٓئِكَةُ يَٰمَرْيَمُ إِنَّ ٱللَّهَ يُبَشِّرُكِ بِكَلِمَةٍۢ مِّنْهُ ٱسْمُهُ ٱلْمَسِيحُ عِيسَى ٱبْنُ مَرْيَمَ وَجِيهًۭا فِى ٱلدُّنْيَا وَٱلْءَاخِرَةِ وَمِنَ ٱلْمُقَرَّبِينَ",
      "page": 55,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "(یاد آور شو) وقتی که فرشته‌ها گفتند: ای مریم! البته الله تو را به کلمه خود که نامش عیسی پسر مریم است مژده می‌دهد، که در دنیا و آخرت والا مقام، و از جملۀ مقربان (دربار الهی) است.",
      "translation_pashto": "3-45 كله چې ملايكو وویل: اى مریمې! بېشكه الله تا ته له خپل طرف نه د یوې كلمې زېرى دركوي، چې د هغه نوم مسیح عیسٰی زوى د مریم دى، چې په دنیا او اخرت كې به ډېر مخور وي او له مُقرَبینو څخه به وي"
    },
    {
      "number": 46,
      "text": "وَيُكَلِّمُ ٱلنَّاسَ فِى ٱلْمَهْدِ وَكَهْلًۭا وَمِنَ ٱلصَّٰلِحِينَ",
      "page": 56,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "(و از عجائب آن پسر این است که) با مردم در گهواره و در وقت بزرگ سالی (نیز) سخن می‌گوید، و از جملۀ صالحان است.",
      "translation_pashto": "3-46 او له خلقو سره به خبرې كوي په زانګو (غېږ) كې او په پاخه عمر كې او وي به له صالحانو ځنې"
    },
    {
      "number": 47,
      "text": "قَالَتْ رَبِّ أَنَّىٰ يَكُونُ لِى وَلَدٌۭ وَلَمْ يَمْسَسْنِى بَشَرٌۭ ۖ قَالَ كَذَٰلِكِ ٱللَّهُ يَخْلُقُ مَا يَشَآءُ ۚ إِذَا قَضَىٰٓ أَمْرًۭا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ",
      "page": 56,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "مریم گفت: ای پروردگارم! چطور صاحب فرزند می‌شوم؟ در حالیکه دست هیچ انسانی به من نرسیده است؟ (جبرئیل) گفت: همچنین است، الله هر چیزی را که بخواهد بوجود می‌آرد (زیرا سنت الله این است که) چون آفریدن چیزی را فیصله کند می‌گوید: موجود شو پس فورا موجود می‌شود.",
      "translation_pashto": "3-47 هغې وویل: اى زما ربه! زما لپاره بچى څنګه كېدى شي،حال دا چې ما ته هېڅ یو بشر لاس (هم) نه دى راوړى؟! هغه (جبریل) وویل: همداسې الله پیدا كوي څه چې وغواړي، كله چې د یو كار اراده وكړي، نو بېشكه چې هغه (كار) ته همدا وايي: ’’وشه‘‘ نو هغه وشي"
    },
    {
      "number": 48,
      "text": "وَيُعَلِّمُهُ ٱلْكِتَٰبَ وَٱلْحِكْمَةَ وَٱلتَّوْرَىٰةَ وَٱلْإِنجِيلَ",
      "page": 56,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "(دیگر اوصاف آن پسر این است که الله) کتاب و حکمت و تورات و انجیل را به او می‌آموزد.",
      "translation_pashto": "3-48 او هغه ته به كتاب او حكمت او تورات او انجیل ورزده كوي"
    },
    {
      "number": 49,
      "text": "وَرَسُولًا إِلَىٰ بَنِىٓ إِسْرَٰٓءِيلَ أَنِّى قَدْ جِئْتُكُم بِـَٔايَةٍۢ مِّن رَّبِّكُمْ ۖ أَنِّىٓ أَخْلُقُ لَكُم مِّنَ ٱلطِّينِ كَهَيْـَٔةِ ٱلطَّيْرِ فَأَنفُخُ فِيهِ فَيَكُونُ طَيْرًۢا بِإِذْنِ ٱللَّهِ ۖ وَأُبْرِئُ ٱلْأَكْمَهَ وَٱلْأَبْرَصَ وَأُحْىِ ٱلْمَوْتَىٰ بِإِذْنِ ٱللَّهِ ۖ وَأُنَبِّئُكُم بِمَا تَأْكُلُونَ وَمَا تَدَّخِرُونَ فِى بُيُوتِكُمْ ۚ إِنَّ فِى ذَٰلِكَ لَءَايَةًۭ لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ",
      "page": 56,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "و او را (به حیث) پیغمبر به‌سوی بنی اسرائیل می‌فرستد تا (به مردم بگوید) البته من با معجزه‌ای از طرف پروردگارتان پیش شما آمده ام، (آن معجزه این است که) من از گل مانند شکل پرنده برای شما می‌سازم، باز در آن می‌دمم که به امر الله پرنده می‌شود، و کور مادر زاد و شخص مبتلا به مرض برص (پیس) را به امر الله علاج می‌کنم، و مرده را به امر الله زنده می‌کنم، و شما را از چیزی که (روزانه) می‌خورید و از چیزی که در خانه‌های خود (برای آینده) ذخیره می‌کنید خبر می‌دهم، يقينا درین (معجزه‌ها) نشانه‌ای (دلیل نبوت من) برای شما است اگر یقین کننده هستید.",
      "translation_pashto": "3-49 او بني اسرائیلو ته به رسول وي (چې ورته به وايي:) بېشكه زه چې یم، یقینًا ما تاسو ته ستاسو د رب له طرفه لویه نښه راوړې ده، چې یقینًا زه تاسو ته له خَټې نه د مرغۍ د شكل په شان (یو شى) جوړوم، بیا په دې (شكل) كې پوكى كوم، نو هغه به د الله په حكم سره الوتونكې مرغۍ شي، او زه مورزادي ړوند او د برګي مرض والا روغوم او مړي ژوندي كوم د الله په حكم سره، او تاسو خبروم پر هغه څه چې تاسو يې خورئ او پر هغه څه چې تاسو يې په خپلو كورونو كې ذخیره كوئ، بېشكه تاسو لپاره په دې كې خامخا لویه نښه ده كه چېرې تاسو ایمان راوړونكي یئ"
    },
    {
      "number": 50,
      "text": "وَمُصَدِّقًۭا لِّمَا بَيْنَ يَدَىَّ مِنَ ٱلتَّوْرَىٰةِ وَلِأُحِلَّ لَكُم بَعْضَ ٱلَّذِى حُرِّمَ عَلَيْكُمْ ۚ وَجِئْتُكُم بِـَٔايَةٍۢ مِّن رَّبِّكُمْ فَٱتَّقُوا۟ ٱللَّهَ وَأَطِيعُونِ",
      "page": 56,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "و (آمده ام تا) تصدیق کننده تورات باشم که پیش از من آمده بود، و (آمده ام) تا برای شما حلال گردانم بعضی چیزهای که در تورات بر شما حرام است، و به شما نشانه و دلیلی از نزد پروردگارتان آوردم، پس از الله بترسید و مرا اطاعت کنید.",
      "translation_pashto": "3-50 په دې حال كې چې تصدیق كوونكى یم د هغه (كتاب) چې له ما نه مخكې و، چې تورات دى او د دې لپاره (راغلى یم) چې تاسو لپاره بعضې له هغو شیانو حلال كړم چې پر تاسو  باندې حرام كړى شوي وو او ستاسو د رب له طرفه نه ما تاسو ته واضحه نښه راوړې ده، نو له الله نه ووېرېږئ او زما اطاعت وكړئ"
    },
    {
      "number": 51,
      "text": "إِنَّ ٱللَّهَ رَبِّى وَرَبُّكُمْ فَٱعْبُدُوهُ ۗ هَٰذَا صِرَٰطٌۭ مُّسْتَقِيمٌۭ",
      "page": 56,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "بی‌گمان الله (متصرف و) معبود من و (متصرف و) معبود شما است، پس او را عبادت کنید که همین راه راست است (نه که من و مادرم را بپرستید).",
      "translation_pashto": "3-51  بېشكه الله زما رب دى او ستاسو رب دى، نو د هغه عبادت كوئ، دا ډېره نېغه لار ده"
    },
    {
      "number": 52,
      "text": "۞ فَلَمَّآ أَحَسَّ عِيسَىٰ مِنْهُمُ ٱلْكُفْرَ قَالَ مَنْ أَنصَارِىٓ إِلَى ٱللَّهِ ۖ قَالَ ٱلْحَوَارِيُّونَ نَحْنُ أَنصَارُ ٱللَّهِ ءَامَنَّا بِٱللَّهِ وَٱشْهَدْ بِأَنَّا مُسْلِمُونَ",
      "page": 56,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "باز وقتی عیسی از آنها احساس کفر کرد گفت: کیست یاور من (در دعوت) به‌سوی (دین) الله؟ اصحاب مخلص عیسی (حواریون) گفتند: ما یاوران (دین) الله هستیم (که) به الله ایمان آورده‌ایم، (لذا) گواه باش که ما مسلمانیم.",
      "translation_pashto": "3-52 نو عیسٰی چې كله له دوى څخه كفر ولیده، نو ويې ويل:د الله په طرف (تللو كې) څوك زما مددكوونكي دي؟ حواریانو وویل: مونږ د الله مددګار یو، مونږ پر الله ایمان راوړى دى او ته ګواه شه پر دې چې بېشكه مونږ مسلمانان (فرمانبردار) یو"
    },
    {
      "number": 53,
      "text": "رَبَّنَآ ءَامَنَّا بِمَآ أَنزَلْتَ وَٱتَّبَعْنَا ٱلرَّسُولَ فَٱكْتُبْنَا مَعَ ٱلشَّٰهِدِينَ",
      "page": 57,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "ای پرودگار ما! ما به آنچه که تو نازل کرده‌ای ایمان آوردیم و از این پیغمبر متابعت کردیم، پس ما را همراه گواهان (راه حق) بنویس.",
      "translation_pashto": "3-53 اى زمونږه ربه! مونږ ایمان راوړى دى په هغه څه چې تا نازل كړي دي او مونږ د رسول تابعداري كړې ده، نو ته مونږه (د حق) له ګواهي كوونكو سره ولیكه"
    },
    {
      "number": 54,
      "text": "وَمَكَرُوا۟ وَمَكَرَ ٱللَّهُ ۖ وَٱللَّهُ خَيْرُ ٱلْمَٰكِرِينَ",
      "page": 57,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "و (یهودی‌ها برای کشتن عیسی) حیله و چاره کردند و الله (هم برای نجات عیسی) چاره جویی کرد و الله بهترین چاره جویان است.",
      "translation_pashto": "3-54  او هغوى چلونه جوړ كړل او الله پټ تدبیر وكړ او الله له ټولو تدبیر كوونكو نه غوره دى"
    },
    {
      "number": 55,
      "text": "إِذْ قَالَ ٱللَّهُ يَٰعِيسَىٰٓ إِنِّى مُتَوَفِّيكَ وَرَافِعُكَ إِلَىَّ وَمُطَهِّرُكَ مِنَ ٱلَّذِينَ كَفَرُوا۟ وَجَاعِلُ ٱلَّذِينَ ٱتَّبَعُوكَ فَوْقَ ٱلَّذِينَ كَفَرُوٓا۟ إِلَىٰ يَوْمِ ٱلْقِيَٰمَةِ ۖ ثُمَّ إِلَىَّ مَرْجِعُكُمْ فَأَحْكُمُ بَيْنَكُمْ فِيمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ",
      "page": 57,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "(به یادآور حيلۀ نجات عیسی را) وقتی که الله گفت: ای عیسی! البته (در آینده) تو را می‌میرانم (ليكن فعلا) به‌سوی خود بالا می‌برم، و تو را از شر کافران پاک می‌کنم، و آنان را که از تو متابعت کردند بر آنان که کافر شده‌اند بالاتر می‌گردانم، (و این فوقیت) تا روز قیامت (خواهد بود)، باز بازگشت شما به طرف من است، باز (در میان شما) در چیزی که با هم اختلاف می‌کردید فیصله خواهم کرد.",
      "translation_pashto": "3-55 كله چې الله وویل: اى عیسٰی! بېشكه زه تا لره پوره پوره اخيستونكى یم او د خپل ځان طرف ته ستا راپورته كوونكى یم او تا لره له هغو كسانو نه پاكوونكى یم چې كفر يې كړى دى او چا چې ستا پیروي كړې ده هغوى لره د قیامت د ورځې پورې د هغو كسانو له پاسه كوونكى یم؛ چې كفر يې كړى دى، بیا خاص زما طرف ته ستاسو واپسي ده، نو ستاسو په مینځ كې به د هغو خبرو په باره كې فیصله كوم چې تاسو په كې اختلاف كاوه"
    },
    {
      "number": 56,
      "text": "فَأَمَّا ٱلَّذِينَ كَفَرُوا۟ فَأُعَذِّبُهُمْ عَذَابًۭا شَدِيدًۭا فِى ٱلدُّنْيَا وَٱلْءَاخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ",
      "page": 57,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "پس کسانی که کفر ورزیدند آنها را در دنیا و آخرت عذاب سخت خواهم داد، و هیچ یار و مددگاری ندارند (که به آنان امیدی داشته باشند).",
      "translation_pashto": "3-56 پس هر چې هغه كسان دي چا چې كفر كړى دى، نو هغوى ته به زه په دنیا او اخرت كې ډېر سخت عذاب وركوم او د دوى لپاره به هیڅوك مددكوونكي نه وي"
    },
    {
      "number": 57,
      "text": "وَأَمَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ فَيُوَفِّيهِمْ أُجُورَهُمْ ۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّٰلِمِينَ",
      "page": 57,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "و اما آنان که ایمان آوردند و کارهای نیک کردند پس الله ثواب آنها را بطور کامل می‌دهد، و الله ظالمان را دوست ندارد.",
      "translation_pashto": "3-57 پاتې شو هغه كسان چا چې ایمان راوړى دى او نېك عملونه يې كړي دي، نو هغوى ته به (الله) د هغوى اجر پوره وركړي او الله له ظالمانو سره مینه نه كوي "
    },
    {
      "number": 58,
      "text": "ذَٰلِكَ نَتْلُوهُ عَلَيْكَ مِنَ ٱلْءَايَٰتِ وَٱلذِّكْرِ ٱلْحَكِيمِ",
      "page": 57,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "این کلام (قرآن) را بر تو تلاوت می‌کنیم (که این) از جملۀ آیات ربانی و سرشار از نصیحت‌های حکیمانه است.",
      "translation_pashto": "3-58 دا دي چې مونږ يې له ایتونو او له حكمته ډك نصیحت څخه پر تا لولو"
    },
    {
      "number": 59,
      "text": "إِنَّ مَثَلَ عِيسَىٰ عِندَ ٱللَّهِ كَمَثَلِ ءَادَمَ ۖ خَلَقَهُۥ مِن تُرَابٍۢ ثُمَّ قَالَ لَهُۥ كُن فَيَكُونُ",
      "page": 57,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "يقينا مثال عیسی (در آفریدن بدون پدر) نزد الله مانند مثال آدم است که او را از خاک آفرید باز به او فرمود: باش، پس شد.",
      "translation_pashto": "3-59  بېشكه د عیسٰی مثال د الله په نیز د ادم د مثال په شان دى، الله هغه له خاورې پیدا كړ، بیا يې هغه ته وویل: (پیدا) شه، پس (پیدا) شو"
    },
    {
      "number": 60,
      "text": "ٱلْحَقُّ مِن رَّبِّكَ فَلَا تَكُن مِّنَ ٱلْمُمْتَرِينَ",
      "page": 57,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "این (سخن) حق (بنده و رسول بودن عیسی) از نزد پروردگار توست پس (تو ای مخاطب) از جملۀ شک کنندگان مباش.",
      "translation_pashto": "3-60  حق ستا د رب له جانبه دى، نو له شك كوونكو نه مه كېږه"
    },
    {
      "number": 61,
      "text": "فَمَنْ حَآجَّكَ فِيهِ مِنۢ بَعْدِ مَا جَآءَكَ مِنَ ٱلْعِلْمِ فَقُلْ تَعَالَوْا۟ نَدْعُ أَبْنَآءَنَا وَأَبْنَآءَكُمْ وَنِسَآءَنَا وَنِسَآءَكُمْ وَأَنفُسَنَا وَأَنفُسَكُمْ ثُمَّ نَبْتَهِلْ فَنَجْعَل لَّعْنَتَ ٱللَّهِ عَلَى ٱلْكَٰذِبِينَ",
      "page": 57,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "پس هر کس در این باره پس از آنکه علم و دلیل قطعی به تو رسیده است با تو به مجادله پرداخت پس بگو )مخالفین را که( بیایید ما اولاد خود را، و شما اولاد خود را و ما زنان خود را و شما زنان خود را طلب کنیم و ما خود حاضر شویم و شما هم خود حاضر شوید پس دست دعا و عاجزی به‌سوی الله دراز می‌کنیم و لعنت الله را بر دروغگویان قرار می‌دهیم.",
      "translation_pashto": "3-61 نو څوك چې د ده (عیسٰی) په باره كې له تا سره جګړه كوي، وروسته له دې چې تا ته علم حاصل شو، نو ته ووایه: راځئ! چې مونږ راوبلو خپل زامن او ستاسو زامن او خپلې ښځې او ستاسو ښځې او خپل ځانونه او ستاسو ځانونه، بیا به په زارۍ سره دعا وكړو، نو پر دروغژنو به د الله لعنت ووایو"
    },
    {
      "number": 62,
      "text": "إِنَّ هَٰذَا لَهُوَ ٱلْقَصَصُ ٱلْحَقُّ ۚ وَمَا مِنْ إِلَٰهٍ إِلَّا ٱللَّهُ ۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "page": 58,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "يقينا همين است قصۀ راست (دربارۀ عیسی)، و هیچ معبودی برحق غیر از الله نیست، بی‌گمان الله غالب و باحکمت است.",
      "translation_pashto": "3-62 بېشكه همدا حق بیان دى او نشته هېڅ برحق معبود مګر يواځې الله دى او بېشكه يواځې الله ډېر غالب، ښه حكمت والا دى"
    },
    {
      "number": 63,
      "text": "فَإِن تَوَلَّوْا۟ فَإِنَّ ٱللَّهَ عَلِيمٌۢ بِٱلْمُفْسِدِينَ",
      "page": 58,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "پس اگر روی گرداندند (از توحید، پرواه مکن چون) بی‌گمان الله به حال مفسدان دانا است.",
      "translation_pashto": "3-63 نو كه دوى وګرځېدل، نو یقینًا الله پر فسادكوونكو ښه پوه دى"
    },
    {
      "number": 64,
      "text": "قُلْ يَٰٓأَهْلَ ٱلْكِتَٰبِ تَعَالَوْا۟ إِلَىٰ كَلِمَةٍۢ سَوَآءٍۭ بَيْنَنَا وَبَيْنَكُمْ أَلَّا نَعْبُدَ إِلَّا ٱللَّهَ وَلَا نُشْرِكَ بِهِۦ شَيْـًۭٔا وَلَا يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًۭا مِّن دُونِ ٱللَّهِ ۚ فَإِن تَوَلَّوْا۟ فَقُولُوا۟ ٱشْهَدُوا۟ بِأَنَّا مُسْلِمُونَ",
      "page": 58,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "بگو: ای اهل کتاب بیایید به‌سوی سخنی که بین ما و شما مشترک است (آن سخن این است) که غیر از الله کسی را عبادت نکنیم، و چیزی را شریک او نسازیم، و بعض ما بعض دیگر را بجز الله، رب (مالک تحریم و تحلیل) قرار ندهد، پس اگر (ازین دعوت) رویگردان شدند پس (ای اهل کتاب) گواه باشید که ما مسلمانیم (منقاد حكم الله‌ایم و بس).",
      "translation_pashto": "3-64 (اى نبي!) ته (دوى ته) ووایه: اى اهل كتابو! داسې كلمې ته راشئ چې زمونږ په مینځ كې او ستاسو په مینځ كې برابره ده، دا چې عبادت به نه كوو مګر يواځې د الله او له هغه سره به هېڅ شى نه شریكوو او زمونږ بعضې به بعضو نورو لره له الله نه غېر پالونكي (خدایان) نه نیسي، نو كه دوى وګرځېدل، نو تاسو (ورته) ووایئ چې تاسو پر دې ګواه شئ چې یقینًا مونږ مسلمانان یو"
    },
    {
      "number": 65,
      "text": "يَٰٓأَهْلَ ٱلْكِتَٰبِ لِمَ تُحَآجُّونَ فِىٓ إِبْرَٰهِيمَ وَمَآ أُنزِلَتِ ٱلتَّوْرَىٰةُ وَٱلْإِنجِيلُ إِلَّا مِنۢ بَعْدِهِۦٓ ۚ أَفَلَا تَعْقِلُونَ",
      "page": 58,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "ای اهل کتاب چرا دربارۀ ابراهيم مجادله می‌کنید؟ در حالیکه تورات و انجیل نازل نشده مگر بعد از ابراهیم، آیا نمی‌فهمید؟.",
      "translation_pashto": "3-65 اى اهل كتابو! ولې تاسو د ابراهیم په باره كې جګړه كوئ، حال دا چې تورات او ا نجیل نه وو نازل كړى شوي مګر له هغه نه وروسته، ایا نو ولې له عقل نه كار نه اخلئ!"
    },
    {
      "number": 66,
      "text": "هَٰٓأَنتُمْ هَٰٓؤُلَآءِ حَٰجَجْتُمْ فِيمَا لَكُم بِهِۦ عِلْمٌۭ فَلِمَ تُحَآجُّونَ فِيمَا لَيْسَ لَكُم بِهِۦ عِلْمٌۭ ۚ وَٱللَّهُ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ",
      "page": 58,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "آگاه باشید، شما همان گروهی هستید که دربارۀ چیزی که به آن علم داشتید مجادله کردید پس چرا دربارۀ چیزی که به آن علم ندارید مجادله می‌کنید؟ و الله (هرچیز را) می‌داند و شما نمی‌دانید.",
      "translation_pashto": "3-66 ګورئ! تاسو خصوصًا دغو، په هغه خبره كې جګړه وكړه چې تاسو ته د هغې څه علم و، نو په هغه خبره كې ولې جګړه كوئ چې تاسو ته د هغې هېڅ علم نشته؟ او الله پوهېږي او تاسو نه پوهېږئ"
    },
    {
      "number": 67,
      "text": "مَا كَانَ إِبْرَٰهِيمُ يَهُودِيًّۭا وَلَا نَصْرَانِيًّۭا وَلَٰكِن كَانَ حَنِيفًۭا مُّسْلِمًۭا وَمَا كَانَ مِنَ ٱلْمُشْرِكِينَ",
      "page": 58,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "(حقیقت این است که) ابراهیم نه یهودی بود و نه نصرانی، و ليكن از شرک متنفر و تسلیم فرمان الله بود، و از جملۀ مشرکان نبود.",
      "translation_pashto": "3-67 ابراهیم نه یهودي و او نه نصراني او لېكن حنیف (پوخ توحید والا) مسلمان و او له مشركانو څخه نه و"
    },
    {
      "number": 68,
      "text": "إِنَّ أَوْلَى ٱلنَّاسِ بِإِبْرَٰهِيمَ لَلَّذِينَ ٱتَّبَعُوهُ وَهَٰذَا ٱلنَّبِىُّ وَٱلَّذِينَ ءَامَنُوا۟ ۗ وَٱللَّهُ وَلِىُّ ٱلْمُؤْمِنِينَ",
      "page": 58,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "يقينا نزدیک‌ترین مردمان (در راه توحید) به ابراهیم کسانی بودند که از او پیروی کردند، و (نیز) این پیغمبر و آنان که به او ایمان آوردند و الله کارساز و مددگار مؤمنان است.",
      "translation_pashto": "3-68 بېشكه په خلقو كې ابراهیم ته حقيقتًا نژدې خامخا هغه كسان دي چا چې د هغه تابعداري كړې ده او دا نبي دى او هغه كسان دي چې ایمان يې راوړى دى او الله د مومنانو دوست دى"
    },
    {
      "number": 69,
      "text": "وَدَّت طَّآئِفَةٌۭ مِّنْ أَهْلِ ٱلْكِتَٰبِ لَوْ يُضِلُّونَكُمْ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمْ وَمَا يَشْعُرُونَ",
      "page": 58,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "گروهی از اهل کتاب آرزو داشتند که شما را گمراه سازند، و (در حقیقت) گمراه نمی‌سازند مگر خود را و (لیکن) نمی‌فهمند.",
      "translation_pashto": "3-69 په اهل كتابو كې یوه ډله ستاسو د ګمراه كولو ارزو لري او هغوى يواځې خپل ځانونه ګمراه كوي او  شعور نه لري"
    },
    {
      "number": 70,
      "text": "يَٰٓأَهْلَ ٱلْكِتَٰبِ لِمَ تَكْفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَأَنتُمْ تَشْهَدُونَ",
      "page": 58,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "ای اهل کتاب! چرا به آيات الله كفر می‌ورزید (انکار می‌کنید؟) در حالیکه شما (نشانه‌های نبوت محمد ج را در کتب خودتان می‌بینید و در دل به حق بودن آن) گواهی می‌دهید.",
      "translation_pashto": "3-70  اى اهلِ كتابو! ولې د الله په ایتونو كافر كېږئ، حال دا چې تاسو (د هغو د حقانیت) ګواهي وركوئ؟"
    },
    {
      "number": 71,
      "text": "يَٰٓأَهْلَ ٱلْكِتَٰبِ لِمَ تَلْبِسُونَ ٱلْحَقَّ بِٱلْبَٰطِلِ وَتَكْتُمُونَ ٱلْحَقَّ وَأَنتُمْ تَعْلَمُونَ",
      "page": 59,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "ای اهل کتاب، چرا حق را به باطل می‌پوشانید؟ و حق را (آگاهانه) کتمان می‌کنید؟ در حالیکه میدانید.",
      "translation_pashto": "3-71 اى اهلِ كتابو! ولې تاسو حق له باطل سره ګَډوَډ كوئ؟ او تاسو حق پټوئ، حال دا چې تاسو پوهېږئ"
    },
    {
      "number": 72,
      "text": "وَقَالَت طَّآئِفَةٌۭ مِّنْ أَهْلِ ٱلْكِتَٰبِ ءَامِنُوا۟ بِٱلَّذِىٓ أُنزِلَ عَلَى ٱلَّذِينَ ءَامَنُوا۟ وَجْهَ ٱلنَّهَارِ وَٱكْفُرُوٓا۟ ءَاخِرَهُۥ لَعَلَّهُمْ يَرْجِعُونَ",
      "page": 59,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "و گروهی از اهل کتاب (به پیروان خود) گفتند: به آنچه بر مؤمنان نازل شده در اول روز ایمان آورید و در آخر روز به آن کفر ورزید (از ایمان خود برگردید)، تا شاید (این حال شما را دیده) از دین خود برگردند.",
      "translation_pashto": "3-72 او له اهلِ كتابو څخه یوې ډلې (بلې ډلې ته) وویل: تاسو په هغه (كتاب) باندې چې په مومنانو باندې نازل كړى شوى دى، د ورځې په اول كې (په ظاهره) ایمان راوړئ او د هغې (ورځې) په اخر كې(بیا) كافر شئ، د دې لپاره چې دوى (مومنان) راوګرځي"
    },
    {
      "number": 73,
      "text": "وَلَا تُؤْمِنُوٓا۟ إِلَّا لِمَن تَبِعَ دِينَكُمْ قُلْ إِنَّ ٱلْهُدَىٰ هُدَى ٱللَّهِ أَن يُؤْتَىٰٓ أَحَدٌۭ مِّثْلَ مَآ أُوتِيتُمْ أَوْ يُحَآجُّوكُمْ عِندَ رَبِّكُمْ ۗ قُلْ إِنَّ ٱلْفَضْلَ بِيَدِ ٱللَّهِ يُؤْتِيهِ مَن يَشَآءُ ۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٌۭ",
      "page": 59,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "(و می‌گویند) جز به کسی که از دین شما پیروی کند ایمان نیاورید، بگو: يقينا هدایت (صحیح) همان هدایت الله است (و نیز می‌گویند: ایمان نیاورید به) کسی که مثل آنچه به شما داده شده، داده شود، (یا اینکه کسی بتواند) با شما در نزد پروردگارتان مجادله کند، بگو: (ای پیغمبر)، فضل و رحمت بدست الله است، آن را به کسی که بخواهد می‌دهد، و الله دارای فضل گشاده (و) دانا است.",
      "translation_pashto": "3-73  او (د دې) یقین مه كوئ مګر د هغه چا لپاره چې ستاسو د دین متابعت يې كړى وي (اى نبي!) ته ووایه: یقینًا اصل هدایت (او حق دین) خو د الله هدایت دى (او د دې یقین هم مه كوئ) دا چې یو چا ته به د هغو (فضايلو) په مثل وركړى شي چې تاسو ته دركړى شوي دي، یا به دوى پر تاسو باندې د خپل رب په وړاندې غالبه شي، (اى نبي!) ته ووایه: بېشكه فضل د الله په لاس كې دى، چا ته چې وغواړي هغه وركوي او الله فراخۍ والا دى، ښه پوه دى"
    },
    {
      "number": 74,
      "text": "يَخْتَصُّ بِرَحْمَتِهِۦ مَن يَشَآءُ ۗ وَٱللَّهُ ذُو ٱلْفَضْلِ ٱلْعَظِيمِ",
      "page": 59,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "و الله کسی را که بخواهد به رحمت خود مخصوص می‌گرداند، و الله دارای فضل بزرگ است.",
      "translation_pashto": "3-74 په خپلې مهربانۍ سره خاص كوي چا ته چې وغواړي او الله د ډېر لوى فضل والا دى"
    },
    {
      "number": 75,
      "text": "۞ وَمِنْ أَهْلِ ٱلْكِتَٰبِ مَنْ إِن تَأْمَنْهُ بِقِنطَارٍۢ يُؤَدِّهِۦٓ إِلَيْكَ وَمِنْهُم مَّنْ إِن تَأْمَنْهُ بِدِينَارٍۢ لَّا يُؤَدِّهِۦٓ إِلَيْكَ إِلَّا مَا دُمْتَ عَلَيْهِ قَآئِمًۭا ۗ ذَٰلِكَ بِأَنَّهُمْ قَالُوا۟ لَيْسَ عَلَيْنَا فِى ٱلْأُمِّيِّۦنَ سَبِيلٌۭ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلْكَذِبَ وَهُمْ يَعْلَمُونَ",
      "page": 59,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "و از اهل کتاب کسی است که اگر بطور امانت مال بسیار به او بسپاری آن را به تو بر می‌گرداند، و از آنان کسی است که اگر بطور امانت یک دینار را به او بسپاری، آنرا دوباره به تو برنمی‌گرداند، مگر اینکه همیشه بالای سرش ایستاده باشی، این (خیانت) به سبب آن است که گفتند: ما در برابر بی‌سوادان مسئول نیستیم، و بر الله دروغ نسبت می‌دهند، در حالیکه آنان خود می‌دانند.",
      "translation_pashto": "3-75 او ځینې له اهلِ كتابو څخه هغه څوك دي چې كه ته هغه ته ډېر مال امانت وركړې، نو تا ته به هغه (مال) بېرته ادا كوي او ځینې له دوى نه هغه څوك دي چې كه ته هغه ته یو دینار (هم) امانت وركړې (نو) تا ته به هغه (دینار) بېرته نه ادا كوي مګر دا چې ته په (سر د) هغه مدام ولاړ اوسې، دا په دې چې یقینًا دوى ویلي دي چې پر مونږ باندې د اَمیانو (د حق) په باره كې هېڅ ګناه نشته او په الله باندې دروغ ورتپي، حال دا چې دوى پوهېږي"
    },
    {
      "number": 76,
      "text": "بَلَىٰ مَنْ أَوْفَىٰ بِعَهْدِهِۦ وَٱتَّقَىٰ فَإِنَّ ٱللَّهَ يُحِبُّ ٱلْمُتَّقِينَ",
      "page": 59,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "بلی، هرکس به عهد خود وفا کند و پرهیزگار باشد (پس او نزد الله محبوب است و) بی‌گمان الله پرهیزگاران را دوست دارد",
      "translation_pashto": "3-76 ولې نه! چا چې خپله وعده پوره كړه او پرهېزګاره شو، نو یقینًا الله پرهېزګاران خوښوي"
    },
    {
      "number": 77,
      "text": "إِنَّ ٱلَّذِينَ يَشْتَرُونَ بِعَهْدِ ٱللَّهِ وَأَيْمَٰنِهِمْ ثَمَنًۭا قَلِيلًا أُو۟لَٰٓئِكَ لَا خَلَٰقَ لَهُمْ فِى ٱلْءَاخِرَةِ وَلَا يُكَلِّمُهُمُ ٱللَّهُ وَلَا يَنظُرُ إِلَيْهِمْ يَوْمَ ٱلْقِيَٰمَةِ وَلَا يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌۭ",
      "page": 59,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "يقينا آنان که عهد و پیمان الله و سوگندهایشان را به بهای حقیر دنیا می‌فروشند این گروه در آخرت هیچ سهمی ندارند، و الله با آنها سخن نمی‌گوید، و در روز قیامت به طرف آنها نظر نمی‌کند، و آنها را (از کفر) پاک نمی‌سازد، و برای آنها عذاب دردناک است.",
      "translation_pashto": "3-77 بېشكه هغه كسان چې د الله (سره د كړې) وعدې او د خپلو قسمونو په بدل كې لږې پیسې اخلي، دغه كسان، د دوى لپاره په اخرت كې هېڅ برخه نشته او د قیامت په ورځ به الله له دوى سره نه خبري كوي او نه به دوى ته ګوري او نه به دوى پاك كړي او د دوى لپاره ډېر دردوونكى عذاب دى"
    },
    {
      "number": 78,
      "text": "وَإِنَّ مِنْهُمْ لَفَرِيقًۭا يَلْوُۥنَ أَلْسِنَتَهُم بِٱلْكِتَٰبِ لِتَحْسَبُوهُ مِنَ ٱلْكِتَٰبِ وَمَا هُوَ مِنَ ٱلْكِتَٰبِ وَيَقُولُونَ هُوَ مِنْ عِندِ ٱللَّهِ وَمَا هُوَ مِنْ عِندِ ٱللَّهِ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلْكَذِبَ وَهُمْ يَعْلَمُونَ",
      "page": 60,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "و البته گروهی از اهل کتاب هست که زبان‌های خود را در وقت خواندن کتاب (تورات) می‌پیچانند تا شما آن را از کتاب حساب کنید، حالیکه آن از تورات نیست، و می‌گویند: آن از جانب الله است، و در حقیقت از جانب الله نیست، و بر الله دروغ می‌بندند در حالیکه می‌دانند.",
      "translation_pashto": "3-78  او یقینًا یقینًا په دوى كې یوه ډله ده چې په (لوستو د) كتاب سره خپلې ژبې تاووِي، د دې لپاره چې تاسو پر هغهٔ د (الله د) كتاب ګمان وكړئ، حال دا چې هغه له (حق) كتاب څخه نه دي، او دوى وايي چې دا (مُحرَّف عبارتونه او تعبيرونه) د الله له جانبه دي، حال دا چې هغه د الله له جانبه نه دي، او دوى په الله باندې دروغ تپي، حال دا چې دوى پوهېږي"
    },
    {
      "number": 79,
      "text": "مَا كَانَ لِبَشَرٍ أَن يُؤْتِيَهُ ٱللَّهُ ٱلْكِتَٰبَ وَٱلْحُكْمَ وَٱلنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُوا۟ عِبَادًۭا لِّى مِن دُونِ ٱللَّهِ وَلَٰكِن كُونُوا۟ رَبَّٰنِيِّۦنَ بِمَا كُنتُمْ تُعَلِّمُونَ ٱلْكِتَٰبَ وَبِمَا كُنتُمْ تَدْرُسُونَ",
      "page": 60,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "برای هیچ بشری مناسب نیست که الله به او کتاب و حکم و پیغامبری بدهد باز به مردم بگوید الله را گذاشته بندگان من شوید، و ليكن )مناسب است که بگوید( به سبب آنچه می‌آموزید و می‌خوانید بندگان الله باشید.",
      "translation_pashto": "3-79 هېڅ یو انسان ته دا حق نه دى حاصل چې الله هغه ته كتاب او حكم او نبوت (پېغمبري) وركړي، بیا دې هغه، خلقو ته وايي چې له الله نه غیر زما بنده ګان (عبادت كوونكي) شئ، او لېكن (هغه خو به وايي چې) تاسو الهي خلق شئ (په علم باندې عمل كوونكي شئ) ځكه چې تاسو د كتاب ښودنه كوئ او په دې چې تاسو زده كړه كوئ"
    },
    {
      "number": 80,
      "text": "وَلَا يَأْمُرَكُمْ أَن تَتَّخِذُوا۟ ٱلْمَلَٰٓئِكَةَ وَٱلنَّبِيِّۦنَ أَرْبَابًا ۗ أَيَأْمُرُكُم بِٱلْكُفْرِ بَعْدَ إِذْ أَنتُم مُّسْلِمُونَ",
      "page": 60,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "و به شما فرمان نمی‌دهد که فرشته‌ها و پیغامبران را متصرف و معبودان خود قرار دهید، آیا (معقول است که) شما را به کفر دستور دهد پس از اینکه شما مسلمان شدید؟!.",
      "translation_pashto": "3-80 او نه (ورته) دا (حق حاصل دى) چې تاسو ته حكم دركړي چې تاسو ملايكو او نبیانو لره پروردګاران (خدایان) ونیسئ، ایا هغه به تاسو ته د كفر كولو حكم كوي وروسته له دې چې تاسو مسلمانان یئ؟"
    },
    {
      "number": 81,
      "text": "وَإِذْ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلنَّبِيِّۦنَ لَمَآ ءَاتَيْتُكُم مِّن كِتَٰبٍۢ وَحِكْمَةٍۢ ثُمَّ جَآءَكُمْ رَسُولٌۭ مُّصَدِّقٌۭ لِّمَا مَعَكُمْ لَتُؤْمِنُنَّ بِهِۦ وَلَتَنصُرُنَّهُۥ ۚ قَالَ ءَأَقْرَرْتُمْ وَأَخَذْتُمْ عَلَىٰ ذَٰلِكُمْ إِصْرِى ۖ قَالُوٓا۟ أَقْرَرْنَا ۚ قَالَ فَٱشْهَدُوا۟ وَأَنَا۠ مَعَكُم مِّنَ ٱلشَّٰهِدِينَ",
      "page": 60,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "و یادآور شو وقتی را که الله از پیغمبران عهد محکم گرفت که هرگاه به شما کتاب و حکمت دادم باز پیغمبری که تصدیق کننده آنچه با شما است نزد شما آید، حتما به او ایمان آرید و او را مدد کنید، فرمود:آیا اقرار کردید (به این عهد) و عهد محکم مرا در باره آن قبول کردید؟ گفتند: اقرار کردیم، (الله) فرمود: پس گواه باشید (بر یکدیگر) و من هم با شما از جملۀ گواهان می‌باشم.",
      "translation_pashto": "3-81 او كله چې الله د نبیانو (نه) پخه وعده واخيسته چې هر هغه څه چې زه يې تاسو ته له كتاب او حكمته دركړم، بیا تاسو ته یو رسول راشي چې د هغه څه تصدیق كوونكى وي چې له تاسو سره دي (نو) تاسو به خامخا پر هغه ایمان راوړئ او خامخا به د هغه مدد كوئ، (الله) وویل: ایا تاسو اقرار وكړ او په دې باندې تاسو زما درنه وعده قبوله كړه، هغوى وویل: مونږ اقرار وكړ، (الله) وویل: نو تاسو ګواه شئ او زه (هم) تاسو سره له ګواهانو ځنې یم"
    },
    {
      "number": 82,
      "text": "فَمَن تَوَلَّىٰ بَعْدَ ذَٰلِكَ فَأُو۟لَٰٓئِكَ هُمُ ٱلْفَٰسِقُونَ",
      "page": 60,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "پس هرکس پس از آن (از دین اسلام) روی گرداند پس ایشان فاسقان‌اند.",
      "translation_pashto": "3-82 نو څوك چې له دې نه بعد وګرځېده، نو همدغه خلق فاسقان دي"
    },
    {
      "number": 83,
      "text": "أَفَغَيْرَ دِينِ ٱللَّهِ يَبْغُونَ وَلَهُۥٓ أَسْلَمَ مَن فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ طَوْعًۭا وَكَرْهًۭا وَإِلَيْهِ يُرْجَعُونَ",
      "page": 60,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "آیا دینی غیر از دین الله را می‌خواهند؟ در حالیکه هر چه در آسمان‌ها و زمین است به خوشی یا اجبار منقاد و تسلیم او‌اند، و به‌سوی او بازگردانیده می‌شوند.",
      "translation_pashto": "3-83 ایا نو دوى د الله له دین نه غیر (بل دین) غواړي، حال دا چې خاص هغه (الله) ته غاړه ایښې ده، هر هغه څه چې په اسمانونو او ځمكه كې دي، په خوښه، یا په ناخوښه، او خاص هغه ته به دوى ورګرځولى شي"
    },
    {
      "number": 84,
      "text": "قُلْ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ عَلَيْنَا وَمَآ أُنزِلَ عَلَىٰٓ إِبْرَٰهِيمَ وَإِسْمَٰعِيلَ وَإِسْحَٰقَ وَيَعْقُوبَ وَٱلْأَسْبَاطِ وَمَآ أُوتِىَ مُوسَىٰ وَعِيسَىٰ وَٱلنَّبِيُّونَ مِن رَّبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍۢ مِّنْهُمْ وَنَحْنُ لَهُۥ مُسْلِمُونَ",
      "page": 61,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "بگو: (ما دینی غیر از دین الله را نمی‌خواهیم بلکه) به الله و به آنچه بر ما، و به آنچه بر ابراهیم و اسماعیل و اسحاق و یعقوب و نبیره‌های یعقوب نازل شده، و آنچه به موسی و عیسی و دیگر پیغمبران از طرف پروردگارشان داده شده، ایمان آوردیم، بین هیچ یک از آنها (در ایمان آوردن) فرق نمی‌گذاریم، و ما تسلیم و منقاد الله هستیم و بس.",
      "translation_pashto": "3-84 ته ووایه: مونږ ایمان راوړى دى پر الله او پر هغه (كتاب) چې پر مونږه نازل كړى شوى دى او پر هغه څه چې په ابراهیم او سمٰعیل او اسحٰق او یعقوب او (د هغه) په اولادې باندې نازل كړى شوي دي او پر هغه څه چې موسٰی او عیسٰی او )نورو) نبیانو ته د خپل رب له جانبه وركړى شوي دي، مونږ په دوى كې د هېڅ یو په مینځ كې فرق نه كوو او مونږ خاص د هغه (الله) حكم منونكي یو"
    },
    {
      "number": 85,
      "text": "وَمَن يَبْتَغِ غَيْرَ ٱلْإِسْلَٰمِ دِينًۭا فَلَن يُقْبَلَ مِنْهُ وَهُوَ فِى ٱلْءَاخِرَةِ مِنَ ٱلْخَٰسِرِينَ",
      "page": 61,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "و هرکه دینی غیر از اسلام اختیار کند، هرگز از او پذیرفته نمی‌شود و در آخرت از جملۀ زیان کاران خواهد بود.",
      "translation_pashto": "3-85 او څوك چې له اسلام نه غېر (بل) دین غواړي، نو هېڅكله به هم له ده نه قبول نه كړى شي او دغه كس په اخرت كې له تاوانیانو څخه دى "
    },
    {
      "number": 86,
      "text": "كَيْفَ يَهْدِى ٱللَّهُ قَوْمًۭا كَفَرُوا۟ بَعْدَ إِيمَٰنِهِمْ وَشَهِدُوٓا۟ أَنَّ ٱلرَّسُولَ حَقٌّۭ وَجَآءَهُمُ ٱلْبَيِّنَٰتُ ۚ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّٰلِمِينَ",
      "page": 61,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "چگونه الله قومی را هدایت کند که بعد از ایمانشان کافر شدند (و بعد از اینکه) گواهی دادند که پیغمبر بر حق است (و بعد از اینکه) دلائل روشن به آنها آمد، و الله قوم ظالم را هدایت نمی‌کند (به منزل مقصود نمی‌رساند).",
      "translation_pashto": "3-86 الله به داسې قوم څنګه په سمه لار روان كړي چې له خپل ایمان راوړو نه بعد (بیا) كافر شول، حال دا چې دوى ګواهي وركړې وه چې بېشكه دا رسول حق دى او دوى ته ښكاره معجزې (هم) راغلې وې او الله (داسې) ظالمو خلقو ته سمه لار نه ښَیي"
    },
    {
      "number": 87,
      "text": "أُو۟لَٰٓئِكَ جَزَآؤُهُمْ أَنَّ عَلَيْهِمْ لَعْنَةَ ٱللَّهِ وَٱلْمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجْمَعِينَ",
      "page": 61,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "(این گروه) سزایشان این است که لعنت الله و فرشته‌ها و همه مردمان بر آنها است.",
      "translation_pashto": "3-87 دغه خلق، د دوى جزا دا ده چې یقینًا په دوى باندې د الله لعنت دى او د ملايكو او د خلقو، د ټولو (لعنت دى) "
    },
    {
      "number": 88,
      "text": "خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنْهُمُ ٱلْعَذَابُ وَلَا هُمْ يُنظَرُونَ",
      "page": 61,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "(در حالیکه) در آن (لعنت) همیشه‌اند پس عذاب از آنها تخفیف نخواهد شد، و به آنها مهلت داده نشده (که از عذاب بیرون شوند)، و به آنان نگاه کرده نمی‌شود.",
      "translation_pashto": "3-88 چې همېشه به وي په دې (لعنت) كې، له دوى نه به نه عذاب سپكولى شي او نه به دوى ته مهلت وركول كېږي"
    },
    {
      "number": 89,
      "text": "إِلَّا ٱلَّذِينَ تَابُوا۟ مِنۢ بَعْدِ ذَٰلِكَ وَأَصْلَحُوا۟ فَإِنَّ ٱللَّهَ غَفُورٌۭ رَّحِيمٌ",
      "page": 61,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "مگر آنان که بعد از آن توبه کردند، و عمل خود را اصلاح کردند، پس (امید است که آنها بخشیده شوند) بی‌گمان الله آمرزندۀ مهربان است.",
      "translation_pashto": "3-89 مګر هغه كسان چې له دې نه بعد توبه وباسي او د ځان اصلاح وكړي، نو یقینًا الله ډېر بخښونكى، بې حده مهربان دى"
    },
    {
      "number": 90,
      "text": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ بَعْدَ إِيمَٰنِهِمْ ثُمَّ ٱزْدَادُوا۟ كُفْرًۭا لَّن تُقْبَلَ تَوْبَتُهُمْ وَأُو۟لَٰٓئِكَ هُمُ ٱلضَّآلُّونَ",
      "page": 61,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "البته آنان که بعد از ایمان‌شان کافر شدند، باز بر کفر خود افزودند، هرگز توبه آنها قبول نمی‌شود، و این گروه، گمراهان‌اند.",
      "translation_pashto": "3-90  بېشكه هغه كسان چې له خپل ایمان راوړو نه بعد كافر شول، بیا په كفر كې (ترځنكدنه) مخ په وړاندې لاړل، (نو) د هغوى توبه به له سره نه قبلېږي او همدغه كسان ګمراهان دي"
    },
    {
      "number": 91,
      "text": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَمَاتُوا۟ وَهُمْ كُفَّارٌۭ فَلَن يُقْبَلَ مِنْ أَحَدِهِم مِّلْءُ ٱلْأَرْضِ ذَهَبًۭا وَلَوِ ٱفْتَدَىٰ بِهِۦٓ ۗ أُو۟لَٰٓئِكَ لَهُمْ عَذَابٌ أَلِيمٌۭ وَمَا لَهُم مِّن نَّٰصِرِينَ",
      "page": 61,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "البته آنان که کافر شدند و در حالت کفر مردند، اگر زمین را پر از طلا کنند و آن را به عنوان فديه بپردازند، هرگز از هیچ کسی از آنها قبول نمی‌شود، و برایشان عذاب دردناک است، و هیچ مدد گاری ندارند (که به آنها امید داشته باشند).",
      "translation_pashto": "3-91 بېشكه هغه كسان چې كافر شوي دي او په داسې حال كې مړه شول چې كافران وو، نو كله به هم قبول نه كړى شي د هغوى له هېڅ یو تن نه ډكه ځمكه سره زر اګر كه هغه يې د ځان خلاصي په بدل كې وركړي، دغه كسان، د دوى لپاره ډېر دردوونكى عذاب دى او د دوى لپاره به هیڅوك مدد كوونكي نه وي "
    },
    {
      "number": 92,
      "text": "لَن تَنَالُوا۟ ٱلْبِرَّ حَتَّىٰ تُنفِقُوا۟ مِمَّا تُحِبُّونَ ۚ وَمَا تُنفِقُوا۟ مِن شَىْءٍۢ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌۭ",
      "page": 62,
      "juz": 3,
      "hizb": 6,
      "sajda": false,
      "translation_dari": "هرگز (مرتبۀ) نیکی را حاصل کرده نمی‌توانید تا از مالی که دوست می‌دارید (در راه الله) انفاق کنید، و الله از آنچه (در راه او) انفاق می‌کنید باخبر است (و اجر آن را به شما میدهد).",
      "translation_pashto": "3-92تاسو به (پوره) نېكۍ ته له سره ونه رسېږئ تر هغه پورې چې له هغه (څیز) نه څه حصه خرچ كړئ چې تاسو يې خوښَوئ، او تاسو چې څه څیز هم خرچ كوئ، نو بېشكه الله په هغه ښه عالم دى"
    },
    {
      "number": 93,
      "text": "۞ كُلُّ ٱلطَّعَامِ كَانَ حِلًّۭا لِّبَنِىٓ إِسْرَٰٓءِيلَ إِلَّا مَا حَرَّمَ إِسْرَٰٓءِيلُ عَلَىٰ نَفْسِهِۦ مِن قَبْلِ أَن تُنَزَّلَ ٱلتَّوْرَىٰةُ ۗ قُلْ فَأْتُوا۟ بِٱلتَّوْرَىٰةِ فَٱتْلُوهَآ إِن كُنتُمْ صَٰدِقِينَ",
      "page": 62,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "تمام خوردنی‌ها برای بنی اسرائیل حلال بود، به جز آنچه يعقوب پیش از نازل شدن تورات بر خود ممنوع قرار داده بود، بگو: تورات را بیارید و آن را بخوانید؛ اگر راستگو هستید )که این‌ها در تورات حرام بوده است).",
      "translation_pashto": "3-93 د خوراك ټول شیان د بني اسرائیلو لپاره حلال وو، مګر هغه (شیان) چې اسرائیل (یعقوب) په ځان باندې بند كړي وو، مخكې له دې چې تورات نازل كړى شي، ته ووایه: نو تورات راوړئ، بيا هغه ولولئ، كه تاسو رښتوني یئ"
    },
    {
      "number": 94,
      "text": "فَمَنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ ٱلْكَذِبَ مِنۢ بَعْدِ ذَٰلِكَ فَأُو۟لَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ",
      "page": 62,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "پس هر کس بعد از این (تفصيل)، بر الله افترا ببندد، پس ایشان ظالمان‌اند.",
      "translation_pashto": "3-94 نو هغه چا چې له دې نه بعد په الله باندې دروغ وويل، نو همدغه كسان ظالمان دي"
    },
    {
      "number": 95,
      "text": "قُلْ صَدَقَ ٱللَّهُ ۗ فَٱتَّبِعُوا۟ مِلَّةَ إِبْرَٰهِيمَ حَنِيفًۭا وَمَا كَانَ مِنَ ٱلْمُشْرِكِينَ",
      "page": 62,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "بگو: الله راست گفته است، پس از دین ابراهیم که یگانه پرست و به حق مایل و از شرک بیزار بود، و از جمله مشرکان نبود، پیروی کنید.",
      "translation_pashto": "3-95 ته ووایه: الله رښتیا وَیلي دي، پس د ابراهیم د ملت تابع شئ، چې حنیف (پوخ توحید والا) و او له مشركانو څخه نه و"
    },
    {
      "number": 96,
      "text": "إِنَّ أَوَّلَ بَيْتٍۢ وُضِعَ لِلنَّاسِ لَلَّذِى بِبَكَّةَ مُبَارَكًۭا وَهُدًۭى لِّلْعَٰلَمِينَ",
      "page": 62,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "بی‌گمان اولین خانۀ (عبادتگاهی) که برای مردمان بنا نهاده شد خانه‌ایست که در مکه قرار دارد، محل برکت و سبب هدایت برای عالميان است.",
      "translation_pashto": "3-96  بېشكه اول كور چې د خلقو لپاره جوړ كړى شوى دى، خامخا هغه دى چې په مكه كې دى، چې ډېر بركتي دى او د عالَمونو لپاره هدایت دى"
    },
    {
      "number": 97,
      "text": "فِيهِ ءَايَٰتٌۢ بَيِّنَٰتٌۭ مَّقَامُ إِبْرَٰهِيمَ ۖ وَمَن دَخَلَهُۥ كَانَ ءَامِنًۭا ۗ وَلِلَّهِ عَلَى ٱلنَّاسِ حِجُّ ٱلْبَيْتِ مَنِ ٱسْتَطَاعَ إِلَيْهِ سَبِيلًۭا ۚ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِىٌّ عَنِ ٱلْعَٰلَمِينَ",
      "page": 62,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "در آن (خانه و گرد و پیش آن) علامت‌های واضح است (که یکی از آن) جای ایستادن ابراهیم (در وقت اعمار بيت الله) است و (دیگر این که) هرکه در آن (و حدود آن) داخل شود، در امان است، و الله حج خانۀ کعبه را بر مردمانی که توانایی رفتن به آنجا را دارند واجب گردانیده است (توان رسیدن به آن جا از لحاظ مالی و جانی و وسائل راه را داشته باشند) و هر کس کفر بورزد (حج و دیگر احکام الله را انکار کند، ضرر و نقصانی بر او تعالی نیست) زیرا او تعالی بدون شک از تمام جهانیان بی‌نیاز است.",
      "translation_pashto": "3-97 په هغه كې ښې واضحې نښې دي، چې (یوه په كې) مقامِ ابراهیم دى او څوك چې هغه (كور) ته داخل شي، (نو) هغه په امن شي، او خاص د الله لپاره په خلقو باندې د (هغه د) كور حج كول فرض دي، په هغه چا باندې چې هغه ته د لارې وسَ ولري او څوك چې كافر شو، نو بېشكه الله له مخلوقاتو نه بېخي بې پروا دى"
    },
    {
      "number": 98,
      "text": "قُلْ يَٰٓأَهْلَ ٱلْكِتَٰبِ لِمَ تَكْفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَٱللَّهُ شَهِيدٌ عَلَىٰ مَا تَعْمَلُونَ",
      "page": 62,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "بگو: ای اهل کتاب! چرا به آیات الله كفر می‌ورزید (احکام واضح الله را انکار می‌کنید؟) در حالیکه الله به آنچه می‌کنید گواه (و عالم) است.",
      "translation_pashto": "3-98 (اى نبي!) ته ووایه: اى اهلِ كتابو! تاسو د الله په ایتونو ولې كافر كېږئ، حال دا چې الله ستاسو په عملونو باندې ګواه دى"
    },
    {
      "number": 99,
      "text": "قُلْ يَٰٓأَهْلَ ٱلْكِتَٰبِ لِمَ تَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنْ ءَامَنَ تَبْغُونَهَا عِوَجًۭا وَأَنتُمْ شُهَدَآءُ ۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعْمَلُونَ",
      "page": 62,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "بگو: ای اهل کتاب! (يهود و نصارا) چرا کسی را که ایمان می‌آورد از راه الله (دین اسلام) منع می‌کنید، (و) آنرا کج و غلط معرفی می‌کنید، و شما (بر این کار خود) گواه هستید، و الله از آنچه می‌کنید غافل نیست.",
      "translation_pashto": "3-99 (اى نبي!) ته ووایه: اى اهلِ كتابو! تاسو د الله له لارې نه هغه څوك ولې منع كوئ چې ایمان راوړي؟ تاسو په هغې (لاره)كې كوږوالى لټوئ، حال دا چې تاسو ګواهان یئ او تاسو چې څه عمل كوئ، الله له هغه (عمل) نه كله هم غافل نه دى"
    },
    {
      "number": 100,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِن تُطِيعُوا۟ فَرِيقًۭا مِّنَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَٰبَ يَرُدُّوكُم بَعْدَ إِيمَٰنِكُمْ كَٰفِرِينَ",
      "page": 62,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "ای کسانی که ایمان آورده‌اید! اگر از گروهی اهل کتاب اطاعت کنید، شما را بعد از ایمان تان به (حالت) كفر باز می‌گردانند.",
      "translation_pashto": "3-100 اى هغو كسانو چې ایمان يې راوړى دى! كه چېرې تاسو په اهلِ كتابو كې د یوې ډلې خبره ومنئ (،نو) هغه به تاسو لره ستاسو له ایمان راوړو نه پس بیا كافران كړي"
    },
    {
      "number": 101,
      "text": "وَكَيْفَ تَكْفُرُونَ وَأَنتُمْ تُتْلَىٰ عَلَيْكُمْ ءَايَٰتُ ٱللَّهِ وَفِيكُمْ رَسُولُهُۥ ۗ وَمَن يَعْتَصِم بِٱللَّهِ فَقَدْ هُدِىَ إِلَىٰ صِرَٰطٍۢ مُّسْتَقِيمٍۢ",
      "page": 63,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "و چطور کفر می‌ورزید (کفر را قبول می‌کنید) در حالیکه آيات الله (قرآن) بر شما تلاوت می‌شود (تعليم داده می‌شوید)، و رسول او (سنت پیغمبر) در میان شما است، و هر کس دین الله را محکم بگیرد، پس یقینا به راه راست هدایت شده است.",
      "translation_pashto": "3-101 او تاسو څنګه كافر كېږئ، او تاسو چې یئ، تاسو ته د الله ایتونه تلاوت كېږي او په تاسو كې د هغه رسول (هم موجود) دى او چا چې په (دین د) الله منګولې ښخې كړې، نو په رښتیا سره هغه په نېغه لار روان كړى شو"
    },
    {
      "number": 102,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱتَّقُوا۟ ٱللَّهَ حَقَّ تُقَاتِهِۦ وَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسْلِمُونَ",
      "page": 63,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "ای کسانیکه ایمان آورده‌اید! از الله بترسید آن طور که سزاوار ترسیدن از اوست، و نباید بمیرید مگر آنکه مسلمان باشید (و تا سرحد مرگ به احکام اسلام پابند باشید).",
      "translation_pashto": "3-102 اى هغو كسانو چې ایمان يې راوړى دى! له الله نه ووېرېږئ، څنګه چې له هغه نه د وېرېدلو حق دى او تاسو مه مرئ مګر په دې حال كې چې تاسو مسلمانان یئ"
    },
    {
      "number": 103,
      "text": "وَٱعْتَصِمُوا۟ بِحَبْلِ ٱللَّهِ جَمِيعًۭا وَلَا تَفَرَّقُوا۟ ۚ وَٱذْكُرُوا۟ نِعْمَتَ ٱللَّهِ عَلَيْكُمْ إِذْ كُنتُمْ أَعْدَآءًۭ فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُم بِنِعْمَتِهِۦٓ إِخْوَٰنًۭا وَكُنتُمْ عَلَىٰ شَفَا حُفْرَةٍۢ مِّنَ ٱلنَّارِ فَأَنقَذَكُم مِّنْهَا ۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمْ ءَايَٰتِهِۦ لَعَلَّكُمْ تَهْتَدُونَ",
      "page": 63,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "وهمه یکجا به ریسمان (دین) الله چنگ بزنید (و آنرا محکم بگیرید) و متفرق نشوید و نعمتی را که الله بر شما انعام کرده بود، یاد کنید وقتی که دشمن یکدیگر بودید، پس الله میان دل‌های شما الفت و محبت ایجاد کرد و به نعمت الله (با هم) برادر گشتید، در حالیکه بر کناره گودالی از دوزخ بودید، پس الله شما را از آن نجات بخشید، این چنین الله آیات خود را به شما بیان می‌کند تا راه یاب شوید.",
      "translation_pashto": "3-103 او تاسو د الله پر رسۍ (ټول) په جمع سره منګولې ښخې كړئ او سره بېلېږئ مه او د الله (هغه) نعمتونه را یاد كړئ چې پر تاسو  باندې شوي دي، كله چې تاسو دښمنان وَئ، بیا الله ستاسو د زړونو تر مینځ جوړښت راوسته، نو د هغه په (دې) نعمت سره تاسو وروڼه شوئ او تاسو له اور نه د ډكې كندې پر غاړه وَئ، نو تاسو يې له هغه نه وژغورلئ، همدارنګه الله تاسو ته خپل ایتونه بیانوي، د دې لپاره چې تاسو نېغه لار ومومئ"
    },
    {
      "number": 104,
      "text": "وَلْتَكُن مِّنكُمْ أُمَّةٌۭ يَدْعُونَ إِلَى ٱلْخَيْرِ وَيَأْمُرُونَ بِٱلْمَعْرُوفِ وَيَنْهَوْنَ عَنِ ٱلْمُنكَرِ ۚ وَأُو۟لَٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
      "page": 63,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "و باید از شما گروهی باشند که مردم را به نیکی دعوت دهند، و مردم را به کارهای نیک (و درست) دستور دهند و از کارهای بد (و خلاف شرع) منع کنند، و این جماعت کامیاب‌اند.",
      "translation_pashto": "3-104 او لازم ده چې په تاسو كې دې یوه داسې ډله وي چې د خیر طرف ته بلنه كوي او د نېكۍ حكم كوي او له بدۍ نه منع كوي، او همدغه خلق پوره كامیاب دي"
    },
    {
      "number": 105,
      "text": "وَلَا تَكُونُوا۟ كَٱلَّذِينَ تَفَرَّقُوا۟ وَٱخْتَلَفُوا۟ مِنۢ بَعْدِ مَا جَآءَهُمُ ٱلْبَيِّنَٰتُ ۚ وَأُو۟لَٰٓئِكَ لَهُمْ عَذَابٌ عَظِيمٌۭ",
      "page": 63,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "و ( شما مسلمانان) مانند کسانی مشوید که پراگنده شدند و اختلاف کردند بعد از اینکه دلائل واضح به آنها آمد، و (این گروه) برای‌شان عذاب بزرگ است.",
      "translation_pashto": "3-105 او تاسو د هغو خلقو په شان مه كېږئ چې بېل بېل شول او هغو ته د واضحو دلايلو له راتلو نه پس (هم) په خپلو كې مختلف شول، او دغه خلق (چې دي)، د هغوى لپاره بېخي لوى عذاب دى"
    },
    {
      "number": 106,
      "text": "يَوْمَ تَبْيَضُّ وُجُوهٌۭ وَتَسْوَدُّ وُجُوهٌۭ ۚ فَأَمَّا ٱلَّذِينَ ٱسْوَدَّتْ وُجُوهُهُمْ أَكَفَرْتُم بَعْدَ إِيمَٰنِكُمْ فَذُوقُوا۟ ٱلْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ",
      "page": 63,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "(آن عذاب در) روزی است که بعضی چهره‌ها سفید و درخشان می‌شود و چهره‌های (دیگر) سیاه می‌شود، پس کسانی که چهره‌هایشان سیاه گردیده است (برایشان گفته می‌شود) آیا پس از ایمان تان (و آمدن دلائل روشن ) کافر شدید؟ پس به سبب اینکه کفر می‌ورزیدید عذاب را بچشید.",
      "translation_pashto": "3-106 په هغې ورځ كې چې څه مخونه به تك سپین وي او څه مخونه به تك تور وي، نو هر چې هغه كسان دي چې د چا مخونه به تك تور وي، (هغوى ته به ویلى شي) ایا تاسو له خپل ایمان نه پس كافر شوي وَئ، نو عذاب وڅكئ د هغه كفر په بدل كې چې تاسو به كاوه"
    },
    {
      "number": 107,
      "text": "وَأَمَّا ٱلَّذِينَ ٱبْيَضَّتْ وُجُوهُهُمْ فَفِى رَحْمَةِ ٱللَّهِ هُمْ فِيهَا خَٰلِدُونَ",
      "page": 63,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "و اما کسانی که چهره‌هایشان سفید و درخشان گردیده است، پس آنها در رحمتی از جانب الله (جنت) هستند و آنان برای همیشه در آنجا می‌باشند.",
      "translation_pashto": "3-107 او پاتې شو هغه كسان چې د هغوى مخونه به تك سپین وي، نو (هغوى) به د الله په مهربانۍ كې وي، دوى به په هغې كې همېشه وي"
    },
    {
      "number": 108,
      "text": "تِلْكَ ءَايَٰتُ ٱللَّهِ نَتْلُوهَا عَلَيْكَ بِٱلْحَقِّ ۗ وَمَا ٱللَّهُ يُرِيدُ ظُلْمًۭا لِّلْعَٰلَمِينَ",
      "page": 63,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "این آیات الله است که مشتمل بر حق و حقیقت‌اند، و آن را بر تو (ای پیغمبر) تلاوت می‌کنیم و الله هیچگونه ظلمی را برای مردمان عالم نمی‌خواهد.",
      "translation_pashto": "3-108 دا د الله ایتونه دي، چې مونږه يې تا ته په حقه سره لولو او الله په عالَمونو باندې د ظلم كولو اراده نه لري"
    },
    {
      "number": 109,
      "text": "وَلِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۚ وَإِلَى ٱللَّهِ تُرْجَعُ ٱلْأُمُورُ",
      "page": 64,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "و (چگونه ظلم را بخواهد در حالیکه) هر چه در آسمان‌ها و هر چه در زمین است (از مخلوقات) تنها از الله است، و تمامی امور (معاملات بشر) به طرف الله باز گردانیده می‌شود.",
      "translation_pashto": "3-109 او خاص د الله لپاره دي هغه څه چې په اسمانونو كې دي او هغه څه چې په ځمكه كې دي او خاص د الله په طرف (ټول) كارونه ورګرځولى شي"
    },
    {
      "number": 110,
      "text": "كُنتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِٱلْمَعْرُوفِ وَتَنْهَوْنَ عَنِ ٱلْمُنكَرِ وَتُؤْمِنُونَ بِٱللَّهِ ۗ وَلَوْ ءَامَنَ أَهْلُ ٱلْكِتَٰبِ لَكَانَ خَيْرًۭا لَّهُم ۚ مِّنْهُمُ ٱلْمُؤْمِنُونَ وَأَكْثَرُهُمُ ٱلْفَٰسِقُونَ",
      "page": 64,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "شما بهترین امتی هستید که برای (نفع) مردم آفریده شده‌اید (مردم را) به کارهای نیک امر می‌کنید، و از کارهای بد (و ناجائز) منع می‌کنید، و به الله ایمان دارید، و اگر اهل کتاب (مثل شما) ایمان می‌آوردند برایشان خیر (و بهتر) بود (لیکن) تعداد (کمی) از آنها مؤمن‌اند، و بیشترشان فاسق‌اند.",
      "translation_pashto": "3-110 تاسو غوره امت یئ چې د خلقو لپاره پیدا كړى شوي یئ، تاسو د نېكۍ حكم كوئ او له بدۍ نه منع كوئ او په الله باندې ایمان راوړئ، او كه چېرې اهلِ كتابو ایمان راوړى وَى، نو دا به د هغوى لپاره ډېر ښه و، له دوى نه ځینې اِیمان راوړونكي دي او د دوى اكثره فاسقان (بدكاران) دي"
    },
    {
      "number": 111,
      "text": "لَن يَضُرُّوكُمْ إِلَّآ أَذًۭى ۖ وَإِن يُقَٰتِلُوكُمْ يُوَلُّوكُمُ ٱلْأَدْبَارَ ثُمَّ لَا يُنصَرُونَ",
      "page": 64,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "(كفار اهل کتاب) ضرری به شما رسانیده نمی‌توانند به جز آزار (اندک) و اگر با شما جنگ کنند به شما پشت می‌گردانند (هزیمت می‌یابند) باز مدد نمی‌شوند.",
      "translation_pashto": "3-111 دوى هیڅكله هم تاسو ته ضرر نشي دررسولى مګر لږ (د ژبې) تكلیف، او كه دوى له تاسو سره جنګ شروع كړي (نو) تاسو ته به شاګانې درواړوي، بیا به له دوى سره مرسته نه كېږي"
    },
    {
      "number": 112,
      "text": "ضُرِبَتْ عَلَيْهِمُ ٱلذِّلَّةُ أَيْنَ مَا ثُقِفُوٓا۟ إِلَّا بِحَبْلٍۢ مِّنَ ٱللَّهِ وَحَبْلٍۢ مِّنَ ٱلنَّاسِ وَبَآءُو بِغَضَبٍۢ مِّنَ ٱللَّهِ وَضُرِبَتْ عَلَيْهِمُ ٱلْمَسْكَنَةُ ۚ ذَٰلِكَ بِأَنَّهُمْ كَانُوا۟ يَكْفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقْتُلُونَ ٱلْأَنۢبِيَآءَ بِغَيْرِ حَقٍّۢ ۚ ذَٰلِكَ بِمَا عَصَوا۟ وَّكَانُوا۟ يَعْتَدُونَ",
      "page": 64,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "هر جایی که باشند بر آنها مهر خواری و حقارت زده شده است، مگر اینکه در پناه الله یا در پناه مردم باشند (دین اسلام را قبول کنند، و یا از قومی مدد طلب کنند) و به غضبی از جانب الله رجوع نموده‌اند، و مهر فقر و تنگدستی بر آنها زده شده است، این (همه) به سبب آن بود که به آيات الله كفر می‌ورزیدند، و پیغمبران را به ناحق قتل می‌کردند، این (کفر و تجاوز بر پیغمبران) به سبب آن بود که (از دستورات الهی) نافرمانی می‌نمودند و از حد تجاوز می‌کردند.",
      "translation_pashto": "3-112 په دوى باندې ذلت مسلط كړى شوى دى، هر ځای چې دوى وموندل شي، مګر (دا چې دوى منګولې ولګوي) د الله پر رسۍ او د خلقو پر رسۍ او دوى راستانه شول په هغه غضب سره چې د الله له طرفه و، او په دوى باندې محتاجي مسلط كړى شوه، دا په دې چې یقینًا دوى د الله له ایتونو نه انكار كاوه او نبیان يې ناحقه وژل، دا په دې وجه چې دوى نافرماني كوله او دوى زیاتى كاوه"
    },
    {
      "number": 113,
      "text": "۞ لَيْسُوا۟ سَوَآءًۭ ۗ مِّنْ أَهْلِ ٱلْكِتَٰبِ أُمَّةٌۭ قَآئِمَةٌۭ يَتْلُونَ ءَايَٰتِ ٱللَّهِ ءَانَآءَ ٱلَّيْلِ وَهُمْ يَسْجُدُونَ",
      "page": 64,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "آنان همه (اهل کتاب با هم) برابر نیستند (بلکه) از اهل کتاب گروهی هست که (برای عبادت الله) ثابت قدم ایستاده می‌باشند، و در اوقات شب سجدہ کنان آيات الله را تلاوت می‌کنند، (در تهجد مشغول اند).",
      "translation_pashto": "3-113  دوى یو شان نه دي، په اهلِ كتابو كې یوه ډله ده قايمه، چې د شپې په ساعتونو كې د الله ایتونه تلاوت كوي او هغوى سجدې كوي"
    },
    {
      "number": 114,
      "text": "يُؤْمِنُونَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْءَاخِرِ وَيَأْمُرُونَ بِٱلْمَعْرُوفِ وَيَنْهَوْنَ عَنِ ٱلْمُنكَرِ وَيُسَٰرِعُونَ فِى ٱلْخَيْرَٰتِ وَأُو۟لَٰٓئِكَ مِنَ ٱلصَّٰلِحِينَ",
      "page": 64,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "به الله و روز آخرت ایمان دارند، و (مردم را) به کارهای نیک دستور می‌دهند، و از کارهای بد (و خلاف شرع) منع می‌کنند، و در کارهای خیر شتاب می‌کنند، و این گروه (اهل کتاب) از جملۀ مردمان صالح‌اند.",
      "translation_pashto": "3-114 پر الله او د اخرت پر ورځ ایمان راوړي او د نېكۍ حكم كوي او له بدۍ نه منع كوي، او په نېكیو كې له یو بل نه تلوار كوي او دغه كسان له صالحانو څخه دي"
    },
    {
      "number": 115,
      "text": "وَمَا يَفْعَلُوا۟ مِنْ خَيْرٍۢ فَلَن يُكْفَرُوهُ ۗ وَٱللَّهُ عَلِيمٌۢ بِٱلْمُتَّقِينَ",
      "page": 64,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "و هر آنچه از نیکی و کار خیر انجام دهند پس هرگز به هدر نخواهد رفت، و الله به پرهیزگاران داناست.",
      "translation_pashto": "3-115 او هغوى چې څه نېكي هم وكړي، نو هېڅكله به هم د هغوى د دې (عمل) ناقدري ونه كړى شي او الله پر پرهېزګارانو ښه پوه دى"
    },
    {
      "number": 116,
      "text": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ لَن تُغْنِىَ عَنْهُمْ أَمْوَٰلُهُمْ وَلَآ أَوْلَٰدُهُم مِّنَ ٱللَّهِ شَيْـًۭٔا ۖ وَأُو۟لَٰٓئِكَ أَصْحَٰبُ ٱلنَّارِ ۚ هُمْ فِيهَا خَٰلِدُونَ",
      "page": 65,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "البته آنان که کفر ورزیدند مال و اولادشان چیزی از عذاب الله را از آنها دفع نخواهد کرد، و ایشان یاران دوزخ‌اند و در آن همیشه می‌باشند.",
      "translation_pashto": "3-116 بېشكه هغه كسان چې كفر يې كړى دى، هېڅ كله به هم د هغوى مالونه او اولادونه له دوى څخه د الله (له عذاب) نه هېڅ شى لرې نه كړى شي، او دغه كسان د اور والا دي، دوى به په هغه (اور) كې همېشه وي"
    },
    {
      "number": 117,
      "text": "مَثَلُ مَا يُنفِقُونَ فِى هَٰذِهِ ٱلْحَيَوٰةِ ٱلدُّنْيَا كَمَثَلِ رِيحٍۢ فِيهَا صِرٌّ أَصَابَتْ حَرْثَ قَوْمٍۢ ظَلَمُوٓا۟ أَنفُسَهُمْ فَأَهْلَكَتْهُ ۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَٰكِنْ أَنفُسَهُمْ يَظْلِمُونَ",
      "page": 65,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "مثال آنچه کفار در زندگانی دنیا انفاق می‌کنند، مثال بادی است که در آن سرمای سخت است که بر کشت و زراعت قومی که بر خود ظلم کرده‌اند برسد، پس آنرا نابود کند، و الله بر آنها ظلم نکرده است، و لیکن (خود آنها) به جان‌های خویش ظلم می‌کنند.",
      "translation_pashto": "3-117 مثال د هغه شي چې دوى يې په دې دنیايي ژوند كې خرچ كوي د هغه باد په شان دى چې په هغه كې سخته یخني وي، د داسې خلقو فصل ته ورسي چې پر خپلو ځانونو يې ظلم كړى وي، نو دا (باد) هغه (فصل) تباه كړي، او الله پر هغوى ظلم نه دى كړى او لېكن هغوى (پخپله) پر خپلو ځانونو ظلم كاوه"
    },
    {
      "number": 118,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَّخِذُوا۟ بِطَانَةًۭ مِّن دُونِكُمْ لَا يَأْلُونَكُمْ خَبَالًۭا وَدُّوا۟ مَا عَنِتُّمْ قَدْ بَدَتِ ٱلْبَغْضَآءُ مِنْ أَفْوَٰهِهِمْ وَمَا تُخْفِى صُدُورُهُمْ أَكْبَرُ ۚ قَدْ بَيَّنَّا لَكُمُ ٱلْءَايَٰتِ ۖ إِن كُنتُمْ تَعْقِلُونَ",
      "page": 65,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "ای کسانی که ایمان آورده‌اید! از غیر خود (از غیر مسلمانان) محرم راز نگیرید (مردم دیگر را) که (ایشان) از رساندن هیچگونه ضرر (و فساد انداختن در میان شما) کوتاهی نمی‌کنند، و دوست دارند که شما به هر رنج و مشقت گرفتار شوید، چون دشمنی از دهان ایشان ظاهر شده است، و آنچه (از دشمنی که) در سینه‌هایشان پوشیده می‌دارند بزرگتر است، البته آیات را برای شما بیان کردیم اگر (عقل و خرد دارید) بیاندیشید.",
      "translation_pashto": "3-118 اى هغو كسانو چې ایمان يې راوړى دى! له خپلو (مسلمانانو) نه غیر (بل څوك) رازدار دوست مه جوړوئ، دوى تاسو ته په نقصان رسولو كې هېڅ كمى نه كوي، دوى هر هغه څه خوښوي چې تاسو په تكلیف كې اچوي، یقینًا د دوى له خولو ځنې (كینه او) بغض ښكاره شوى دى او هغه (بغض) چې د دوى سینې يې پټوي (هغه) ډېر لوى دى، یقینًا مونږه تاسو لپاره ایتونه ښه واضحه بیان كړي دي، كه چېرې  یئ تاسو چې له عقل نه كار اخلئ"
    },
    {
      "number": 119,
      "text": "هَٰٓأَنتُمْ أُو۟لَآءِ تُحِبُّونَهُمْ وَلَا يُحِبُّونَكُمْ وَتُؤْمِنُونَ بِٱلْكِتَٰبِ كُلِّهِۦ وَإِذَا لَقُوكُمْ قَالُوٓا۟ ءَامَنَّا وَإِذَا خَلَوْا۟ عَضُّوا۟ عَلَيْكُمُ ٱلْأَنَامِلَ مِنَ ٱلْغَيْظِ ۚ قُلْ مُوتُوا۟ بِغَيْظِكُمْ ۗ إِنَّ ٱللَّهَ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
      "page": 65,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "خبردار (ای مسلمانان) شما مردمی هستید که آنها را دوست دارید، و آنها شما را دوست ندارند (چون) شما به تمامی کتاب‌های الهی ایمان دارید، و هر وقت با شما روبرو شوند می‌گویند: ایمان آورده‌ایم، و چون در خلوت بروند از شدت قهر و غضب بر شما، انگشتان خود را با دندان می‌گزند، بگو: به (سبب) قهر و غضبی که دارید، بمیرید، بی‌گمان الله به راز سینه‌ها داناست.",
      "translation_pashto": "3-119 ګورئ! تاسو هغه خلق یئ چې له هغو (اهل كتابو) سره مینه كوئ او هغوى له تاسو سره مینه نه كوي او تاسو پر ټولو كتابونو ایمان راوړئ او كله چې دوى له تاسو سره ملاقات وكړي، (نو) وايي: مونږ ایمان راوړى دى، او كله چې يواځې شي، نو تاسو ته د غصې له وجې نه د ګوتو سرونه چیچي، (ورته) ووایه: په خپلې غصې سره مړه شئ، بېشكه الله ښه پوه دى پر هغو (خبرو) چې په سینو (زړونو) كې دي"
    },
    {
      "number": 120,
      "text": "إِن تَمْسَسْكُمْ حَسَنَةٌۭ تَسُؤْهُمْ وَإِن تُصِبْكُمْ سَيِّئَةٌۭ يَفْرَحُوا۟ بِهَا ۖ وَإِن تَصْبِرُوا۟ وَتَتَّقُوا۟ لَا يَضُرُّكُمْ كَيْدُهُمْ شَيْـًٔا ۗ إِنَّ ٱللَّهَ بِمَا يَعْمَلُونَ مُحِيطٌۭ",
      "page": 65,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "اگر به شما خوبی و راحتی برسد غمگین می‌شوند و اگر بدی و ناراحتی به شما برسد از آن خوشحال می‌شوند، و اگر صبر کنید و پرهیزگاری پیشه کنید، فریب و حیلۀ آنها هیچ ضرری به شما رسانیده نمی‌تواند، (چون) بی‌گمان الله به آنچه می‌کنند احاطه دارد.",
      "translation_pashto": "3-120 كه چېرې تاسو ته څه ښېګڼه درورسېږي، نو هغه دوى لره خفه كوي او كه چېرې تاسو ته څه بدي (تكلیف) درورسیږي، نو دوى په هغې باندې خوشحالېږي او كه تاسو صبر وكړئ او(د دوى له دوستۍ نه) ځان وساتئ (نو) د هغوى چل (او فریب) به تاسو ته هېڅ ضرر هم در ونه رسولى شي، بېشكه چې الله د هغو كارونو چې دوى يې كوي، احاطه كوونكى دى"
    },
    {
      "number": 121,
      "text": "وَإِذْ غَدَوْتَ مِنْ أَهْلِكَ تُبَوِّئُ ٱلْمُؤْمِنِينَ مَقَٰعِدَ لِلْقِتَالِ ۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ",
      "page": 65,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "و به یاد آور وقتی را که صبحگاهان از میان خانواده ات بیرون شدی و جای مؤمنان را (در سنگرها به قصد جهاد با مشرکین) مشخص کردی، و الله شنوا و دانا است.",
      "translation_pashto": "3-121  او(یاد كړه هغه وخت) كله چې د ورځې په اوله حصه كې له خپل ټبره راووتلې، چې د جنګ لپاره دې مومنان په (خپلو) ځایونو باندې كېنول، او الله ښه اورېدونكى، ښه پوه دى"
    },
    {
      "number": 122,
      "text": "إِذْ هَمَّت طَّآئِفَتَانِ مِنكُمْ أَن تَفْشَلَا وَٱللَّهُ وَلِيُّهُمَا ۗ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ",
      "page": 66,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "چون دو گروهی از شما خواستند سستی کنند، و الله کارساز‌شان بود (که آنها را از سستی نگاه داشت) و مؤمنان باید بر الله توکل کنند.",
      "translation_pashto": "3-122 كله چې له تاسو څخه دوه ډلو د دې اراده وكړه چې بې زړه (بُزدله) شي او الله د هغو دواړو دوست و، او لازم ده چې مومنان خاص په الله باندې توكل وكړي"
    },
    {
      "number": 123,
      "text": "وَلَقَدْ نَصَرَكُمُ ٱللَّهُ بِبَدْرٍۢ وَأَنتُمْ أَذِلَّةٌۭ ۖ فَٱتَّقُوا۟ ٱللَّهَ لَعَلَّكُمْ تَشْكُرُونَ",
      "page": 66,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "البته الله شما را در (جنگ) بدر نصرت داد، در حالیکه (در نظر دشمن) کم و حقیر بودید، پس از الله بترسید تا شکر (او را) به جا آرید.",
      "translation_pashto": "3-123 او خامخا په رښتیا سره الله په بدر كې ستاسو مدد كړى دى، حال دا چې تاسو ډېر كمزوري (او لږ) وئ، نو له الله نه ووېرېږئ، د دې لپاره چې تاسو شكر وباسئ"
    },
    {
      "number": 124,
      "text": "إِذْ تَقُولُ لِلْمُؤْمِنِينَ أَلَن يَكْفِيَكُمْ أَن يُمِدَّكُمْ رَبُّكُم بِثَلَٰثَةِ ءَالَٰفٍۢ مِّنَ ٱلْمَلَٰٓئِكَةِ مُنزَلِينَ",
      "page": 66,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "وقتی به مؤمنان می‌گفتی: آیا برای شما کافی نیست که پروردگارتان به وسیله سه هزار فرشتۀ فرود آورده شده از آسمان، شما را کمک کند؟.",
      "translation_pashto": "3-124 كله چې تا مومنانو ته ویل: ایا تاسو ته به دا كافي نه شي چې ستاسو رب په درې زره نازل كړى شويو ملايكو سره ستاسو مدد وكړي!"
    },
    {
      "number": 125,
      "text": "بَلَىٰٓ ۚ إِن تَصْبِرُوا۟ وَتَتَّقُوا۟ وَيَأْتُوكُم مِّن فَوْرِهِمْ هَٰذَا يُمْدِدْكُمْ رَبُّكُم بِخَمْسَةِ ءَالَٰفٍۢ مِّنَ ٱلْمَلَٰٓئِكَةِ مُسَوِّمِينَ",
      "page": 66,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "بلی، اگر صبر کنید و پرهیزگار شوید و کفار (با جوش و خروش خود) به مقابله شما بیایند، الله شما را با پنج هزار فرشتۀ نشاندار، مدد خواهد کرد.",
      "translation_pashto": "3-125 ولې نه! كه تاسو صبر وكړئ او پرهېزګاره شئ او هغوى پر تاسو  باندې په خپل جوش سره په تېزۍ حمله وكړي، (نو) دا دى چې ستاسو رب به په پنځو زرو علامې لرونكو ملايكو سره ستاسو مدد وكړي"
    },
    {
      "number": 126,
      "text": "وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشْرَىٰ لَكُمْ وَلِتَطْمَئِنَّ قُلُوبُكُم بِهِۦ ۗ وَمَا ٱلنَّصْرُ إِلَّا مِنْ عِندِ ٱللَّهِ ٱلْعَزِيزِ ٱلْحَكِيمِ",
      "page": 66,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "و الله آن (نصرت) را جز بشارتی برای شما نگردانید، و تا دل‌های تان با آن مطمئن شود؛ و نصرت و پیروزی (برای تان) نیست مگر از جانب الله غالب با حکمت (و اینکه نصرت الله به آمدن فرشته‌ها موقوف نیست).",
      "translation_pashto": "3-126 او الله دا (مدد) نه دى ګرځولى مګر ستاسو لپاره زېرى او لپاره د دې چې ستاسو زړونه په دې مطمئن شي او نه دى مدد مګر د الله له جانبه، چې ډېر غالب، ډېر حكمت والا دى"
    },
    {
      "number": 127,
      "text": "لِيَقْطَعَ طَرَفًۭا مِّنَ ٱلَّذِينَ كَفَرُوٓا۟ أَوْ يَكْبِتَهُمْ فَيَنقَلِبُوا۟ خَآئِبِينَ",
      "page": 66,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "(الله شما را مدد کرد) تا (به وسيلۀ شما) طائفۀ از کافران را نابود یا سرنگون و مغلوب سازد، و ناکام و شکست خورده (از میدان جنگ) باز گردند.",
      "translation_pashto": "3-127 لپاره د دې چې هغه هلاك كړي یو ټولى د هغو كسانو چې كفر يې كړى دى، یا يې ذلیله (خواروزار) كړي، پس چې بېرته محرومه، نامراده لاړ شي"
    },
    {
      "number": 128,
      "text": "لَيْسَ لَكَ مِنَ ٱلْأَمْرِ شَىْءٌ أَوْ يَتُوبَ عَلَيْهِمْ أَوْ يُعَذِّبَهُمْ فَإِنَّهُمْ ظَٰلِمُونَ",
      "page": 66,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "(اختیار) هیچ کاری بدست تو نیست، (الله) یا توبۀ آنها را قبول می‌کند، و یا آنها را عذاب می‌دهد، چرا که آنان ظالم‌اند.",
      "translation_pashto": "3-128 تا لپاره په دې كار كې هېڅ شى (اختیار) نشته، یا به هغه (الله) په دوى باندې په مهربانۍ سره راوګرځي، یا به دوى ته عذاب وركړي، ځكه چې یقینًا دوى ظالمان دي"
    },
    {
      "number": 129,
      "text": "وَلِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۚ يَغْفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُ ۚ وَٱللَّهُ غَفُورٌۭ رَّحِيمٌۭ",
      "page": 66,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "(قبول توبه یا عذاب به دست الله است زیرا) هر چه در آسمان‌ها و هر چه در زمین است (تنها) از الله است، هر کس را که بخواهد، عفو می‌کند، و هر کس را که بخواهد، عذاب می‌دهد، و الله آمرزندۀ مهربان است.",
      "translation_pashto": "3-129 او خاص د الله لپاره دي هغه څه چې په اسمانونو كې دي او هغه څه چې په ځمكه كې دي، هغه بخښنه كوي چا لپاره چې وغواړي او چا ته چې وغواړي عذاب وركوي او الله ډېر بخښونكى، بې حده مهربان دى"
    },
    {
      "number": 130,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَأْكُلُوا۟ ٱلرِّبَوٰٓا۟ أَضْعَٰفًۭا مُّضَٰعَفَةًۭ ۖ وَٱتَّقُوا۟ ٱللَّهَ لَعَلَّكُمْ تُفْلِحُونَ",
      "page": 66,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "ای کسانی که ایمان آورده‌اید! سود (ربا) را چندین برابر مخورید، و از الله بترسید، تا کامیاب و رستگار گردید.",
      "translation_pashto": "3-130 اى هغو كسانو چې ایمان يې راوړى دى! تاسو سود مه خورئ چې څو چنده دوه ګونه كړى شوى وي او له الله نه وېرېږئ، د دې لپاره چې تاسو كامیاب شئ"
    },
    {
      "number": 131,
      "text": "وَٱتَّقُوا۟ ٱلنَّارَ ٱلَّتِىٓ أُعِدَّتْ لِلْكَٰفِرِينَ",
      "page": 66,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "و از آتشی که برای کفار آماده شده است بترسید.",
      "translation_pashto": "3-131 او له هغه اور نه ځان وساتئ چې د كافرانو لپاره تیار كړى شوى دى"
    },
    {
      "number": 132,
      "text": "وَأَطِيعُوا۟ ٱللَّهَ وَٱلرَّسُولَ لَعَلَّكُمْ تُرْحَمُونَ",
      "page": 66,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "و از الله و رسول او اطاعت کنید تا مورد رحمت (الهی) قرار گیرید.",
      "translation_pashto": "3-132 او د الله او د رسول اطاعت كوئ، لپاره د دې چې پر تاسو رحم وكړى شي،"
    },
    {
      "number": 133,
      "text": "۞ وَسَارِعُوٓا۟ إِلَىٰ مَغْفِرَةٍۢ مِّن رَّبِّكُمْ وَجَنَّةٍ عَرْضُهَا ٱلسَّمَٰوَٰتُ وَٱلْأَرْضُ أُعِدَّتْ لِلْمُتَّقِينَ",
      "page": 67,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "و بشتابید (به وسیلۀ توبه) به‌سوی مغفرت از جانب پروردگارتان و جنتی که پهنای آن ( برابر) آسمان‌ها و زمین است، (و) برای پرهیزگاران آماده شده است.",
      "translation_pashto": "3-133 او تاسو له یو بل نه تلوار كوئ هغه (مغفرت او) بخښنې ته چې د خپل رب له جانبه ده او داسې جنت ته چې د هغه پلن والى د اسمانونو او د ځمكې (په اندازه) دى، د پرهېزګارانو لپاره تیار كړى شوى دى"
    },
    {
      "number": 134,
      "text": "ٱلَّذِينَ يُنفِقُونَ فِى ٱلسَّرَّآءِ وَٱلضَّرَّآءِ وَٱلْكَٰظِمِينَ ٱلْغَيْظَ وَٱلْعَافِينَ عَنِ ٱلنَّاسِ ۗ وَٱللَّهُ يُحِبُّ ٱلْمُحْسِنِينَ",
      "page": 67,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "آنان که مال‌هایشان را در حال ثروتمندی و تنگدستی (در راه الله) انفاق می‌کنند، و غضب خود را فرو می‌برند و از (اشتباهات) مردم می‌گذرند، و الله (اینچنین) خوبی کنندگان را دوست دارد.",
      "translation_pashto": "3-134 هغه كسان چې انفاق كوي په اسانۍ او تنګۍ كې او خصوصًا چې غصې لره زغمونكي وي او خلقو ته معافي كوونكي وي او الله نېكي كوونكي خوښَوي"
    },
    {
      "number": 135,
      "text": "وَٱلَّذِينَ إِذَا فَعَلُوا۟ فَٰحِشَةً أَوْ ظَلَمُوٓا۟ أَنفُسَهُمْ ذَكَرُوا۟ ٱللَّهَ فَٱسْتَغْفَرُوا۟ لِذُنُوبِهِمْ وَمَن يَغْفِرُ ٱلذُّنُوبَ إِلَّا ٱللَّهُ وَلَمْ يُصِرُّوا۟ عَلَىٰ مَا فَعَلُوا۟ وَهُمْ يَعْلَمُونَ",
      "page": 67,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "و آنان که چون عملی زشت (و گناهی) را مرتکب شوند یا بر خویش ظلم کنند، (فورا) الله را یاد می‌کنند پس برای (محو) گناهان خود (از الله) آمرزش می‌خواهند، و (می‌دانند که) چه کسی به جز الله می‌تواند گناهان مردم را بیامرزد؟ و به آنچه (از کردار بد) کرده‌اند اصرار (و مداومت) نمی‌ورزند، در حالیکه (انجام بد آن را) می‌دانند.",
      "translation_pashto": "3-135 او هغه كسان چې كله څه فاحش كار وكړي، یا پر خپلو ځانونو (بل) ظلم وكړي (نو) الله یاد كړي، (او) ورپسې د خپلو ګناهونو لپاره بخښنه وغواړي، او بل څوك دى چې ګناهونه وبخښي غیر له الله نه؟ او څه چې دوى كړي وي په هغو اصرار (كلكوالى) و نه كړي، په دې حال كې چې دوى پوهېږي"
    },
    {
      "number": 136,
      "text": "أُو۟لَٰٓئِكَ جَزَآؤُهُم مَّغْفِرَةٌۭ مِّن رَّبِّهِمْ وَجَنَّٰتٌۭ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ خَٰلِدِينَ فِيهَا ۚ وَنِعْمَ أَجْرُ ٱلْعَٰمِلِينَ",
      "page": 67,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "این گروه جزایشان آمرزشی از طرف پروردگارشان، و باغ‌های که در زیر درختان و قصر‌های آن نهرها جاری است می‌باشد و در آن (باغ‌ها و قصرها) همیشه می‌باشند، و ثواب عمل کنندگان چه ثواب نیک و خوب است.",
      "translation_pashto": "3-136 دغه كسان (چې دي) د دوى بدله د خپل رب له جانبه بخښنه ده او داسې جنتونه دي، چې د هغو له لاندې وَلې بهېږي، چې په هغو كې به دوى همېشه وي، او د (ښه) عمل كوونكو (لپاره) ښه اجر دى"
    },
    {
      "number": 137,
      "text": "قَدْ خَلَتْ مِن قَبْلِكُمْ سُنَنٌۭ فَسِيرُوا۟ فِى ٱلْأَرْضِ فَٱنظُرُوا۟ كَيْفَ كَانَ عَٰقِبَةُ ٱلْمُكَذِّبِينَ",
      "page": 67,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "پیش از شما سنت‌های الهی (راجع به نصرت مؤمنان و عذاب کفار) گذشته است پس در زمین سفر کنید و ببینید که سرانجام تکذیب کنندگان چطور بود.",
      "translation_pashto": "3-137 بېشكه له تاسو مخكې ډېرې طریقې (او پېښې) تېرې شوي دي، نو تاسو په ځمكه كې وګرځئ، بیا وګورئ چې د دروغ ګڼونكو انجام څنګه و؟"
    },
    {
      "number": 138,
      "text": "هَٰذَا بَيَانٌۭ لِّلنَّاسِ وَهُدًۭى وَمَوْعِظَةٌۭ لِّلْمُتَّقِينَ",
      "page": 67,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "این (قرآن) بیانگر (همان سنت‌ها و بیان کنندۀ حقایق واقعی) است برای مردم، و هدایت و پندی برای پرهیزگاران است.",
      "translation_pashto": "3-138 دا د خلقو لپاره بیان دى او د پرهېزګارانو لپاره لارښوونه او نصیحت دى"
    },
    {
      "number": 139,
      "text": "وَلَا تَهِنُوا۟ وَلَا تَحْزَنُوا۟ وَأَنتُمُ ٱلْأَعْلَوْنَ إِن كُنتُم مُّؤْمِنِينَ",
      "page": 67,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "و (شما ای مسلمانان) سست و غمگین مشويد؟ زیرا که غالب و برترید، اگر مؤمن باشید.",
      "translation_pashto": "3-139 او تاسو مه كمزوري كېږئ او مه غمژن كېږئ، په دې حال كې چې هم تاسو به غالبه یئ، (خو) كه تاسو مومنان یئ"
    },
    {
      "number": 140,
      "text": "إِن يَمْسَسْكُمْ قَرْحٌۭ فَقَدْ مَسَّ ٱلْقَوْمَ قَرْحٌۭ مِّثْلُهُۥ ۚ وَتِلْكَ ٱلْأَيَّامُ نُدَاوِلُهَا بَيْنَ ٱلنَّاسِ وَلِيَعْلَمَ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ وَيَتَّخِذَ مِنكُمْ شُهَدَآءَ ۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّٰلِمِينَ",
      "page": 67,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "اگر (در جنگ احد) به شما آسیب رسید (پریشان مشوید) چون به قوم کافر نیز مانند شما رسیده است، و این (حوادث) روزگار را در بین مردم می‌گردانیم (تا آنها را آزمایش کنیم) و تا الله مؤمنان (حقیقی) را مشخص سازد، و از شما شهیدانی بگیرد، و الله ظالمان را دوست ندارد.",
      "translation_pashto": "3-140 كه چېرې تاسو ته څه زخم رسېږي، نو یقینًا (كافر) قوم ته (هم) د دې په شان زخم رسېدلى دى او دا ورځې (حادثې) دي چې مونږه يې د خلقو په مینځ كې په وار سره اړوو رااړوو او لپاره د دې چې الله مومنان معلوم (څرګند) كړي او له تاسو څخه شهیدان واخلي او الله له ظالمانو سره مینه نه كوي"
    },
    {
      "number": 141,
      "text": "وَلِيُمَحِّصَ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ وَيَمْحَقَ ٱلْكَٰفِرِينَ",
      "page": 68,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "و تا الله مؤمنان را پاک و خالص گرداند (و ایشان را از منافقان متمایز سازد) و تا کافران را محو و نابود کند.",
      "translation_pashto": "3-141 او لپاره د دې چې الله مومنان ښه پاك كړي او دغه كافران ختم (او) نابوده كړي"
    },
    {
      "number": 142,
      "text": "أَمْ حَسِبْتُمْ أَن تَدْخُلُوا۟ ٱلْجَنَّةَ وَلَمَّا يَعْلَمِ ٱللَّهُ ٱلَّذِينَ جَٰهَدُوا۟ مِنكُمْ وَيَعْلَمَ ٱلصَّٰبِرِينَ",
      "page": 68,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "آیا گمان دارید که به جنت می‌روید؟ در حالیکه الله (تا هنوز) مجاهدان و صابران شما را معلوم و مشخص نکرده است.",
      "translation_pashto": "3-142 ایا تاسو دا ګمان كوئ چې تاسو به جنت ته داخل شئ، حال دا چې لا تر اوسه الله په تاسو كې هغه كسان نه دي معلوم (څرګند) كړي چې جهاد يې كړى دى، او د دې لپاره چې هغه صبر كوونكي معلوم كړي"
    },
    {
      "number": 143,
      "text": "وَلَقَدْ كُنتُمْ تَمَنَّوْنَ ٱلْمَوْتَ مِن قَبْلِ أَن تَلْقَوْهُ فَقَدْ رَأَيْتُمُوهُ وَأَنتُمْ تَنظُرُونَ",
      "page": 68,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "والبته آرزوی موت (شهادت) را می‌کردید پیش از آنکه با آن روبرو شوید، پس آن (منظر موت) را دیدید، در حالیکه نگاه می‌کردید.",
      "translation_pashto": "3-143 او خامخا په رښتیا سره تاسو د مرګ ارزو كوله، له دې (مرګ) سره له مخامخ كېدو نه مخكې، نو یقینًا تاسو هغه ولیده، په داسې حال كې چې تاسو كتل"
    },
    {
      "number": 144,
      "text": "وَمَا مُحَمَّدٌ إِلَّا رَسُولٌۭ قَدْ خَلَتْ مِن قَبْلِهِ ٱلرُّسُلُ ۚ أَفَإِي۟ن مَّاتَ أَوْ قُتِلَ ٱنقَلَبْتُمْ عَلَىٰٓ أَعْقَٰبِكُمْ ۚ وَمَن يَنقَلِبْ عَلَىٰ عَقِبَيْهِ فَلَن يَضُرَّ ٱللَّهَ شَيْـًۭٔا ۗ وَسَيَجْزِى ٱللَّهُ ٱلشَّٰكِرِينَ",
      "page": 68,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "و نیست محمد ج مگر پیغمبری که پیش از او پیغمبران (دیگر) گذشته است، پس آیا اگر وفات کند (به موت طبیعی) و یا کشته شود، پس به عقب باز می‌گردید (مرتد می‌شوید؟) و هرکس به عقب برگردد (مرتد شود) پس هرگز به الله ضرری رسانیده نمی‌تواند، و زود است که الله شکر گزاران را ثواب دهد.",
      "translation_pashto": "3-144 او محمد نه دى مګر یو رسول، بېشكه له ده نه مخكې رسولان تېر شوي دي، ایا نو كه چېرې دى مړ شي، یا ووژل شي (،نو) تاسو به بېرته په شا لاړ شئ او څوك چې بېرته په شا لاړ شي، نو هغه به الله ته هیڅكله هم څه زیان ونه رسولى شي او الله به خامخا شكر ګذارو ته بدله (ثواب) وركړي"
    },
    {
      "number": 145,
      "text": "وَمَا كَانَ لِنَفْسٍ أَن تَمُوتَ إِلَّا بِإِذْنِ ٱللَّهِ كِتَٰبًۭا مُّؤَجَّلًۭا ۗ وَمَن يُرِدْ ثَوَابَ ٱلدُّنْيَا نُؤْتِهِۦ مِنْهَا وَمَن يُرِدْ ثَوَابَ ٱلْءَاخِرَةِ نُؤْتِهِۦ مِنْهَا ۚ وَسَنَجْزِى ٱلشَّٰكِرِينَ",
      "page": 68,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "و (ممکن نیست) هیچکس جز به حكم الله نمی‌میرد و (الله) اجل (وقت مرگ هرکس ) را نوشته و معین نموده است، و هرکه ثواب دنیا را بخواهد آنرا به او می‌دهیم، و هرکه ثواب آخرت را بخواهد آنرا به او میدهیم، و زودا ثواب شاکران را می‌دهیم.",
      "translation_pashto": "3-145 او هېڅ یو نفس لره دا اختیار نشته چې (پخپله) مړ شي مګر د الله په ارادې سره، لیكلى مقرر وخت دى، او څوك چې د دنیا بدله غواړي، (نو) مونږ به له دې (دنیا) نه هغه ته (بدله) وركړو  او څوك چې د اخرت ثواب غواړي، (نو) هغه ته به يې له دې (اخرت) نه وركړو، نژدې ده چې مونږ به شكر ګذارو ته ښه بدله وركړو"
    },
    {
      "number": 146,
      "text": "وَكَأَيِّن مِّن نَّبِىٍّۢ قَٰتَلَ مَعَهُۥ رِبِّيُّونَ كَثِيرٌۭ فَمَا وَهَنُوا۟ لِمَآ أَصَابَهُمْ فِى سَبِيلِ ٱللَّهِ وَمَا ضَعُفُوا۟ وَمَا ٱسْتَكَانُوا۟ ۗ وَٱللَّهُ يُحِبُّ ٱلصَّٰبِرِينَ",
      "page": 68,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "و چه بسا پیغمبرانی گذشته‌اند که همراه آنها مردمان یکتاپرست بسیار (با کفار) قتال (جهاد) کردند، پس به سبب آنچه در راه الله به آنها رسید، سست و ناتوان نشدند، و (در مقابل دشمن) ذلیل نگشتند (و سر تسلیم خم نکردند بلکه صبر کردند) و الله صبر کنندگان را دوست دارد.",
      "translation_pashto": "3-146 او ډېر پېغمبران (تېر شوي) دي چې د هغوى په ملګرتیا كې ډېرو رباني (خدايي) خلقو جنګ كړى دى، نو نه هغوى د هغه مصیبت په سبب سستي وكړه چې پر هغوى باندې د الله په لار كې راغلى و او نه يې كمزورتیا ښكاره كړه او نه ټیټ شول، او الله له صبر كوونكو سره مینه كوي"
    },
    {
      "number": 147,
      "text": "وَمَا كَانَ قَوْلَهُمْ إِلَّآ أَن قَالُوا۟ رَبَّنَا ٱغْفِرْ لَنَا ذُنُوبَنَا وَإِسْرَافَنَا فِىٓ أَمْرِنَا وَثَبِّتْ أَقْدَامَنَا وَٱنصُرْنَا عَلَى ٱلْقَوْمِ ٱلْكَٰفِرِينَ",
      "page": 68,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "وگفتار آنها جز این نبود که می‌گفتند: ای پروردگار ما! گناهان ما را بیامرز، و اسراف ما را معاف کن و قدم‌های ما را (در جهاد با دشمن) ثابت گردان، و ما را بر قوم کافر پیروز گردان.",
      "translation_pashto": "3-147 او د هغوى وینا له دې نه غیر بله نه وه چې ویل به يې: اى زمونږه ربه! مونږ ته زمونږ ګناهونه او په خپل كار كې زمونږه اسراف كول (له حد نه تېرېدل) وبخښه او زمونږه (پښې) قدمونه ټینګ كړه او د كافر قوم په مقابله كې زمونږ مدد وكړه"
    },
    {
      "number": 148,
      "text": "فَـَٔاتَىٰهُمُ ٱللَّهُ ثَوَابَ ٱلدُّنْيَا وَحُسْنَ ثَوَابِ ٱلْءَاخِرَةِ ۗ وَٱللَّهُ يُحِبُّ ٱلْمُحْسِنِينَ",
      "page": 68,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "پس الله ثواب دنيا (فتح) و ثواب نیک آخرت (مغفرت و رحمت) را به ایشان بخشید و الله نیکوکاران را دوست دارد.",
      "translation_pashto": "3-148 نو الله  هغوى ته د دنیا بدله او د اخرت ښكلى ثواب ورعطا كړ او الله له نېكي كوونكو سره مینه كوي"
    },
    {
      "number": 149,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِن تُطِيعُوا۟ ٱلَّذِينَ كَفَرُوا۟ يَرُدُّوكُمْ عَلَىٰٓ أَعْقَٰبِكُمْ فَتَنقَلِبُوا۟ خَٰسِرِينَ",
      "page": 69,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "ای کسانی که ایمان آورده‌اید! اگر از کسانیکه کافر شدند اطاعت کنید، شما را به عقب باز می‌گردانند (مرتد می‌سازند) پس به خسارت و زیانکاری باز خواهید گشت.",
      "translation_pashto": "3-149 اى هغو كسانو چې ایمان يې راوړى دى! كه چېرې تاسو د كافر شویو كسانو خبره ومنئ (، نو) هغوى به تاسو (له دین نه) په شا وګرځوي، بیا به تاسو داسې شئ چې تاوانیان به یئ"
    },
    {
      "number": 150,
      "text": "بَلِ ٱللَّهُ مَوْلَىٰكُمْ ۖ وَهُوَ خَيْرُ ٱلنَّٰصِرِينَ",
      "page": 69,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "(شما هیچ کارسازی ندارید) بلکه الله کارساز و مددگار شما است، و الله بهترین مددگاران است (لذا تنها او را اطاعت کنید).",
      "translation_pashto": "3-150 بلكې الله ستاسو مددګار دى او هغه تر ټولو ښه مدد كوونكى دى "
    },
    {
      "number": 151,
      "text": "سَنُلْقِى فِى قُلُوبِ ٱلَّذِينَ كَفَرُوا۟ ٱلرُّعْبَ بِمَآ أَشْرَكُوا۟ بِٱللَّهِ مَا لَمْ يُنَزِّلْ بِهِۦ سُلْطَٰنًۭا ۖ وَمَأْوَىٰهُمُ ٱلنَّارُ ۚ وَبِئْسَ مَثْوَى ٱلظَّٰلِمِينَ",
      "page": 69,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "به زودی در دل‌های کافران ترس شما را خواهیم انداخت، به سبب اینکه چیزهایی را با الله شریک مقرر نمودند که هیچ دلیلی بر (صحت) آن نازل نکرده است، و جایگاه آنها دوزخ است، و جایگاه ستمگران چه بد جایگاهی است.",
      "translation_pashto": "3-151 ژر ده چې مونږ به د هغو كسانو په زړونو كې رعب واچوو چې كافران شوي دي، په سبب د دې چې دوى له الله سره هغه شى شریك كړى دى چې هغه (الله) پر دې هېڅ دلیل نه دى نازل كړى، او د دوى استوګنځی اور دى او هغه د ظالمانو بد اوسېدنځی دى"
    },
    {
      "number": 152,
      "text": "وَلَقَدْ صَدَقَكُمُ ٱللَّهُ وَعْدَهُۥٓ إِذْ تَحُسُّونَهُم بِإِذْنِهِۦ ۖ حَتَّىٰٓ إِذَا فَشِلْتُمْ وَتَنَٰزَعْتُمْ فِى ٱلْأَمْرِ وَعَصَيْتُم مِّنۢ بَعْدِ مَآ أَرَىٰكُم مَّا تُحِبُّونَ ۚ مِنكُم مَّن يُرِيدُ ٱلدُّنْيَا وَمِنكُم مَّن يُرِيدُ ٱلْءَاخِرَةَ ۚ ثُمَّ صَرَفَكُمْ عَنْهُمْ لِيَبْتَلِيَكُمْ ۖ وَلَقَدْ عَفَا عَنكُمْ ۗ وَٱللَّهُ ذُو فَضْلٍ عَلَى ٱلْمُؤْمِنِينَ",
      "page": 69,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "و البته الله وعدۀ خود را (مبنی بر پیروزی شما در جنگ احد) محقق گرداند، وقتی که کفار را به حكم الله می‌کشتید تا آن که سست شدید و در مسأله (جنگ و تقسیم غنایم) نزاع کردید، و (از دستور پیغمبر) نافرمانی کردید، با آنکه به شما چیزی را نشان داد که دوست می‌داشتید آن را (نصرت و غنیمت را) و کسی از شما دنیا را می‌خواست، و از کسی از شما آخرت را می‌خواست، باز الله شما را از )تعقیب کردن( آنها منصرف ساخت تا شما را بیازماید، و البته الله (خطای شما) را معاف کرد، بی‌گمان الله بر مؤمنان منت و بخشش (و مهربانی) دارد.",
      "translation_pashto": "3-152 او خامخا یقینًا الله تاسو ته خپله وعده رښتیا كړله، كله چې تاسو هغوى وژل د هغه (الله) په حكم سره، تر دې چې تاسو بې زړه شوئ او د كار په باره كې مو په خپلو كې اختلاف وكړ او نافرماني مو وكړه، وروسته له دې چې هغه (الله) تاسو ته هغه څه دروښودل چې تاسو خوښول، په تاسو كې ځینې هغه څوك دي چې دنیا غواړي او ځینې په تاسو كې هغه څوك دي چې اخرت غواړي، بیا هغه (الله) تاسو له هغوى نه واړولئ، د دې لپاره چې تاسو و ازمايي، او خامخا په رښتیا سره يې تاسو معاف كړئ، او الله په مومنانو باندې د لوى فضل كولو والا دى"
    },
    {
      "number": 153,
      "text": "۞ إِذْ تُصْعِدُونَ وَلَا تَلْوُۥنَ عَلَىٰٓ أَحَدٍۢ وَٱلرَّسُولُ يَدْعُوكُمْ فِىٓ أُخْرَىٰكُمْ فَأَثَٰبَكُمْ غَمًّۢا بِغَمٍّۢ لِّكَيْلَا تَحْزَنُوا۟ عَلَىٰ مَا فَاتَكُمْ وَلَا مَآ أَصَٰبَكُمْ ۗ وَٱللَّهُ خَبِيرٌۢ بِمَا تَعْمَلُونَ",
      "page": 69,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "به یاد آورید هنگامی که (در جنگ احد در وقت فرار بر کوه) بالا می‌رفتید و به کسی توجه نمی‌کردید، (در حالیکه) پیغمبر شما را از پشت سر فریاد می‌کرد، پس الله (به سبب نافرمانی تان) غمی بر غمهای تان افزود و مجازات نمود (تا کوتاهی خود را بدانید، و) تا بر چیزی که از دست داده‌اید (مال غنیمت) و بر آنچه (از آسیب و زخم و شکست) بر شما رسید؛ غمگین نشوید، و الله به آنچه می‌کنید آگاه است.",
      "translation_pashto": "3-153 كله چې تاسو په بره په منډه روان وئ او تاسو هیچا ته مخ هم نه را اړولو او رسول ستاسو شا ته تاسو ته اوازونه كول، نو (د دې) په بدل كې يې تاسو ته غم له پاسه غم دركړ، د دې لپاره چې تاسو غمژن نشئ په هغه شي چې له تاسو نه پاتې شو او نه په هغه شي چې تاسو ته درورسېده، او الله ستاسو په عملونو ښه خبردار دى"
    },
    {
      "number": 154,
      "text": "ثُمَّ أَنزَلَ عَلَيْكُم مِّنۢ بَعْدِ ٱلْغَمِّ أَمَنَةًۭ نُّعَاسًۭا يَغْشَىٰ طَآئِفَةًۭ مِّنكُمْ ۖ وَطَآئِفَةٌۭ قَدْ أَهَمَّتْهُمْ أَنفُسُهُمْ يَظُنُّونَ بِٱللَّهِ غَيْرَ ٱلْحَقِّ ظَنَّ ٱلْجَٰهِلِيَّةِ ۖ يَقُولُونَ هَل لَّنَا مِنَ ٱلْأَمْرِ مِن شَىْءٍۢ ۗ قُلْ إِنَّ ٱلْأَمْرَ كُلَّهُۥ لِلَّهِ ۗ يُخْفُونَ فِىٓ أَنفُسِهِم مَّا لَا يُبْدُونَ لَكَ ۖ يَقُولُونَ لَوْ كَانَ لَنَا مِنَ ٱلْأَمْرِ شَىْءٌۭ مَّا قُتِلْنَا هَٰهُنَا ۗ قُل لَّوْ كُنتُمْ فِى بُيُوتِكُمْ لَبَرَزَ ٱلَّذِينَ كُتِبَ عَلَيْهِمُ ٱلْقَتْلُ إِلَىٰ مَضَاجِعِهِمْ ۖ وَلِيَبْتَلِىَ ٱللَّهُ مَا فِى صُدُورِكُمْ وَلِيُمَحِّصَ مَا فِى قُلُوبِكُمْ ۗ وَٱللَّهُ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
      "page": 70,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "باز بعد از (آن) غم و اندوه، خواب پینکی را برای آرامش شما فرود آورد که گروهی از شما را فراگرفت، و گروه دیگر تنها در فکر خود بودند و درباره الله گمان ناحق، مانند گمان جاهلیت می‌کردند و می‌گفتند: آیا ما در این امر (جنگ) اختیاری داریم؟ بگو: البته همه کار و اختیار به دست الله است، در دل‌های خود چیزی را می‌پوشانند که آنرا به تو اظهار نمی‌کنند، می‌گویند: اگر در این کار چیزی اختیار داشتیم در اینجا کشته نمیشدیم، بگو: اگر در خانه‌های تان (هم) می‌بودید البته آنان که کشته شدن در مورد‌شان نوشته شده است به رزمگاه و جای قتل خود بیرون می‌شدند و تا الله آنچه را که در سینه‌های تان بود بیازماید، و تا آنچه که در دل‌های تان بود پاک و خالص کند، و الله به آنچه در سینه‌ها است داناست.",
      "translation_pashto": "3-154 بیا يې له دغه غم نه پس پر تاسو  باندې  امن (اطمینان) نازل كړ، چې پركالي وه، چې ستاسو یوه ډله يې لاندې كړې وه او بله ډله وه چې یقینًا هغوى (فكرونو د) خپلو ځانونو  غمژن كړي وو، په داسې حال كې چې هغوى په الله باندې ناحقه ګمان كاوه، د جاهلیت ګمان، هغوى ویل: ایا په دې كار كې مونږ له هم څه برخه شته؟ ته ووایه: بېشكه (د) كار ټول (اختیار) خاص الله لره دى، دوى په خپلو نفسونو (زړونو) كې هغه خبرې پټَوي، چې تا ته يې نه ښكاره كوي، دوى وايي: كه مونږ لره له دې كاره څه حصه وَى (،نو) مونږ به دلته نه وژل كېدلو، ته (ورته) ووایه: كه چېرې تاسو په خپلو كورونو كې وَى (،نو) هغه كسان به خامخا خپلو د غورځېدو ځایونو ته راوتلي وو، د چا چې وژل كېدل لیكل شوي وو (او دا كار الله تعالٰی وكړ) د دې لپاره چې الله هغه څه وازمايي چې ستاسو په سینو كې دي او ښه پاك كړي هغه څه چې ستاسو په زړونو كې دي او الله ښه عالم دى پر هغو خبرو چې په سینو كې پرتې دي"
    },
    {
      "number": 155,
      "text": "إِنَّ ٱلَّذِينَ تَوَلَّوْا۟ مِنكُمْ يَوْمَ ٱلْتَقَى ٱلْجَمْعَانِ إِنَّمَا ٱسْتَزَلَّهُمُ ٱلشَّيْطَٰنُ بِبَعْضِ مَا كَسَبُوا۟ ۖ وَلَقَدْ عَفَا ٱللَّهُ عَنْهُمْ ۗ إِنَّ ٱللَّهَ غَفُورٌ حَلِيمٌۭ",
      "page": 70,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "يقينا آنان که از میان شما در روز روبرو شدن دو گروه (مسلمانان و کفار) پشت گردانیدند (فرار کردند) جز این نیست که شیطان آنها را به سبب بعضی گناهانی که کرده بودند، لغزانید. البته الله آنها را عفو کرد، بی‌گمان الله آمرزنده بردبار است.",
      "translation_pashto": "3-155 بېشكه هغه كسان چې له تاسو نه په هغې ورځې كې (له جنګ نه) وګرځېدل (كله) چې دوه ډلې یو بل ته مخامخ شولې، بېشكه همدا خبره ده چې شیطان دوى د خپلو ځينو (د ګناه د) عملونو په وجه ښُویولي وو، او خامخا یقینًا الله دوى ته معافي كړې ده، بېشكه الله ډېر بخښونكى، ډېر تحمل والا دى"
    },
    {
      "number": 156,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَكُونُوا۟ كَٱلَّذِينَ كَفَرُوا۟ وَقَالُوا۟ لِإِخْوَٰنِهِمْ إِذَا ضَرَبُوا۟ فِى ٱلْأَرْضِ أَوْ كَانُوا۟ غُزًّۭى لَّوْ كَانُوا۟ عِندَنَا مَا مَاتُوا۟ وَمَا قُتِلُوا۟ لِيَجْعَلَ ٱللَّهُ ذَٰلِكَ حَسْرَةًۭ فِى قُلُوبِهِمْ ۗ وَٱللَّهُ يُحْىِۦ وَيُمِيتُ ۗ وَٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌۭ",
      "page": 70,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "ای کسانی که ایمان آورده‌اید، مانند کسانی مشوید که کافر شدند و در باره برادران‌شان  که به سفر (تجارت) یا برای جهاد رفتند، گفتند: اگر آنها نزد ما (در خانه) بودند، نه می‌مردند و نه کشته می‌شدند، (چنین گفتند) تا الله این سخن را سبب حسرت و افسوس در دل‌هایشان گرداند، در حالیکه الله زنده می‌کند و می‌میراند (زندگی و مرگ به دست الله است) و الله به آنچه می‌کنید بیناست.",
      "translation_pashto": "3-156 اى هغو كسانو چې ایمان يې راوړى دى! تاسو د هغو كسانو په شان مه كېږئ، چې كافران شوي دي او د خپلو وروڼو په باره كې به يې ویل، كله چې به هغوى په ځمكه كې په سفر تلل، یا به هغوى غزا كوونكي وو: كه چېرې دوى له مونږ سره وَى (،نو) نه به مړه شوي وو او نه به وژل شوي وو، لپاره د دې چې الله (د دوى) دا (ګمان) د دوى په زړونو كې (د) حسرت (او افسوس باعث) وګرځوي او الله ژوندي كول او مړه كول كوي، او الله هغو عملونو لره، چې تاسو يې كوئ، ښه لیدونكى دى"
    },
    {
      "number": 157,
      "text": "وَلَئِن قُتِلْتُمْ فِى سَبِيلِ ٱللَّهِ أَوْ مُتُّمْ لَمَغْفِرَةٌۭ مِّنَ ٱللَّهِ وَرَحْمَةٌ خَيْرٌۭ مِّمَّا يَجْمَعُونَ",
      "page": 70,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "اگر در راه الله کشته شوید یا بمیرید، البته آمرزش و رحمت الله از آنچه (در زندگی خود) جمع می‌کنند، بهتر است.",
      "translation_pashto": "3-157 او قسم دى، خامخا كه تاسو د الله په لار كې ووژل شئ، یا مړه شئ(نو) خامخا د الله له طرفه بخښنه او رحمت ډېر غوره دى له هغو (مالونو) نه چې دوى يې جمع كوي"
    },
    {
      "number": 158,
      "text": "وَلَئِن مُّتُّمْ أَوْ قُتِلْتُمْ لَإِلَى ٱللَّهِ تُحْشَرُونَ",
      "page": 71,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "اگر بمیرید (به مرگ طبیعی) و یا کشته شوید، البته (در هر دو صورت) به‌سوی الله باز گردانده و جمع خواهید شد.",
      "translation_pashto": "3-158 او خامخا كه چېرې تاسو مړه شئ، یا ووژل شئ، (نو) خامخا خاص د الله په طرف به تاسو راجمع كړى شئ "
    },
    {
      "number": 159,
      "text": "فَبِمَا رَحْمَةٍۢ مِّنَ ٱللَّهِ لِنتَ لَهُمْ ۖ وَلَوْ كُنتَ فَظًّا غَلِيظَ ٱلْقَلْبِ لَٱنفَضُّوا۟ مِنْ حَوْلِكَ ۖ فَٱعْفُ عَنْهُمْ وَٱسْتَغْفِرْ لَهُمْ وَشَاوِرْهُمْ فِى ٱلْأَمْرِ ۖ فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى ٱللَّهِ ۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُتَوَكِّلِينَ",
      "page": 71,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "پس به سبب رحمت الله است که در مقابل آنها نرمی کردی، و اگر درشت خوی و سخت دل بودی، حتما (مسلمانان) از اطراف تو دور می‌شدند، پس آنها را (در مورد حق خود) عفو کن و برای آنها (در بارۀ حق الله) مغفرت بخواه و در کارها با آنان مشورت کن، پس چون (بر کاری) تصمیم گرفتی پس بر الله توکل کن؛ بی‌گمان الله توکل کنندگان را دوست دارد.",
      "translation_pashto": "3-159 نو (يواځې) د الله د رحمت په سبب ته د دوى لپاره نرم يې او كه چېرې ته بدخویَه، سخت زړى وَى  (،نو) خامخا دوى به ستا له چاپېره نه خواره شوي وو، نو دوى ته معافي كوه، او د دوى لپاره بخښنه غواړه، او له دوى سره په كار كې مشوره كوه، بیا چې كله ته پخه اراده وكړې، نو په الله باندې توكل كوه، یقینًا الله له توكل كوونكو سره مینه كوي"
    },
    {
      "number": 160,
      "text": "إِن يَنصُرْكُمُ ٱللَّهُ فَلَا غَالِبَ لَكُمْ ۖ وَإِن يَخْذُلْكُمْ فَمَن ذَا ٱلَّذِى يَنصُرُكُم مِّنۢ بَعْدِهِۦ ۗ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ",
      "page": 71,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "اگر الله شما را یاری و مدد کند، پس هیچکس بر شما غالب نخواهد شد، و اگر شما را خوار و ترک کند، کیست که بعد از او شما را مدد کند؟ و مؤمنان باید بر الله توکل کنند.",
      "translation_pashto": "3-160 كه چېرې الله ستاسو مدد وكړي، نو بیا پر تاسو  باندې هیڅوك غالب راتلونكى نشته او كه چېرې تاسو (بې مدده) پرېږدي، نو څوك دى هغه كس چې له هغه (الله) نه بعد به ستاسو مدد وكړي؟ او پس لازم ده چې مومنان خاص په الله باندې توكل وكړي "
    },
    {
      "number": 161,
      "text": "وَمَا كَانَ لِنَبِىٍّ أَن يَغُلَّ ۚ وَمَن يَغْلُلْ يَأْتِ بِمَا غَلَّ يَوْمَ ٱلْقِيَٰمَةِ ۚ ثُمَّ تُوَفَّىٰ كُلُّ نَفْسٍۢ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ",
      "page": 71,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "و برای هیچ پیغمبری شایسته نیست که در مال غنیمت خیانت کند (زیرا) هرکه در مال غنیمت خیانت کند، در روز قیامت با خیانت خود حاضر می‌شود، باز به هر کس جزای آنچه کرده است، بطور کامل داده می‌شود، و بر آنها ظلم نمی‌شود.",
      "translation_pashto": "3-161 او له نبي نه دا نشي كېدلى چې هغه دې خیانت وكړي او چا چې خیانت وكړ، نو د قیامت په ورځ به له خیانت سره راځي، بیا به هر نفس ته د هغه د عمل پوره پوره بدله وركړى شي او پر هغوى به ظلم ونه كړى شي"
    },
    {
      "number": 162,
      "text": "أَفَمَنِ ٱتَّبَعَ رِضْوَٰنَ ٱللَّهِ كَمَنۢ بَآءَ بِسَخَطٍۢ مِّنَ ٱللَّهِ وَمَأْوَىٰهُ جَهَنَّمُ ۚ وَبِئْسَ ٱلْمَصِيرُ",
      "page": 71,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "آیا کسی که از رضای الله پیروی می‌کند، مانند کسی است که به قهر و خشم الله بازگشته است (و گرفتار شده است) و جای او دوزخ است؟! و دوزخ بد جای بازگشت است.",
      "translation_pashto": "3-162 ایا نو هغه څوك چې د الله د رضامندۍ پیروي كوي، د هغه كس په شان دى چې د الله له جانبه په (راغلي) غضب سره واپس شي؟ او د هغه استوګنه جهنم دى او هغه د ورتلو بد ځای دى"
    },
    {
      "number": 163,
      "text": "هُمْ دَرَجَٰتٌ عِندَ ٱللَّهِ ۗ وَٱللَّهُ بَصِيرٌۢ بِمَا يَعْمَلُونَ",
      "page": 71,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "آنها (پیروان رضای الله) مراتب و مقام‌های مختلفی نزد الله دارند، و الله به آنچه می‌کنند، بیناست.",
      "translation_pashto": "3-163 د الله په نیز دوى د بېلو بېلو درجو (والا) دي او الله ښه لیدونكى دى هغو عملونو لره چې دوى يې كوي"
    },
    {
      "number": 164,
      "text": "لَقَدْ مَنَّ ٱللَّهُ عَلَى ٱلْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولًۭا مِّنْ أَنفُسِهِمْ يَتْلُوا۟ عَلَيْهِمْ ءَايَٰتِهِۦ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ ٱلْكِتَٰبَ وَٱلْحِكْمَةَ وَإِن كَانُوا۟ مِن قَبْلُ لَفِى ضَلَٰلٍۢ مُّبِينٍ",
      "page": 71,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "به راستی که الله بر مؤمنان احسان نمود، آن وقت که در میان آنها پیغمبری از جنس خودشان فرستاد تا آيات الله را بر آنها تلاوت کند، و آنها را (از عقائد و اعمال باطل) پاک سازد و به ایشان (احکام) کتاب (قرآن) و حکمت (سنت) را تعلیم دهد، هرچند پیش از آن در گمراهی آشکارا واقع بودند.",
      "translation_pashto": "3-164 خامخا په رښتیا سره الله په مومنانو باندې احسان كړى دى كله چې يې دوى ته د همدوى له نفسونو (جنس) څخه یو رسول راولېږه، چې دوى ته د هغه ایتونه تلاوت كوي او دوى پاكوي او دوى ته د كتاب او حكمت (سنت) تعلیم وركوي او یقینًا دوى له دې نه مخكې په ښكاره ګمراهۍ كې وو"
    },
    {
      "number": 165,
      "text": "أَوَلَمَّآ أَصَٰبَتْكُم مُّصِيبَةٌۭ قَدْ أَصَبْتُم مِّثْلَيْهَا قُلْتُمْ أَنَّىٰ هَٰذَا ۖ قُلْ هُوَ مِنْ عِندِ أَنفُسِكُمْ ۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرٌۭ",
      "page": 71,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "آیا وقتی که مصیبتی (در جنگ احد) به شما رسید، در حالیکه شما (در جنگ بدر) دوچند آن را (به دشمن تان) رسانیده بودید، (باز) گفتید: این مصیبت از کجا آمد؟ بگو: آن (مصیبت) از طرف خودتان است (وسبب آن خودتان هستید)، یقینا الله بر هرچیز قادر است.",
      "translation_pashto": "3-165 ایا كله چې تاسو ته (په احد كې) یو مصیبت درورسېده، چې یقینًا تاسو د هغه دوه چنده (مصیبت كفارو ته) رسولى و، تاسو وویل: دا له كومه (راغى؟) ته ووایه: دا ستاسو د نفسونو له طرفه دى، بېشكه الله په هر شي باندې ښه قادر دى"
    },
    {
      "number": 166,
      "text": "وَمَآ أَصَٰبَكُمْ يَوْمَ ٱلْتَقَى ٱلْجَمْعَانِ فَبِإِذْنِ ٱللَّهِ وَلِيَعْلَمَ ٱلْمُؤْمِنِينَ",
      "page": 72,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "و هر چه (از مصائب) در روز روبرو شدن دو گروه (جنگ احد) به شما رسید، پس به حكم الله بود (تا شما را در برابر آن اجر دهد و) تا مؤمنان را مشخص سازد.",
      "translation_pashto": "3-166 او تاسو ته چې څه مصیبت درورسېده، په هغې ورځې كې چې دوه ډلې یو بل ته مخامخ شولې، نو (دا) د الله په حكم سره و او د دې لپاره چې هغه (الله) مومنان معلوم كړي"
    },
    {
      "number": 167,
      "text": "وَلِيَعْلَمَ ٱلَّذِينَ نَافَقُوا۟ ۚ وَقِيلَ لَهُمْ تَعَالَوْا۟ قَٰتِلُوا۟ فِى سَبِيلِ ٱللَّهِ أَوِ ٱدْفَعُوا۟ ۖ قَالُوا۟ لَوْ نَعْلَمُ قِتَالًۭا لَّٱتَّبَعْنَٰكُمْ ۗ هُمْ لِلْكُفْرِ يَوْمَئِذٍ أَقْرَبُ مِنْهُمْ لِلْإِيمَٰنِ ۚ يَقُولُونَ بِأَفْوَٰهِهِم مَّا لَيْسَ فِى قُلُوبِهِمْ ۗ وَٱللَّهُ أَعْلَمُ بِمَا يَكْتُمُونَ",
      "page": 72,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "و تا الله منافقان را آشکار و مشخص سازد، منافقانی که به آنها گفته شد: بیاید در راه الله بجنگید یا دشمن را (از خود) دفع کنید، (در جواب) گفتند: اگر می‌دانستیم این جنگی واقعی است حتما از شما پیروی می‌کردیم، آنان (منافقان) در آن روز، به کفر نزدیک‌تر بودند تا به ایمان، با دهان خویش سخنی را می‌گویند که در دل‌هایشان نیست، و الله به آنچه (در دل‌های خود) می‌پوشانند داناتر است.",
      "translation_pashto": "3-167 او د دې لپاره چې هغه (الله) هغه كسان معلوم كړي چې نفاق يې كړى دى او دوى ته وویل شو چې راځئ د الله په لار كې جنګ وكړئ، یا دفاع وكړئ، دوى ویل:كه چېرې مونږه په جنګ پوهېدلى، (نو) مونږ به خامخا ستاسو پیروي كړې وه، دوى په دغې ورځ كې ایمان ته د نژدې كېدو په نسبت كفر ته زیات نژدې وو، دوى په خپلو خولو سره هغه خبرې كوي چې په زړونو كې يې نشته، او الله پر هغه څه ښه عالم دى، چې دوى يې پټوي"
    },
    {
      "number": 168,
      "text": "ٱلَّذِينَ قَالُوا۟ لِإِخْوَٰنِهِمْ وَقَعَدُوا۟ لَوْ أَطَاعُونَا مَا قُتِلُوا۟ ۗ قُلْ فَٱدْرَءُوا۟ عَنْ أَنفُسِكُمُ ٱلْمَوْتَ إِن كُنتُمْ صَٰدِقِينَ",
      "page": 72,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "آنان که به برادران خود گفتند: و (خودشان در خانه‌ها) نشستند، اگر از ما اطاعت می‌کردند (و به جنگ نمی‌رفتند حالا) کشته نمی‌شدند، بگو: اگر در گفتۀ خود صادق هستید، پس مرگ را از خود دور کنید.",
      "translation_pashto": "3-168 هغه كسان چې د خپلو وروڼو په باره كې يې وویل او خپله (له جنګ نه) ناست وو: كه چېرې هغوى زمونږ خبره منلې وى، (نو) نه به وژل كېدل، ته (ورته) ووایه: نو تاسو له خپلو ځانونو نه مرګ لرې كړئ كه چېرې تاسو رښتیني یئ"
    },
    {
      "number": 169,
      "text": "وَلَا تَحْسَبَنَّ ٱلَّذِينَ قُتِلُوا۟ فِى سَبِيلِ ٱللَّهِ أَمْوَٰتًۢا ۚ بَلْ أَحْيَآءٌ عِندَ رَبِّهِمْ يُرْزَقُونَ",
      "page": 72,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "و آنانی را که در راه الله کشته شده‌اند مرده گمان نکنید، بلکه (در جهان برزخ) زنده‌اند، (و) نزد پروردگارشان روزی (ونعمتها) داده می‌شوند.",
      "translation_pashto": "3-169 او د الله په لاره كې پر وژل شویو كسانو باندې هېڅكله د مړیو ګمان مه كوه، بلكې (هغوى) ژوندي دي، د خپل رب په نیز هغوى ته رزق وركول كېږي"
    },
    {
      "number": 170,
      "text": "فَرِحِينَ بِمَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضْلِهِۦ وَيَسْتَبْشِرُونَ بِٱلَّذِينَ لَمْ يَلْحَقُوا۟ بِهِم مِّنْ خَلْفِهِمْ أَلَّا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
      "page": 72,
      "juz": 4,
      "hizb": 7,
      "sajda": false,
      "translation_dari": "آنان به آنچه که الله از فضل و کرم خود به آنها داده است، خوشحال‌اند، و به کسانی که بعد از آنان می‌آیند و (لیکن) هنوز با آنها یکجا نشده‌اند، مژده می‌دهند (به این که) هیچ خوفی بر آنها نیست و نه غمگین می‌شوند.",
      "translation_pashto": "3-170 په دې حال كې چې ډېر خوشحاله دي په هغه شي باندې چې الله دوى ته له خپله فضله وركړى دى او د هغو كسانو په باره كې ډېر خوشحالېږي چې له دوى نه وروسته دوى پسې لا نه دي وررسېدلي، دا چې په دوى باندې هېڅ وېره نشته او نه دوى غمژن كېږي"
    },
    {
      "number": 171,
      "text": "۞ يَسْتَبْشِرُونَ بِنِعْمَةٍۢ مِّنَ ٱللَّهِ وَفَضْلٍۢ وَأَنَّ ٱللَّهَ لَا يُضِيعُ أَجْرَ ٱلْمُؤْمِنِينَ",
      "page": 72,
      "juz": 4,
      "hizb": 8,
      "sajda": false,
      "translation_dari": "به نعمت‌های الله و فضل او مژده می‌دهند (و ابراز خوشی می‌کنند)، و به اینکه الله ثواب مؤمنان را ضائع نمی‌کند.",
      "translation_pashto": "3-171 ډېر خوشحالېږي د الله له جانبه په نعمت او فضل سره او په دې چې بېشكه الله د مومنانو اجر نه ضايع كوي"
    },
    {
      "number": 172,
      "text": "ٱلَّذِينَ ٱسْتَجَابُوا۟ لِلَّهِ وَٱلرَّسُولِ مِنۢ بَعْدِ مَآ أَصَابَهُمُ ٱلْقَرْحُ ۚ لِلَّذِينَ أَحْسَنُوا۟ مِنْهُمْ وَٱتَّقَوْا۟ أَجْرٌ عَظِيمٌ",
      "page": 72,
      "juz": 4,
      "hizb": 8,
      "sajda": false,
      "translation_dari": "آنها ( آنانی اند) امر الله و پیغمبر را اجابت کردند؛ بعد از اینکه زخمها به آنها رسیده بود، برای کسانی از ایشان که نیکی کردند و تقوی پیشه نمودند، ثواب بس بزرگ است.",
      "translation_pashto": "3-172 هغه كسان، چې د الله او د رسول حكم يې ومانه، وروسته له دې چې دوى ته زخم (هم) رسېدلى و، په دوى كې د هغو كسانو لپاره چې نېكي يې كړې ده او پرهېزګاره شوي دي بېخي لوى اجر دى"
    },
    {
      "number": 173,
      "text": "ٱلَّذِينَ قَالَ لَهُمُ ٱلنَّاسُ إِنَّ ٱلنَّاسَ قَدْ جَمَعُوا۟ لَكُمْ فَٱخْشَوْهُمْ فَزَادَهُمْ إِيمَٰنًۭا وَقَالُوا۟ حَسْبُنَا ٱللَّهُ وَنِعْمَ ٱلْوَكِيلُ",
      "page": 72,
      "juz": 4,
      "hizb": 8,
      "sajda": false,
      "translation_dari": "آنانی که مردم به ایشان گفتند: یقینا مردم (کفار برای قتال شما سپاه) جمع کرده‌اند، پس از آنها بترسید، پس (این سخن) ایمان آنها را زیاد کرد، و گفتند: ما را الله بس است، و او بهترین کارساز است.",
      "translation_pashto": "3-173 (دوى) هغه كسان دي چې دوى ته (ځینو) خلقو وویل: بېشكه (د مكې) خلق په رښتیا سره ستاسو (سره د جنګ) لپاره راټول شوي دي، نو تاسو له هغوى نه ووېرېږئ، نو (دې خبرې) د هغوى ایمان (نور هم) زیات كړ او ويې ويل:زمونږ لپاره الله كافي دى او هغه ښه كار جوړوونكى دى"
    },
    {
      "number": 174,
      "text": "فَٱنقَلَبُوا۟ بِنِعْمَةٍۢ مِّنَ ٱللَّهِ وَفَضْلٍۢ لَّمْ يَمْسَسْهُمْ سُوٓءٌۭ وَٱتَّبَعُوا۟ رِضْوَٰنَ ٱللَّهِ ۗ وَٱللَّهُ ذُو فَضْلٍ عَظِيمٍ",
      "page": 73,
      "juz": 4,
      "hizb": 8,
      "sajda": false,
      "translation_dari": "پس آنان با نعمت و فضل الله بازگشتند و هیچ زیانی به آنها نرسید و جویای رضای الله بودند، و الله دارای فضل بزرگ است.",
      "translation_pashto": "3-174 نو دوى د الله له جانبه په نعمت او فضل سره بېرته راوګرځېدل، په دې حال كې چې ونه رسېد دوى ته هېڅ تكلیف او دوى د الله د رضامندۍ تابع شول او الله د بېخي لوى فضل والا دى"
    },
    {
      "number": 175,
      "text": "إِنَّمَا ذَٰلِكُمُ ٱلشَّيْطَٰنُ يُخَوِّفُ أَوْلِيَآءَهُۥ فَلَا تَخَافُوهُمْ وَخَافُونِ إِن كُنتُم مُّؤْمِنِينَ",
      "page": 73,
      "juz": 4,
      "hizb": 8,
      "sajda": false,
      "translation_dari": "جز این نیست که آن (خبر دهنده) شیطان است که (مسلمانان را) از دوستان خود (کفار) می‌ترساند، پس از آنها مترسید، و از من بترسید، اگر مؤمن هستید.",
      "translation_pashto": "3-175  بېشكه همدا خبره ده چې دغه شیطان دى، چې خپل دوستان وېروي، نو تاسو له هغوى نه مه وېرېږئ او له ما نه وېرېږئ كه چېرې تاسو مومنان یئ"
    },
    {
      "number": 176,
      "text": "وَلَا يَحْزُنكَ ٱلَّذِينَ يُسَٰرِعُونَ فِى ٱلْكُفْرِ ۚ إِنَّهُمْ لَن يَضُرُّوا۟ ٱللَّهَ شَيْـًۭٔا ۗ يُرِيدُ ٱللَّهُ أَلَّا يَجْعَلَ لَهُمْ حَظًّۭا فِى ٱلْءَاخِرَةِ ۖ وَلَهُمْ عَذَابٌ عَظِيمٌ",
      "page": 73,
      "juz": 4,
      "hizb": 8,
      "sajda": false,
      "translation_dari": "آنان که در قبول و نصرت کفر شتاب می‌کنند، تو را پریشان و غمگین نسازد، (چون) آنها هیچ ضرری به الله رسانده نمی‌توانند، الله می‌خواهد در آخرت هیچ سهمی برای آنها قرار ندهد (بلکه) برای آنها عذاب بزرگ است.",
      "translation_pashto": "3-176 او تا لره دې هغه كسان غمژن نه كړي چې په كفر كې یو تر بله تلوار كوي، بېشكه دوى كله هم الله ته څه ضرر نشي رسولى، الله اراده لري چې د دوى لپاره په اخرت كې هېڅ برخه جوړه نه كړي او د دوى لپاره بېخې لوى عذاب دى"
    },
    {
      "number": 177,
      "text": "إِنَّ ٱلَّذِينَ ٱشْتَرَوُا۟ ٱلْكُفْرَ بِٱلْإِيمَٰنِ لَن يَضُرُّوا۟ ٱللَّهَ شَيْـًۭٔا وَلَهُمْ عَذَابٌ أَلِيمٌۭ",
      "page": 73,
      "juz": 4,
      "hizb": 8,
      "sajda": false,
      "translation_dari": "يقينا آنان که کفر را به عوض ایمان اختیار نمودند، هرگز به الله ضرری رسانده نمی‌توانند، (بلکه) برایشان عذاب دردناک باشد.",
      "translation_pashto": "3-177 بېشكه هغه كسان چې د ایمان په بدله كې يې كفر اخيستى دى، دوى به كله هم الله ته څه ضرر ونه رسولى شي او د دوى لپاره ډېر دردوونكى عذاب دى"
    },
    {
      "number": 178,
      "text": "وَلَا يَحْسَبَنَّ ٱلَّذِينَ كَفَرُوٓا۟ أَنَّمَا نُمْلِى لَهُمْ خَيْرٌۭ لِّأَنفُسِهِمْ ۚ إِنَّمَا نُمْلِى لَهُمْ لِيَزْدَادُوٓا۟ إِثْمًۭا ۚ وَلَهُمْ عَذَابٌۭ مُّهِينٌۭ",
      "page": 73,
      "juz": 4,
      "hizb": 8,
      "sajda": false,
      "translation_dari": "و کافران هرگز گمان نکنند که مهلت دادن ما به آنها به خیر‌شان است، (بلکه) جز این نیست که ما آنها را مهلت میدهم تا (به اختیار خود) به گناه خویش بیافزایند، و برای آنها عذاب اهانت آمیز (و رسواکننده) است.",
      "translation_pashto": "3-178 او كافران شوي خلق دې له سره دا ګمان ونه كړي چې بېشكه مونږ چې دوى ته مهلت وركوو، دا دوى د ځانونو لپاره ډېر ښه دى، یقینًا خبره دا ده چې مونږ دوى ته مهلت د دې لپاره وركوو چې دوى په ګناه كې  مخ په وړاندې لاړ شي او د دوى لپاره سپكوونكى عذاب دى "
    },
    {
      "number": 179,
      "text": "مَّا كَانَ ٱللَّهُ لِيَذَرَ ٱلْمُؤْمِنِينَ عَلَىٰ مَآ أَنتُمْ عَلَيْهِ حَتَّىٰ يَمِيزَ ٱلْخَبِيثَ مِنَ ٱلطَّيِّبِ ۗ وَمَا كَانَ ٱللَّهُ لِيُطْلِعَكُمْ عَلَى ٱلْغَيْبِ وَلَٰكِنَّ ٱللَّهَ يَجْتَبِى مِن رُّسُلِهِۦ مَن يَشَآءُ ۖ فَـَٔامِنُوا۟ بِٱللَّهِ وَرُسُلِهِۦ ۚ وَإِن تُؤْمِنُوا۟ وَتَتَّقُوا۟ فَلَكُمْ أَجْرٌ عَظِيمٌۭ",
      "page": 73,
      "juz": 4,
      "hizb": 8,
      "sajda": false,
      "translation_dari": "چنین نیست که الله مؤمنان را بر آن حالی که شما بر آن هستید بگذارد، تا آن که ناپاک (منافق و کافر) را از پاک (مؤمن) جدا سازد و چنین نیست که الله شما را از چیزهای پوشیده (از عقل و حواس) آگاه سازد، و لیکن الله (برای آگاه ساختن بعضی از امور غیبی) از پیغمبرانش هر که را بخواهد انتخاب می‌کند، پس به الله و به پیغمبران او ایمان بیاورید (ایمان خود را محکم بدارید)، و اگر ایمان بیاورید و پرهیزگاری کنید، پس برای شما ثواب بزرگ خواهد داد.",
      "translation_pashto": "3-179 الله له سره داسې نه دى چې مومنان په هغه حال باندې پرېږدي په كوم باندې چې تاسو (اوس) یئ، تر دې چې ناپاك له پاكه بېل كړي، او الله كله هم داسې نه دى چې تاسو په غیبو باندې خبر كړي او لېكن الله د خپلو رسولانو (له ډلې) نه غوره كوي چا لره چې وغواړي، نو پر الله او د هغه په رسولانو باندې ایمان راوړئ او كه چېرې تاسو ایمان راوړ او پرهېزګاره شوئ، نو تاسو لپاره بېخي لوى اجر دى"
    },
    {
      "number": 180,
      "text": "وَلَا يَحْسَبَنَّ ٱلَّذِينَ يَبْخَلُونَ بِمَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضْلِهِۦ هُوَ خَيْرًۭا لَّهُم ۖ بَلْ هُوَ شَرٌّۭ لَّهُمْ ۖ سَيُطَوَّقُونَ مَا بَخِلُوا۟ بِهِۦ يَوْمَ ٱلْقِيَٰمَةِ ۗ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۗ وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌۭ",
      "page": 73,
      "juz": 4,
      "hizb": 8,
      "sajda": false,
      "translation_dari": "و کسانی که الله از فضل خود به آنها داده است (و) بخل می‌کنند، گمان نبرند که آن بخل به خیر (و فائدۀ) آنها است، بلکه (آن بخل) به ضرر آنهاست، (چون) زود است که آن چه به آن بخل می‌ورزیدند، در روز قیامت طوق گردن آنها خواهد شد، و میراث آسمان‌ها و زمین تنها از الله است، و الله به هر آنچه می‌کنید، خبردار است.",
      "translation_pashto": "3-180 او هغه كسان، چې په هغه څه سره شومتیا (بخل) كوي چې الله دوى ته له خپله فضله وركړى دى (دوى دې) له سره دا ګمان ونه كړي چې دا (شومتیا كول) د دوى لپاره ډېر ښه دي، بلكې دا د دوى لپاره ډېر بد دي، ژر ده چې د قیامت په ورځ به دوى ته هغه شى امېل كړى شي، چې په هغه سره دوى شومتیا كوله، او خاص الله لپاره د اسمانونو او ځمكې میراث دى او الله پر هغو كارونو چې تاسو يې كوئ؛ ښه خبردار دى"
    },
    {
      "number": 181,
      "text": "لَّقَدْ سَمِعَ ٱللَّهُ قَوْلَ ٱلَّذِينَ قَالُوٓا۟ إِنَّ ٱللَّهَ فَقِيرٌۭ وَنَحْنُ أَغْنِيَآءُ ۘ سَنَكْتُبُ مَا قَالُوا۟ وَقَتْلَهُمُ ٱلْأَنۢبِيَآءَ بِغَيْرِ حَقٍّۢ وَنَقُولُ ذُوقُوا۟ عَذَابَ ٱلْحَرِيقِ",
      "page": 74,
      "juz": 4,
      "hizb": 8,
      "sajda": false,
      "translation_dari": "البته الله سخن کسانی را که گفتند: یقینا الله محتاج است، و ما غنى هستیم شنید، به زودی آنچه را گفته‌اند می‌نویسیم، و قضیه به ناحق کشتن پیغمبران را (نیز می‌نویسیم)، و (به ایشان) خواهیم گفت: عذاب سوزان را بچشید.",
      "translation_pashto": "3-181 خامخا یقینًا الله د هغو خلقو خبره واورېدله چې ويې ويل:بېشكه الله فقیر دى او مونږه غنیان یو، خامخا به مونږ لیكو د دوى دا خبره  او نبیانو لره د دوى ناحقه وژل، او مونږ به (دوى ته) ووایو: تاسو سخت سوزوونكى عذاب وڅكئ "
    },
    {
      "number": 182,
      "text": "ذَٰلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ وَأَنَّ ٱللَّهَ لَيْسَ بِظَلَّامٍۢ لِّلْعَبِيدِ",
      "page": 74,
      "juz": 4,
      "hizb": 8,
      "sajda": false,
      "translation_dari": "این (عذاب سوزان) به سبب آن اعمالی است که به دست خود پیش فرستادید و (گرنه) الله نسبت به بندگان خود ظالم نیست.",
      "translation_pashto": "3-182 دا (عذاب) په سبب د هغه (بدعمل) دى چې ستاسو لاسونو مخكې لېږلى دى، او ځكه چې یقینًا الله پر بنده ګانو هېڅ ظلم كوونكى نه دى "
    },
    {
      "number": 183,
      "text": "ٱلَّذِينَ قَالُوٓا۟ إِنَّ ٱللَّهَ عَهِدَ إِلَيْنَآ أَلَّا نُؤْمِنَ لِرَسُولٍ حَتَّىٰ يَأْتِيَنَا بِقُرْبَانٍۢ تَأْكُلُهُ ٱلنَّارُ ۗ قُلْ قَدْ جَآءَكُمْ رُسُلٌۭ مِّن قَبْلِى بِٱلْبَيِّنَٰتِ وَبِٱلَّذِى قُلْتُمْ فَلِمَ قَتَلْتُمُوهُمْ إِن كُنتُمْ صَٰدِقِينَ",
      "page": 74,
      "juz": 4,
      "hizb": 8,
      "sajda": false,
      "translation_dari": "(این‌ها) آنانی‌اند که (به دروغ) گفتند: البته الله با ما عهد بسته است که به هیچ پیغمبری ایمان نیاوریم تا آن که قربانی ای برای ما بیاورد که آتش آن را بسوزاند، بگو: البته پیش از من پیغمبرانی بودند که معجزه‌های آشکار را با آن چه که گفتید برایتان آوردند، پس چرا آنها را کشتید، اگر راستگو هستید.",
      "translation_pashto": "3-183 (دوى) هغه كسان دي چې وايي: بېشكه الله مونږ ته حكم كړى دى چې مونږ به په هېڅ یو پېغمبر باندې ایمان نه راوړو تر هغه پورې چې هغه مونږ ته یوه داسې قرباني راوړي چې اور يې خوري، ته (ورته) ووایه: یقینًا تاسو ته له ما نه مخكې رسولانو ښكاره معجزې راوړې وې او هغه شى هم چې تاسو يې وایئ، بیا ولې تاسو هغوى قتل كړل؟ كه چېرې تاسو رښتیني یئ "
    },
    {
      "number": 184,
      "text": "فَإِن كَذَّبُوكَ فَقَدْ كُذِّبَ رُسُلٌۭ مِّن قَبْلِكَ جَآءُو بِٱلْبَيِّنَٰتِ وَٱلزُّبُرِ وَٱلْكِتَٰبِ ٱلْمُنِيرِ",
      "page": 74,
      "juz": 4,
      "hizb": 8,
      "sajda": false,
      "translation_dari": "پس اگر تو را تکذیب کردند پس (پروا مكن و بدان که) چندین پیغمبر قبل از تو، معجزه‌ها و صحیفه‌ها و کتاب روشن آورده بودند، (لیکن) تکذیب شدند.",
      "translation_pashto": "3-184 نو كه دوى تا دروغژن وګڼي، نو یقینًا له تا نه مخكې (هم) رسولان دروغژن ګڼل شوي دي، هغوى ښكاره دلیلونه راوړي وو او واړه كتابونه او رڼا كوونكى كتاب (يې راوړى و)"
    },
    {
      "number": 185,
      "text": "كُلُّ نَفْسٍۢ ذَآئِقَةُ ٱلْمَوْتِ ۗ وَإِنَّمَا تُوَفَّوْنَ أُجُورَكُمْ يَوْمَ ٱلْقِيَٰمَةِ ۖ فَمَن زُحْزِحَ عَنِ ٱلنَّارِ وَأُدْخِلَ ٱلْجَنَّةَ فَقَدْ فَازَ ۗ وَمَا ٱلْحَيَوٰةُ ٱلدُّنْيَآ إِلَّا مَتَٰعُ ٱلْغُرُورِ",
      "page": 74,
      "juz": 4,
      "hizb": 8,
      "sajda": false,
      "translation_dari": "هر نفسی (جاندار) چشندۀ مرگ است، و البته جزای اعمالتان در روز قیامت بطور کامل به شما داده می‌شود، پس هر کس از دوزخ دور کرده و وارد بهشت کرده شد، یقینا کامیاب شده است، و زندگانی دنیا نیست مگر متاع غرور (سبب نفع و فریب بنده است).",
      "translation_pashto": "3-185 هر ساه لرونكى د مرګ (مزه) څكونكى دى او یقینًا همدا خبره ده چې تاسو ته به د قیامت په ورځ ستاسو ثوابونه (پوره) پوره دركړى شي، نو څوك چې له اور (د جهنم) نه لرې كړى شو او جنت ته داخل كړى شو، نو یقینًا هغه كامیاب شو او دنيايي ژوند  يواځې د غولېدلو سامان دى "
    },
    {
      "number": 186,
      "text": "۞ لَتُبْلَوُنَّ فِىٓ أَمْوَٰلِكُمْ وَأَنفُسِكُمْ وَلَتَسْمَعُنَّ مِنَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَٰبَ مِن قَبْلِكُمْ وَمِنَ ٱلَّذِينَ أَشْرَكُوٓا۟ أَذًۭى كَثِيرًۭا ۚ وَإِن تَصْبِرُوا۟ وَتَتَّقُوا۟ فَإِنَّ ذَٰلِكَ مِنْ عَزْمِ ٱلْأُمُورِ",
      "page": 74,
      "juz": 4,
      "hizb": 8,
      "sajda": false,
      "translation_dari": "حتما در مالها و جانهایتان آزموده می‌شوید، و حتما از آنانی که پیش از شما کتاب داده شده‌اند (یهود و نصاری) و از مشرکین سخنان اذیت کننده (تمسخر آمیز و طعن) بسیار خواهید شنید، ولی اگر (در این امتحان و اذیت‌ها) صبر و تقوی اختیار کردید، پس یقینا این (خصلت) از چیزهای است که تصمیم را استوار و محکم می‌گرداند.",
      "translation_pashto": "3-186 خامخا به تاسو په خپلو مالونو او خپلو ځانونو كې وازمایل شئ  او خامخا به تاسو له هغو كسانو نه چې له تاسو نه مخكې ورته كتاب وركړى شوى دى او له هغو كسانو نه چې مشركان دي، د خفګان ډېرې زیاتې خبرې واورئ، او كه چېرې تاسو صبر وكړئ او پرهېزګاره شئ، نو یقینًا دا د همت له كارونو څخه دي"
    },
    {
      "number": 187,
      "text": "وَإِذْ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَٰبَ لَتُبَيِّنُنَّهُۥ لِلنَّاسِ وَلَا تَكْتُمُونَهُۥ فَنَبَذُوهُ وَرَآءَ ظُهُورِهِمْ وَٱشْتَرَوْا۟ بِهِۦ ثَمَنًۭا قَلِيلًۭا ۖ فَبِئْسَ مَا يَشْتَرُونَ",
      "page": 75,
      "juz": 4,
      "hizb": 8,
      "sajda": false,
      "translation_dari": "و ياد کن وقتی را که الله از آنانی که کتاب داده شده بود پیمان محکم گرفت که حتما باید کتاب را برای مردم بیان کنید، و (احکام و دستورات) آن را نپوشانید، پس آنها عهد را پشت سر خود انداختند (و آن را پوشانیدند) و آنرا با متاع و عوض کم (و حقیر) فروختند، پس بد است آنچه خریدند.",
      "translation_pashto": "3-187 او كله چې الله له اهلِ كتابو نه پخه وعده واخيستله چې تاسو به هرومرو خلقو ته دا (كتاب) بیانوئ او تاسو به دا نه پټوئ، نو هغوى دا(كتاب) د خپلو شاګانو شا ته وغورځاوه او د ده په بدل كې يې لږ قیمت واخيست، نو بد دى هغه شى چې دوى يې اخلي"
    },
    {
      "number": 188,
      "text": "لَا تَحْسَبَنَّ ٱلَّذِينَ يَفْرَحُونَ بِمَآ أَتَوا۟ وَّيُحِبُّونَ أَن يُحْمَدُوا۟ بِمَا لَمْ يَفْعَلُوا۟ فَلَا تَحْسَبَنَّهُم بِمَفَازَةٍۢ مِّنَ ٱلْعَذَابِ ۖ وَلَهُمْ عَذَابٌ أَلِيمٌۭ",
      "page": 75,
      "juz": 4,
      "hizb": 8,
      "sajda": false,
      "translation_dari": "گمان مبر در مورد آنانی که به کرده خویش خرسند می‌شوند و دوست دارند بر آنچه که نکرده‌اند ستایش شوند، و گمان مبر که آنها از عذاب نجات می‌یابند (بلکه) آنها عذاب دردناکی در پیش دارند.",
      "translation_pashto": "3-188 ته له سره ګمان مه كوه په هغو خلقو باندې چې په خپلو كړو (ناروا كارونو) باندې خوشحالېږي او خوښوي چې په هغو (نېكو) كارونو وستايل شي چې دوى نه دي كړي، نو ته د دوى په هكله له عذاب نه د خلاصي ګمان له سره مه كوه او د دوى لپاره ډېر دردوونكى عذاب دى"
    },
    {
      "number": 189,
      "text": "وَلِلَّهِ مُلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۗ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرٌ",
      "page": 75,
      "juz": 4,
      "hizb": 8,
      "sajda": false,
      "translation_dari": "بادشاهی آسمان‌ها و زمین تنها از الله است، و الله بر هر چیزی توانا است.",
      "translation_pashto": "3-189 او خاص د الله لپاره د اسمانونو او ځمكې بادشاهي ده او الله په هر شي باندې ښه قادر دى"
    },
    {
      "number": 190,
      "text": "إِنَّ فِى خَلْقِ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَٱخْتِلَٰفِ ٱلَّيْلِ وَٱلنَّهَارِ لَءَايَٰتٍۢ لِّأُو۟لِى ٱلْأَلْبَٰبِ",
      "page": 75,
      "juz": 4,
      "hizb": 8,
      "sajda": false,
      "translation_dari": "يقينا در آفریدن آسمان‌ها و زمین (به هیئت خاص) و در اختلاف (پی در پی آمدن) شب و روز، دلائل واضح (به قدرت و وحدانیت الله) برای صاحبان خرد است.",
      "translation_pashto": "3-190 بېشكه د اسمانونو او ځمكې په پیدا كولو كې او د شپې او ورځې په تلو راتلو كې خامخا د خالص عقل خاوندانو لپاره ډېرې نښې دي"
    },
    {
      "number": 191,
      "text": "ٱلَّذِينَ يَذْكُرُونَ ٱللَّهَ قِيَٰمًۭا وَقُعُودًۭا وَعَلَىٰ جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِى خَلْقِ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ رَبَّنَا مَا خَلَقْتَ هَٰذَا بَٰطِلًۭا سُبْحَٰنَكَ فَقِنَا عَذَابَ ٱلنَّارِ",
      "page": 75,
      "juz": 4,
      "hizb": 8,
      "sajda": false,
      "translation_dari": "(خردمندان) آنانی‌اند که الله را (به حالت) ایستاده، و نشسته، و بر پهلو آرامیده یاد می‌کنند، و در (حکمت از) آفریدن آسمان‌ها و زمین تفکر می‌کنند (و در دعای خود می‌گویند:) ای پرودگار ما! این (عالم و موجودات) را بی‌فائده نه آفریده ای، پاکی تو (از آنچه لایق شأن تو نیست) پس ما را از عذاب دوزخ نگاه دار.",
      "translation_pashto": "3-191 هغه كسان چې الله یادوي په ولاړه او ناسته او (چې پراته وي) په خپلو اړخونو باندې او د اسمانونو او ځمكې په پیدا كونه كې ښه فكر كوي (او وايي:) اى زمونږه ربه! تا دا عبث نه دي پیدا كړي، تا لره پاكي ده، نو ته مونږه (د جهنم) له اور نه بچ كړه "
    },
    {
      "number": 192,
      "text": "رَبَّنَآ إِنَّكَ مَن تُدْخِلِ ٱلنَّارَ فَقَدْ أَخْزَيْتَهُۥ ۖ وَمَا لِلظَّٰلِمِينَ مِنْ أَنصَارٍۢ",
      "page": 75,
      "juz": 4,
      "hizb": 8,
      "sajda": false,
      "translation_dari": "ای پروردگار ما! یقینا کسی را که تو در دوزخ در آوری پس يقينا رسوایش کرده ای، و برای ظالمان هیچ مددگاری نیست (تا آنها را از این رسوائی نجات دهد).",
      "translation_pashto": "3-192 اى زمونږه ربه! بېشكه ته چې څوك اور ته داخل كړې، نو یقینًا تا هغه رسوا كړ او د ظالمانو لپاره هیڅوك مدد كوونكي نشته"
    },
    {
      "number": 193,
      "text": "رَّبَّنَآ إِنَّنَا سَمِعْنَا مُنَادِيًۭا يُنَادِى لِلْإِيمَٰنِ أَنْ ءَامِنُوا۟ بِرَبِّكُمْ فَـَٔامَنَّا ۚ رَبَّنَا فَٱغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّـَٔاتِنَا وَتَوَفَّنَا مَعَ ٱلْأَبْرَارِ",
      "page": 75,
      "juz": 4,
      "hizb": 8,
      "sajda": false,
      "translation_dari": "ای پروردگار ما! يقينا ما شنیدیم که دعوت دهندۀ (مردم را) به‌سوی ایمان دعوت می‌دهد، (و می‌گوید:) که به پروردگارتان ایمان آرید، پس ما ایمان آوردیم، پس ای پروردگار ما! گناهان ما را بیامرز، و از ما بدی‌های ما را دور کن، و ما را با نیکان بمیران.",
      "translation_pashto": "3-193 اى زمونږه ربه! بېشكه مونږه یو اواز كوونكى واورېده، چې ایمان ته يې بلنه كوله، (او دا يې ویل) چې په خپل رب باندې ایمان راوړئ، نو مونږ ایمان راوړ، اى زمونږه ربه! نو ته مونږ ته زمونږ ګناهونه وبخښه او له مونږ نه زمونږ بدۍ لرې كړه او مونږ ته وفات راكړه، په دې حال كې چې د نېكانو له ډلې سره يو"
    },
    {
      "number": 194,
      "text": "رَبَّنَا وَءَاتِنَا مَا وَعَدتَّنَا عَلَىٰ رُسُلِكَ وَلَا تُخْزِنَا يَوْمَ ٱلْقِيَٰمَةِ ۗ إِنَّكَ لَا تُخْلِفُ ٱلْمِيعَادَ",
      "page": 75,
      "juz": 4,
      "hizb": 8,
      "sajda": false,
      "translation_dari": "ای پروردگار ما! آنچه را که بر زبان پیغمبران خود (از نصرت در دنیا، و جنت در آخرت) به ما وعد کرده‌ای عطا کن، و ما را در روز قیامت رسوا مکن (زیرا ما ایمان داریم که) يقينا تو وعدہ خلافی نمی‌کنی.",
      "translation_pashto": "3-194 اى زمونږه ربه! او مونږ ته هغه (ثوابونه) راكړه چې تا له مونږ سره د خپلو رسولانو په ژبه (د هغو) وعده كړې ده، او د قیامت په ورځ مونږه مه رسوا كوه، بېشكه ته د وعدې مخالفت نه كوې"
    },
    {
      "number": 195,
      "text": "فَٱسْتَجَابَ لَهُمْ رَبُّهُمْ أَنِّى لَآ أُضِيعُ عَمَلَ عَٰمِلٍۢ مِّنكُم مِّن ذَكَرٍ أَوْ أُنثَىٰ ۖ بَعْضُكُم مِّنۢ بَعْضٍۢ ۖ فَٱلَّذِينَ هَاجَرُوا۟ وَأُخْرِجُوا۟ مِن دِيَٰرِهِمْ وَأُوذُوا۟ فِى سَبِيلِى وَقَٰتَلُوا۟ وَقُتِلُوا۟ لَأُكَفِّرَنَّ عَنْهُمْ سَيِّـَٔاتِهِمْ وَلَأُدْخِلَنَّهُمْ جَنَّٰتٍۢ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ ثَوَابًۭا مِّنْ عِندِ ٱللَّهِ ۗ وَٱللَّهُ عِندَهُۥ حُسْنُ ٱلثَّوَابِ",
      "page": 76,
      "juz": 4,
      "hizb": 8,
      "sajda": false,
      "translation_dari": "پس پروردگارشان دعای آنها را قبول کرد (به این طور) که من عمل هیچ عمل کننده‌ای شما را؛ خواه مرد باشد و خواه زن، ضائع نمی‌کنم، شما از جنس یکدیگر هستید (که در ایمان و عمل، مرد و زن فرق ندارند، و یکی از آن اعمال هجرت است) پس آنان که هجرت کردند و از خانه‌هایشان بیرون رانده شدند و در راه من (راه الله) اذیت‌ها دیدند و (با كفار) جنگ کردند و کشته شدند، حتما گناهان‌شان را محو می‌کنیم و حتما آنها را در باغ‌های که در زیر درختان و قصرهای آن نهرها جاری است، داخل کنیم، این ثواب از جانب الله داده می‌شود، و ثواب نیکو و خوب نزد الله است.",
      "translation_pashto": "3-195 نو خپل رب يې دعا قبوله كړه چې بېشكه زه په تاسو كې د هېڅ یو عمل كوونكي عمل نه ضايع كوم، نر وي او كه ښځه، ستاسو ځینې له ځینو نورو څخه دي، نو هغه كسان چې هجرت يې كړى دى او له خپلو كورونو نه وېستل شوي دي او زما په لاره كې ورته تكلیفونه رسول شوي دي او جنګونه يې كړي دي او وژل شوي دي (نو) زه به خامخا ضرور لرې (معاف) كړم له دوى نه د دوى ګناهونه او خامخا ضرور به يې داسې جنتونو ته داخل كړم چې د هغو له لاندې وَلِې بهېږي، چې د الله له طرفه نه بدله ده او هم دا الله دى چې له هغه سره ښه بدله ده"
    },
    {
      "number": 196,
      "text": "لَا يَغُرَّنَّكَ تَقَلُّبُ ٱلَّذِينَ كَفَرُوا۟ فِى ٱلْبِلَٰدِ",
      "page": 76,
      "juz": 4,
      "hizb": 8,
      "sajda": false,
      "translation_dari": "گشت و گذار کافران در شهرها تو را نفریبد.",
      "translation_pashto": "3-196 (اى اورېدونكیه!) په ښارونو كې د كافرانو تلل راتلل دې تا تېر نه باسي (دوكه نه كړي)"
    },
    {
      "number": 197,
      "text": "مَتَٰعٌۭ قَلِيلٌۭ ثُمَّ مَأْوَىٰهُمْ جَهَنَّمُ ۚ وَبِئْسَ ٱلْمِهَادُ",
      "page": 76,
      "juz": 4,
      "hizb": 8,
      "sajda": false,
      "translation_dari": "(این متاع) چند روزه و ناچیز است، باز جایگاه‌شان دوزخ است، و دوزخ (برای کافران) چه بد آرامگاهی است.",
      "translation_pashto": "3-197 (دا) ډېره لږه فايده ده، بیا د هغو اوسېدنځای جهنم دى او هغه بده استوګنه ده"
    },
    {
      "number": 198,
      "text": "لَٰكِنِ ٱلَّذِينَ ٱتَّقَوْا۟ رَبَّهُمْ لَهُمْ جَنَّٰتٌۭ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ خَٰلِدِينَ فِيهَا نُزُلًۭا مِّنْ عِندِ ٱللَّهِ ۗ وَمَا عِندَ ٱللَّهِ خَيْرٌۭ لِّلْأَبْرَارِ",
      "page": 76,
      "juz": 4,
      "hizb": 8,
      "sajda": false,
      "translation_dari": "لیكن آنانی که (تقوی پیشه کردند و) از پروردگار خود ترسیدند برای آنها باغ‌هایی است که از زیر آن نهرها جاری می‌باشد، و در آن همیشه‌اند، (و این) مهمانی است از نزد الله، و آنچه نزد الله است، برای نیکوکاران (از هر چیزی) بهتر است.",
      "translation_pashto": "3-198 خو هغه كسان چې له خپل رب نه ووېرېدل د هغوى لپاره داسې جنتونه دي چې د هغو له لاندې وَلِې بهېږي، چې دوى به په هغو كې همېشه وي، چې د الله له طرف نه مېلمستیا ده، او هغه څه چې له الله سره دي (هغه) د نېكانو خلقو لپاره ډېر غوره دي"
    },
    {
      "number": 199,
      "text": "وَإِنَّ مِنْ أَهْلِ ٱلْكِتَٰبِ لَمَن يُؤْمِنُ بِٱللَّهِ وَمَآ أُنزِلَ إِلَيْكُمْ وَمَآ أُنزِلَ إِلَيْهِمْ خَٰشِعِينَ لِلَّهِ لَا يَشْتَرُونَ بِـَٔايَٰتِ ٱللَّهِ ثَمَنًۭا قَلِيلًا ۗ أُو۟لَٰٓئِكَ لَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ ۗ إِنَّ ٱللَّهَ سَرِيعُ ٱلْحِسَابِ",
      "page": 76,
      "juz": 4,
      "hizb": 8,
      "sajda": false,
      "translation_dari": "(همه اهل کتاب دوزخی نیستند) و يقينا از اهل کتاب کسانی هستند که به الله و به آنچه بر شما نازل شده و به آنچه بر خود آنها نازل شده است؛ در حالیکه در برابر الله متواضع‌اند، ایمان دارند، آیات (و احکام) الله را در برابر متاع حقیر (دنيا) عوض نمی‌کنند، این گروه است که نزد پروردگارشان اجر خود را دارند، بی‌گمان الله زود حساب گیرنده است.",
      "translation_pashto": "3-199 او بېشكه ځینې له اهلِ كتابو څخه خامخا هغه څوك دي چې پر الله ایمان راوړي او پر هغه (كتاب) چې تاسو ته نازل كړى شوى دى او پر هغو (كتابونو) چې دوى ته نازل كړى شوي دي، چې الله ته عاجزي كوونكي دي، د الله د ایتونو په بدل كې لږ قیمت نه اخلي، دغه كسان (چې دي) د دوى لپاره د خپل رب په نیز  د دوى اجر دى، بېشكه الله ډېر ژر حساب كوونكى دى"
    },
    {
      "number": 200,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱصْبِرُوا۟ وَصَابِرُوا۟ وَرَابِطُوا۟ وَٱتَّقُوا۟ ٱللَّهَ لَعَلَّكُمْ تُفْلِحُونَ",
      "page": 76,
      "juz": 4,
      "hizb": 8,
      "sajda": false,
      "translation_dari": "ای کسانی که ایمان آورده‌اید، صبر پیشه کنید، (و در مقابل دشمن) پایداری ورزید و برای جهاد آماده باشید (در انتظار جهاد وسایل جنگی خود را مهیا کنید) و از الله بترسید تا که کامیاب شوید.",
      "translation_pashto": "3-200 اى هغو كسانو چې ایمان يې راوړى دى! تاسو صبر كوئ او په صبر ټینګ اوسئ او په (سرحدي) مورچو كې محكم اوسئ او له الله نه وېرېږئ، لپاره د دې چې تاسو كامیاب شئ"
    }
  ]
}