{
  "number": 8,
  "name": "الأنفال",
  "name_dari": "انفال",
  "meaning_dari": "غنیمت‌ها",
  "revelationType": "مدنی",
  "numberOfAyahs": 75,
  "ayahs": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ يَسْـَٔلُونَكَ عَنِ ٱلْأَنفَالِ ۖ قُلِ ٱلْأَنفَالُ لِلَّهِ وَٱلرَّسُولِ ۖ فَٱتَّقُوا۟ ٱللَّهَ وَأَصْلِحُوا۟ ذَاتَ بَيْنِكُمْ ۖ وَأَطِيعُوا۟ ٱللَّهَ وَرَسُولَهُۥٓ إِن كُنتُم مُّؤْمِنِينَ",
      "page": 177,
      "juz": 9,
      "hizb": 18,
      "sajda": false,
      "translation_dari": "از تو دربارۀ مال‌های غنیمت می‌پرسند. بگو: مال‌های غنیمت متعلق به الله و پیغمبر است، پس از الله بترسید و در میان خویش صلح و صفا بیاورید و الله و رسول او را اطاعت کنید اگر شما مؤمن هستید.",
      "translation_pashto": "8-1 دوى له تا نه د غنیمتونو په باره كې تپوس كوي، ته ووایه: غنیمتونه خاص د الله او رسول لپاره دي، نو تاسو له الله نه ووېرېږئ او تاسو د خپل مینځي حال اصلاح وكړئ او د الله او د هغه د رسول حكم ومنئ كه چېرې تاسو مومنان یئ"
    },
    {
      "number": 2,
      "text": "إِنَّمَا ٱلْمُؤْمِنُونَ ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ ءَايَٰتُهُۥ زَادَتْهُمْ إِيمَٰنًۭا وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ",
      "page": 177,
      "juz": 9,
      "hizb": 18,
      "sajda": false,
      "translation_dari": "جز این نیست که مؤمنان کامل آنانی‌اند که هرگاه نام الله (نزد آنها) یاد شود، دل‌هایشان هراسان گردد، و چون آیات الله بر آنها تلاوت شود، ایمان‌شان افزون گردد و بر پروردگارشان توکل می‌کنند.",
      "translation_pashto": "8-2 بېشكه خبره همدا ده چې مومنان هغه خلق دي، چې كله الله یاد كړى شي، نو د دوى زړونه ووېرېږي او كله چې دوى ته د هغه (الله) ایتونه تلاوت كړى شي (، نو) دغه (ایتونه) دوى ته ایمان ورزیات كړي او خاص په خپل رب باندې دوى توكل كوي"
    },
    {
      "number": 3,
      "text": "ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقْنَٰهُمْ يُنفِقُونَ",
      "page": 177,
      "juz": 9,
      "hizb": 18,
      "sajda": false,
      "translation_dari": "آنانی که نماز را برپا می‌کنند و از آنچه به آنها روزی داده‌ایم انفاق می‌کنند.",
      "translation_pashto": "8-3 هغه كسان چې لمونځ قايموي او له هغه (مال) نه چې مونږ دوى ته وركړى دى، څه حصه خرچ كوي"
    },
    {
      "number": 4,
      "text": "أُو۟لَٰٓئِكَ هُمُ ٱلْمُؤْمِنُونَ حَقًّۭا ۚ لَّهُمْ دَرَجَٰتٌ عِندَ رَبِّهِمْ وَمَغْفِرَةٌۭ وَرِزْقٌۭ كَرِيمٌۭ",
      "page": 177,
      "juz": 9,
      "hizb": 18,
      "sajda": false,
      "translation_dari": "این جماعت در واقع مؤمنان کامل‌اند. برای آنها درجاتی است نزد پروردگارشان، و آمرزش و رزق نیکو است.",
      "translation_pashto": "8-4 همدغه خلق په حقه مومنان دي، د دوى لپاره د خپل رب په نېز درجې دي او بخښنه او عزتمن رزق دى"
    },
    {
      "number": 5,
      "text": "كَمَآ أَخْرَجَكَ رَبُّكَ مِنۢ بَيْتِكَ بِٱلْحَقِّ وَإِنَّ فَرِيقًۭا مِّنَ ٱلْمُؤْمِنِينَ لَكَٰرِهُونَ",
      "page": 177,
      "juz": 9,
      "hizb": 18,
      "sajda": false,
      "translation_dari": "همچنان که پروردگارت تو را از خانه ات به حق بیرون کرد، در حالیکه گروهی از مسلمانان (از بیرون شدن) سخت کراهت داشتند (باز راضی شدند).",
      "translation_pashto": "8-5 (د غنيمت په باره كې هم هغه شان خبره پېښه شوه) لكه څنګه (چې مخكې پېښه شوې وه كله) چې ته خپل رب له خپله كوره په حقه سره راوېستلى وې، او بېشكه یوه ډله له مومنانو څخه خامخا بد ګڼونكې وه (هغوى په دې كار ناخوښه وو)"
    },
    {
      "number": 6,
      "text": "يُجَٰدِلُونَكَ فِى ٱلْحَقِّ بَعْدَمَا تَبَيَّنَ كَأَنَّمَا يُسَاقُونَ إِلَى ٱلْمَوْتِ وَهُمْ يَنظُرُونَ",
      "page": 177,
      "juz": 9,
      "hizb": 18,
      "sajda": false,
      "translation_dari": "(آن مؤمنان) با تو در بارۀ حق؛ بعد از اینکه (حق بودن آن) واضح شد، مجادله می‌کردند، گویا به‌سوی مرگ سوق داده می‌شدند و ایشان )به آن( می‌نگرند.",
      "translation_pashto": "8-6 دوى له تا سره په حقه خبره كې جګړه كوله وروسته له هغې چې ښه واضحه شوه، د هغوى حال داسې و ګویاكې دوى مرګ ته بېول كېږي، چې دوى يې ویني"
    },
    {
      "number": 7,
      "text": "وَإِذْ يَعِدُكُمُ ٱللَّهُ إِحْدَى ٱلطَّآئِفَتَيْنِ أَنَّهَا لَكُمْ وَتَوَدُّونَ أَنَّ غَيْرَ ذَاتِ ٱلشَّوْكَةِ تَكُونُ لَكُمْ وَيُرِيدُ ٱللَّهُ أَن يُحِقَّ ٱلْحَقَّ بِكَلِمَٰتِهِۦ وَيَقْطَعَ دَابِرَ ٱلْكَٰفِرِينَ",
      "page": 177,
      "juz": 9,
      "hizb": 18,
      "sajda": false,
      "translation_dari": "و یادآور شوید وقتی را که الله به شما یکی از دو طائفه را وعده کرد که (گروه مسلح) برای شما باشد، و شما می‌خواستید که طائفه بی‌سلاح برای شما باشد. در حالیکه الله می‌خواست که حق (دین و غلبۀ مسلمانان) را با سخنان (فرمان‌های) خود ثابت کند و کافران را ریشه کن کند.",
      "translation_pashto": "8-7 او كله چې الله له تاسو سره په دوه ډلو كې د یوې وعده كوله چې بېشكه دغه تاسو لپاره ده او تاسو خوښوله چې بېشكه دغه بې وسلې ډله دې تاسو لپاره شي او الله اراده كوي چې په خپلو كلماتو سره حق ثابت كړي او د كافرانو بېخ غوڅ كړي"
    },
    {
      "number": 8,
      "text": "لِيُحِقَّ ٱلْحَقَّ وَيُبْطِلَ ٱلْبَٰطِلَ وَلَوْ كَرِهَ ٱلْمُجْرِمُونَ",
      "page": 177,
      "juz": 9,
      "hizb": 18,
      "sajda": false,
      "translation_dari": "تا (دین) حق را ثابت کند و باطل (کفر) را نابود سازد، اگرچه مجرمان خوش نداشته باشند.",
      "translation_pashto": "8-8 د دې لپاره چې حق ښه واضحه ثابت كړي او باطل ښه ښكاره باطل كړي (د باطل باطلوالى ښكاره كړي) اګر چې مجرمان (دا كار) بد هم وګڼي"
    },
    {
      "number": 9,
      "text": "إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَٱسْتَجَابَ لَكُمْ أَنِّى مُمِدُّكُم بِأَلْفٍۢ مِّنَ ٱلْمَلَٰٓئِكَةِ مُرْدِفِينَ",
      "page": 178,
      "juz": 9,
      "hizb": 18,
      "sajda": false,
      "translation_dari": "یادآور شوید وقتی که از پروردگارتان یاری خواستید، پس دعای شما را قبول کرد که من شما را با هزار فرشته که پشت سر یکدیگر قرار دارند، مدد می‌کنم.",
      "translation_pashto": "8-9 كله چې تاسو له خپل رب نه مدد غوښتلو، نو هغه ستاسو دعا قبوله كړه چې بېشكه زه ستاسو مدد كوونكى یم  په زرو ملايكو سره، چې په یو بل  پسې به راتلونكي وي"
    },
    {
      "number": 10,
      "text": "وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشْرَىٰ وَلِتَطْمَئِنَّ بِهِۦ قُلُوبُكُمْ ۚ وَمَا ٱلنَّصْرُ إِلَّا مِنْ عِندِ ٱللَّهِ ۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ",
      "page": 178,
      "juz": 9,
      "hizb": 18,
      "sajda": false,
      "translation_dari": "و آن (مدد آسمانی) را الله جز برای بشارت و اینکه دلهایتان به آن مطمئن شود قرار نداد. و نصرت نیست مگر از جانب الله، چون او غالب حکیم است.",
      "translation_pashto": "8-10 او الله دا (مرسته) نه وه ګرځولې مګر زېرى او د دې لپاره چې په دې سره ستاسو زړونه مطمئن شي او مدد يواځې د الله له جانبه دى، بېشكه الله ډېر غالب، ښه حكمت والا دى"
    },
    {
      "number": 11,
      "text": "إِذْ يُغَشِّيكُمُ ٱلنُّعَاسَ أَمَنَةًۭ مِّنْهُ وَيُنَزِّلُ عَلَيْكُم مِّنَ ٱلسَّمَآءِ مَآءًۭ لِّيُطَهِّرَكُم بِهِۦ وَيُذْهِبَ عَنكُمْ رِجْزَ ٱلشَّيْطَٰنِ وَلِيَرْبِطَ عَلَىٰ قُلُوبِكُمْ وَيُثَبِّتَ بِهِ ٱلْأَقْدَامَ",
      "page": 178,
      "juz": 9,
      "hizb": 18,
      "sajda": false,
      "translation_dari": "(و به یاد آورید) وقتی را که خواب خفیف را بر شما مسلط ساخت، تا باعث امنیت و آرامش شما از جانب الله بگردد، و از آسمان آبی بر شما فرستاد تا با آن شما را پاک بگرداند و پلیدی شیطان را از شما دور سازد، و دل‌های شما را ثابت بگرداند، و به وسیلۀ آن قدم‌های شما را ثابت سازد.",
      "translation_pashto": "8-11 كله چې هغه (الله) پر تاسو  باندې له خپل طرف نه پركالي اچوله د امن( او اطمينان) لپاره، او پر تاسو  باندې يې له بره نه اوبه نازلولې، د دې لپاره چې تاسو په دې سره ښه پاك كړي او له تاسو نه د شیطان پلیتي لرې كړي او د دې لپاره چې ستاسو زړونه مضبوط كړي او په دې سره (ستاسو) قدمونه كلك كړي"
    },
    {
      "number": 12,
      "text": "إِذْ يُوحِى رَبُّكَ إِلَى ٱلْمَلَٰٓئِكَةِ أَنِّى مَعَكُمْ فَثَبِّتُوا۟ ٱلَّذِينَ ءَامَنُوا۟ ۚ سَأُلْقِى فِى قُلُوبِ ٱلَّذِينَ كَفَرُوا۟ ٱلرُّعْبَ فَٱضْرِبُوا۟ فَوْقَ ٱلْأَعْنَاقِ وَٱضْرِبُوا۟ مِنْهُمْ كُلَّ بَنَانٍۢ",
      "page": 178,
      "juz": 9,
      "hizb": 18,
      "sajda": false,
      "translation_dari": "(و به یاد آورید) وقتی را که پروردگار تو به فرشته‌ها وحی کرد که من با شما ام، پس مؤمنان را ثابت قدم دارید (مدد کنید). به زودی در دل‌های کافران خوف را می‌اندازم، پس بر بالای گردنها بزنید و انگشتانشان را قطع کنید.",
      "translation_pashto": "8-12 كله چې ستا رب ملايكو ته وحي كوله چې بېشكه زه له تاسو سره یم، نو تاسو هغه كسان چې ایمان يې راوړى دى ثابت قدم كړئ، ژر به زه د هغو كسانو په زړونو كې رعب واچوم چې كافران شوي دي، نو تاسو (د هغوى) د څټونو له پاسه وهل وكړئ، او تاسو د دوى پر (هر بند او) ټولو ګوتو باندې ګوزارونه وكړئ "
    },
    {
      "number": 13,
      "text": "ذَٰلِكَ بِأَنَّهُمْ شَآقُّوا۟ ٱللَّهَ وَرَسُولَهُۥ ۚ وَمَن يُشَاقِقِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ",
      "page": 178,
      "juz": 9,
      "hizb": 18,
      "sajda": false,
      "translation_dari": "این (حمایت الهی) به این سبب است که آنها از الله و رسول او مخالفت کردند، و هر کس که با الله و رسول او مخالفت کند، پس یقینا بداند که عقوبت الله سخت است.",
      "translation_pashto": "8-13 دا ځكه چې بېشكه دوى د الله او د هغه د رسول مخالفت كړى دى او څوك چې د الله او د هغه د رسول مخالفت كوي، نو یقینًا الله ډېر سخت عذاب والا دى"
    },
    {
      "number": 14,
      "text": "ذَٰلِكُمْ فَذُوقُوهُ وَأَنَّ لِلْكَٰفِرِينَ عَذَابَ ٱلنَّارِ",
      "page": 178,
      "juz": 9,
      "hizb": 18,
      "sajda": false,
      "translation_dari": "این است (عذاب دنیوی) پس بچشید آن را، (و بدانید که) برای کافران (در آخرت) دوزخ (آماده) است.",
      "translation_pashto": "8-14 دا (دنيايي سزا ده) نو تاسو دا وڅَكئ او دا چې بېشكه د كافرانو لپاره د اور عذاب دى"
    },
    {
      "number": 15,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُوا۟ زَحْفًۭا فَلَا تُوَلُّوهُمُ ٱلْأَدْبَارَ",
      "page": 178,
      "juz": 9,
      "hizb": 18,
      "sajda": false,
      "translation_dari": "ای کسانی که ایمان آورده‌اید، هرگاه با (لشکر) کفار روبرو شدید، پس به آنها پشت نگردانید (و فرار نکنید).",
      "translation_pashto": "8-15 اى هغو كسانو چې ایمان يې راوړى دى! كله چې تاسو له كافرانو سره مخامخ شئ، چې تاسو (ټول)  يو لښكر وئ، نو تاسو هغوى ته (خپلې) شاګانې مه وراړوئ"
    },
    {
      "number": 16,
      "text": "وَمَن يُوَلِّهِمْ يَوْمَئِذٍۢ دُبُرَهُۥٓ إِلَّا مُتَحَرِّفًۭا لِّقِتَالٍ أَوْ مُتَحَيِّزًا إِلَىٰ فِئَةٍۢ فَقَدْ بَآءَ بِغَضَبٍۢ مِّنَ ٱللَّهِ وَمَأْوَىٰهُ جَهَنَّمُ ۖ وَبِئْسَ ٱلْمَصِيرُ",
      "page": 178,
      "juz": 9,
      "hizb": 18,
      "sajda": false,
      "translation_dari": "و هر کس که در آن روز (به کفار) پشت گرداند، مگر کسی که (قصدش) گوشه گیری برای جنگ (مجدد) یا یاری به گروه (دیگر از مجاهدین) باشد، (در غیر آن) به غضب الله گرفتار می‌شود، و جایگاهش دوزخ است، و چه بدجای بازگشت است (دوزخ)!.",
      "translation_pashto": "8-16 او هغه څوك چې دوى ته په دغه ورځ كې خپله شا ورواړوي، سوا له هغه نه چې د جنګ لپاره بېرته ورګرځېدونكى وي، یا له (خپلې) ډلې سره یو ځاى كېدونكى وي، نو یقینًا هغه د الله له جانبه په غضب سره راوګرځېده او د هغه استوګنه جهنم دى او هغه د ورتلو بد ځاى دى"
    },
    {
      "number": 17,
      "text": "فَلَمْ تَقْتُلُوهُمْ وَلَٰكِنَّ ٱللَّهَ قَتَلَهُمْ ۚ وَمَا رَمَيْتَ إِذْ رَمَيْتَ وَلَٰكِنَّ ٱللَّهَ رَمَىٰ ۚ وَلِيُبْلِىَ ٱلْمُؤْمِنِينَ مِنْهُ بَلَآءً حَسَنًا ۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٌۭ",
      "page": 179,
      "juz": 9,
      "hizb": 18,
      "sajda": false,
      "translation_dari": "(بعد از مدد الله به وسیلۀ فرشته‌ها بدانید که در حقیقت) شما (با نیروی خود) آنان را نکشتید، بلکه الله آنها را (با مدد‌های غیبی خود) به قتل رسانید. (و درحقیقت) تو (مشت ریگ را) بر آنها نه افگندی، بلکه الله افگند، (الله چنین کرد) تا مؤمنان را از طرف خود به آزمایش نیک بیازماید (که نصرت و غنیمت است) زیرا الله شنوا (و) دانا است.",
      "translation_pashto": "8-17 نو تاسو هغوى نه دي وژلي او لېكن الله هغوى وژلي دي او تا ویشتل نه دي كړي كله چې تا ویشتل وكړل او لېكن الله (دغه) ویشتل كړي دي او د دې لپاره چې هغه له خپل جانب نه په مومنانو باندې احسان وكړي، ښه احسان، بېشكه الله ښه اورېدونكى، ښه پوه دى"
    },
    {
      "number": 18,
      "text": "ذَٰلِكُمْ وَأَنَّ ٱللَّهَ مُوهِنُ كَيْدِ ٱلْكَٰفِرِينَ",
      "page": 179,
      "juz": 9,
      "hizb": 18,
      "sajda": false,
      "translation_dari": "این است (آزمایش نیك)، و (بدانید که) الله، سست کننده حيله كافران است.",
      "translation_pashto": "8-18 دا (احسان لازم و) او دا چې بېشكه الله د كافرانو چلونو (او سازشونو) لره ضعيفه كوونكى دى "
    },
    {
      "number": 19,
      "text": "إِن تَسْتَفْتِحُوا۟ فَقَدْ جَآءَكُمُ ٱلْفَتْحُ ۖ وَإِن تَنتَهُوا۟ فَهُوَ خَيْرٌۭ لَّكُمْ ۖ وَإِن تَعُودُوا۟ نَعُدْ وَلَن تُغْنِىَ عَنكُمْ فِئَتُكُمْ شَيْـًۭٔا وَلَوْ كَثُرَتْ وَأَنَّ ٱللَّهَ مَعَ ٱلْمُؤْمِنِينَ",
      "page": 179,
      "juz": 9,
      "hizb": 18,
      "sajda": false,
      "translation_dari": "(ای مشرکان!) اگر پیروزی (حق) را می‌طلبید، پس اینک فتح و پیروزی به‌سوی شما آمد، و اگر (از جنگ با مسلمانان) باز آیید برای شما بهتر است، و اگر (به کفر و عنادتان) باز گردید ما هم (به نصرت مسلمانان) باز می‌گردیم و (بدانید) که جماعت تان هرچند عدد آنها زیاد باشد، هرگز نمی‌توانند چیزی را از شما دفع کنند، و الله با مؤمنان است.",
      "translation_pashto": "8-19 كه چېرې تاسو فتح غواړئ، نو یقینًا تاسو ته فتح راغله، او كه چېرې تاسو (له كفر نه) منع شئ، نو دا تاسو لپاره ډېر غوره دي او كه چېرې تاسو راوګرځېدئ (جنګ/كفر ته) مونږ به (هم د مومنانو مدد ته) راوګرځو او تاسو ته به ستاسو ډله د هېڅ شي فايده درونه رسولى شي اګر كه ډېره لویه هم وي او دا چې بېشكه الله د مومنانو ملګرى دى"
    },
    {
      "number": 20,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ أَطِيعُوا۟ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَوَلَّوْا۟ عَنْهُ وَأَنتُمْ تَسْمَعُونَ",
      "page": 179,
      "juz": 9,
      "hizb": 18,
      "sajda": false,
      "translation_dari": "(شرط نصرت الله این است) ای کسانی که ایمان آورده‌اید، الله و رسول او را اطاعت کنید، و از اطاعت رسول الله اعراض نکنید، در حالیکه امر الله را (در بارۀ اطاعت رسول) می‌شنوید.",
      "translation_pashto": "8-20 اى هغو كسانو چې ایمان يې راوړى دى! تاسو د الله او د هغه د رسول حكم منئ او له دې (اطاعت) نه مه ګرځئ،  حال دا چې تاسو يې اورئ"
    },
    {
      "number": 21,
      "text": "وَلَا تَكُونُوا۟ كَٱلَّذِينَ قَالُوا۟ سَمِعْنَا وَهُمْ لَا يَسْمَعُونَ",
      "page": 179,
      "juz": 9,
      "hizb": 18,
      "sajda": false,
      "translation_dari": "و مانند آنانی مشوید که گفتند: شنیدیم (سخن رسول را) ولی (در حقیقت) آنها نمی‌شنیدند.",
      "translation_pashto": "8-21 او تاسو د هغو خلقو په شان مه كېږئ چې ویل يې: مونږ واورېدل، حال دا چې دوى به نه اورېدل (فايده من اورېدل)"
    },
    {
      "number": 22,
      "text": "۞ إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلصُّمُّ ٱلْبُكْمُ ٱلَّذِينَ لَا يَعْقِلُونَ",
      "page": 179,
      "juz": 9,
      "hizb": 18,
      "sajda": false,
      "translation_dari": "زیرا بدترین روندگان (جانوران در روی زمین) نزد الله کران و گنگانی‌اند که (حق را) درک نمی‌کنند.",
      "translation_pashto": "8-22 بېشكه د الله په نیز په حیواناتو كې تر ټولو بدتر هغه كاڼه او ګونګیان خلق دي،  چې له عقل نه كار نه اخلي"
    },
    {
      "number": 23,
      "text": "وَلَوْ عَلِمَ ٱللَّهُ فِيهِمْ خَيْرًۭا لَّأَسْمَعَهُمْ ۖ وَلَوْ أَسْمَعَهُمْ لَتَوَلَّوا۟ وَّهُم مُّعْرِضُونَ",
      "page": 179,
      "juz": 9,
      "hizb": 18,
      "sajda": false,
      "translation_dari": "و اگر الله در آنان خیری می‌دانست، آنها را (به شنیدن سخن حق توفیق میداد و) شنوایشان می‌ساخت، و اگر آنان را (در صورت عدم توفيق) شنوا می‌ساخت، البته باز هم روی می‌گردانیدند، در حالیکه اعراض کنان می‌بودند.",
      "translation_pashto": "8-23 او كه چېرې الله ته په دوى كې څه خیر (اِنابت او د حق د اورېدلو صلاحيت) معلوم وَى (، نو) خامخا به يې دوى ته اورولي وَى او كه چېرې دوى ته يې (له انابته بغير) اورولي وَى، نو دوى به خامخا ګرځېدلي وو، په دې حال كې چې دوي به اعراض كوونكي وو"
    },
    {
      "number": 24,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱسْتَجِيبُوا۟ لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ ۖ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ يَحُولُ بَيْنَ ٱلْمَرْءِ وَقَلْبِهِۦ وَأَنَّهُۥٓ إِلَيْهِ تُحْشَرُونَ",
      "page": 179,
      "juz": 9,
      "hizb": 18,
      "sajda": false,
      "translation_dari": "ای کسانی که ایمان آورده‌اید، چون الله و پیامبرش شما را به چیزی دعوت دهند که زندگی ابدی تان باشد (پس) دعوتشان را اجابت کنید و بدانید که الله میان شخص و (ارادۀ) قلبش حایل می‌شود. و همه به دربار او جمع کرده می‌شوید.",
      "translation_pashto": "8-24 اى هغو كسانو چې ایمان يې راوړى دى! تاسو د الله او د هغه د رسول بلنه منئ كله چې دى تاسو د هغه كار لپاره راوبلي چې تاسو ته ژوند دركوي، او پوه شئ چې بېشكه الله د انسان او د هغه د زړه تر مینځ حايل كېږي (ركاوټ جوړېږي) او دا چې بېشكه خاص د هغه په طرف به تاسو ورجمع كولى شئ"
    },
    {
      "number": 25,
      "text": "وَٱتَّقُوا۟ فِتْنَةًۭ لَّا تُصِيبَنَّ ٱلَّذِينَ ظَلَمُوا۟ مِنكُمْ خَآصَّةًۭ ۖ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ",
      "page": 179,
      "juz": 9,
      "hizb": 18,
      "sajda": false,
      "translation_dari": "و از فتنه‌ای بترسید که تنها به ظالمان تان نمی‌رسد، و بدانید که الله سخت عقوبت دهنده است.",
      "translation_pashto": "8-25 او تاسو له هغې فتنې نه ځان وساتئ چې په تاسو كې به يواځې خاص ظالمانو ته نه رسېږي او پوه شئ چې بېشكه الله ډېر سخت عذاب وا لا دى"
    },
    {
      "number": 26,
      "text": "وَٱذْكُرُوٓا۟ إِذْ أَنتُمْ قَلِيلٌۭ مُّسْتَضْعَفُونَ فِى ٱلْأَرْضِ تَخَافُونَ أَن يَتَخَطَّفَكُمُ ٱلنَّاسُ فَـَٔاوَىٰكُمْ وَأَيَّدَكُم بِنَصْرِهِۦ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِ لَعَلَّكُمْ تَشْكُرُونَ",
      "page": 180,
      "juz": 9,
      "hizb": 18,
      "sajda": false,
      "translation_dari": "و یادآور شوید وقتی را که شما در زمین کم و مستضعف بودید (و) می‌ترسیدید که مردم شما را اختطاف کنند، پس الله به شما جای داد (در مدینه) و شما را به کمک خود تایید کرد (نصرت بخشید)، و از چیزهای پاکیزه به شما روزی داد، تا شکر گزاری کنید.",
      "translation_pashto": "8-26 او تاسو یاد كړئ (هغه وخت) كله چې تاسو ډېر لږ وئ، په ځمكه كې ضعيفه كړى شوي وئ، چې تاسو به وېرېدلئ له دې نه چې خلق به مو په جلتۍ سره وتښتوي، نو هغه تاسو ته ځاى دركړ او په خپل مدد سره يې تاسو مضبوط كړئ او تاسو ته يې له پاكيزه څیزونو نه رزق دركړ، د دې لپاره چې تاسو شكر وباسئ"
    },
    {
      "number": 27,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَخُونُوا۟ ٱللَّهَ وَٱلرَّسُولَ وَتَخُونُوٓا۟ أَمَٰنَٰتِكُمْ وَأَنتُمْ تَعْلَمُونَ",
      "page": 180,
      "juz": 9,
      "hizb": 18,
      "sajda": false,
      "translation_dari": "و ای کسانی که ایمان آورده‌اید، به الله و رسول خیانت نکنید، و نه در امانت‌های خویش خیانت کنید، در حالیکه شما (سزای خیانت را) می‌دانید.",
      "translation_pashto": "8-27 اى هغو كسانو چې ایمان يې راوړى دى! تاسو له الله سره او له رسول سره خیانت مه كوئ او په خپلو امانتونو كې (هم) خیانت مه كوئ، په دې حال كې چې تاسو پوهېږئ"
    },
    {
      "number": 28,
      "text": "وَٱعْلَمُوٓا۟ أَنَّمَآ أَمْوَٰلُكُمْ وَأَوْلَٰدُكُمْ فِتْنَةٌۭ وَأَنَّ ٱللَّهَ عِندَهُۥٓ أَجْرٌ عَظِيمٌۭ",
      "page": 180,
      "juz": 9,
      "hizb": 18,
      "sajda": false,
      "translation_dari": "و بدانید که مالها و فرزندانتان (سبب) آزمایشی (برای شما) است، و البته نزد الله ثواب بزرگ است.",
      "translation_pashto": "8-28 او تاسو پوه شئ چې بېشكه خبره همدا ده چې ستاسو مالونه او ستاسو اولادونه ازمايش دي او بېشكه الله (چې دى) له هغه سره ډېر لوى اجر دى"
    },
    {
      "number": 29,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِن تَتَّقُوا۟ ٱللَّهَ يَجْعَل لَّكُمْ فُرْقَانًۭا وَيُكَفِّرْ عَنكُمْ سَيِّـَٔاتِكُمْ وَيَغْفِرْ لَكُمْ ۗ وَٱللَّهُ ذُو ٱلْفَضْلِ ٱلْعَظِيمِ",
      "page": 180,
      "juz": 9,
      "hizb": 18,
      "sajda": false,
      "translation_dari": "ای کسانی که ایمان آورده‌اید، اگر از الله بترسید، به شما قوت فرق کننده میان حق و باطل می‌دهد، و بدیهای شما را محو می‌کند و گناهان شما را می‌آمرزد (و شما را از فضل خود اجر و ثواب می‌دهد، چون) الله صاحب فضل بزرگ است.",
      "translation_pashto": "8-29 اى هغو كسانو چې ایمان يې راوړى دى! كه چېرې تاسو له الله نه ووېرېږئ، هغه به تاسو لپاره فرقان (د حق او باطل په مینځ كې فرق كوونكى) مقرر كړي او له تاسو نه به ستاسو ګناهونه ختم كړي او تاسو ته به بخښنه وكړي او الله د ډېر لوى فضل والا دى"
    },
    {
      "number": 30,
      "text": "وَإِذْ يَمْكُرُ بِكَ ٱلَّذِينَ كَفَرُوا۟ لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ ۚ وَيَمْكُرُونَ وَيَمْكُرُ ٱللَّهُ ۖ وَٱللَّهُ خَيْرُ ٱلْمَٰكِرِينَ",
      "page": 180,
      "juz": 9,
      "hizb": 18,
      "sajda": false,
      "translation_dari": "و یادآور شو زمانی که کافران (مکه) در مورد تو حیله سنجی (و نقشه کشی) می‌کردند، تا تو را زندانی کنند، یا تو را بکشند، یا تو را (از مکه) بیرون کنند، و آنها در مورد تو حیله می‌سنجیدند و الله هم (برای نجات تو) تدبیر می‌کرد و الله بهترین تدبیر کنندگان است.",
      "translation_pashto": "8-30 او كله چې له تا سره كافرانو مكر (فریب) كاوه، د دې لپاره چې تا بندي كړي، یا تا قتل كړي، یا تا وباسي، او هغوى چلونه كول او الله (هم) پټ تدبیر كاوه او الله تر ټولو بهتر تدبیر كوونكى دى"
    },
    {
      "number": 31,
      "text": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَٰتُنَا قَالُوا۟ قَدْ سَمِعْنَا لَوْ نَشَآءُ لَقُلْنَا مِثْلَ هَٰذَآ ۙ إِنْ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلْأَوَّلِينَ",
      "page": 180,
      "juz": 9,
      "hizb": 18,
      "sajda": false,
      "translation_dari": "و چون آیات ما بر آنها تلاوت شود، گویند: شنیدیم، و اگر بخواهیم ما هم مانند آن (قرآن) می‌گوییم، این چیزی نیست مگر افسانه‌های مردمان پیشین.",
      "translation_pashto": "8-31 او كله چې دوى ته زمونږ ایتونه تلاوت كولى شي، دوى وايي: يقيناً مونږ واورېدل، كه چېرې مونږ وغواړو خامخا مونږ به هم د دې (قرآن) په مثل ووایو، نه دي دا مګر د ړومبنو خلقو باطل داستانونه "
    },
    {
      "number": 32,
      "text": "وَإِذْ قَالُوا۟ ٱللَّهُمَّ إِن كَانَ هَٰذَا هُوَ ٱلْحَقَّ مِنْ عِندِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةًۭ مِّنَ ٱلسَّمَآءِ أَوِ ٱئْتِنَا بِعَذَابٍ أَلِيمٍۢ",
      "page": 180,
      "juz": 9,
      "hizb": 18,
      "sajda": false,
      "translation_dari": "و یاد آور شو زمانی که گفتند: پروردگارا! اگر این (دین) حق از نزد تو است، پس از آسمان سنگهایی بر ما بباران، و یا برای ما عذابی دردناک بیار.",
      "translation_pashto": "8-32 او كله چې دوى وویل: اى الله! كه چېرې همدا، ستا له جانبه حق دى، نو ته پر مونږ باندې له اسمان نه كاڼي راووروه، یا مونږ ته ډېر دردوونكى عذاب راولېږه"
    },
    {
      "number": 33,
      "text": "وَمَا كَانَ ٱللَّهُ لِيُعَذِّبَهُمْ وَأَنتَ فِيهِمْ ۚ وَمَا كَانَ ٱللَّهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ",
      "page": 180,
      "juz": 9,
      "hizb": 18,
      "sajda": false,
      "translation_dari": "و (لیكن این وقت رسیدن عذاب نیست چون) تا وقتی که تو در میان آنها هستی، الله عذاب دهندۀ آنها نیست، و الله عذاب دهندۀ آنها نیست در حالیکه از الله مغفرت می‌خواهند.",
      "translation_pashto": "8-33 او الله داسې نه دى چې دوى ته عذاب وركړي، په دې حال كې چې ته په دوى كې يې او الله دوى ته عذاب وركوونكى نه دى، په داسې حال كې چې دوى بخښنه (استغفار) غواړي"
    },
    {
      "number": 34,
      "text": "وَمَا لَهُمْ أَلَّا يُعَذِّبَهُمُ ٱللَّهُ وَهُمْ يَصُدُّونَ عَنِ ٱلْمَسْجِدِ ٱلْحَرَامِ وَمَا كَانُوٓا۟ أَوْلِيَآءَهُۥٓ ۚ إِنْ أَوْلِيَآؤُهُۥٓ إِلَّا ٱلْمُتَّقُونَ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
      "page": 181,
      "juz": 9,
      "hizb": 18,
      "sajda": false,
      "translation_dari": "و چه (مانعی) است که الله آنها را عذاب نکند، حال آن که (مؤمنان را) از مسجد الحرام منع می‌کنند، و آنها متولیان مسجد الحرام نیستند، و متولیان آن نیست مگر پرهیزگاران، و لیکن بیشتر آنها (این حقیقت) را نمی‌دانند.",
      "translation_pashto": "8-34 او دوى ته څه (امتیاز حاصل) دى چې الله به دوى ته عذاب نه وركوي، حال دا چې دوى له مسجد حرام نه (خلق) منع كوي، په دې حال كې چې دوى د دې (مسجد) جايز واكداران هم نه دي، نه دي واكداران د دې (مسجد) مګر پرهېزګاره خلق او لېكن د دغو خلقو زیاتره نه پوهېږي"
    },
    {
      "number": 35,
      "text": "وَمَا كَانَ صَلَاتُهُمْ عِندَ ٱلْبَيْتِ إِلَّا مُكَآءًۭ وَتَصْدِيَةًۭ ۚ فَذُوقُوا۟ ٱلْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ",
      "page": 181,
      "juz": 9,
      "hizb": 18,
      "sajda": false,
      "translation_dari": "و نماز آنها (مشرکین) در نزد کعبه نبود مگر صفیر کشیدن و کف زدن (یعنی به جای نمازخواندن چنین تمسخری می‌کردند)، پس (به آنها گفته شد که) عذاب را به سزای کفرتان بچشید.",
      "translation_pashto": "8-35 او د بیت الله په خوا كې د دوى لمونځ نه و مګر شپیلي وهل او لاسونه ټكول (پړقول)، نو تاسو عذاب وڅَكئ په سبب د هغه كفر چې تاسو به كاوه"
    },
    {
      "number": 36,
      "text": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ يُنفِقُونَ أَمْوَٰلَهُمْ لِيَصُدُّوا۟ عَن سَبِيلِ ٱللَّهِ ۚ فَسَيُنفِقُونَهَا ثُمَّ تَكُونُ عَلَيْهِمْ حَسْرَةًۭ ثُمَّ يُغْلَبُونَ ۗ وَٱلَّذِينَ كَفَرُوٓا۟ إِلَىٰ جَهَنَّمَ يُحْشَرُونَ",
      "page": 181,
      "juz": 9,
      "hizb": 18,
      "sajda": false,
      "translation_dari": "البته آنانی که کفر ورزیدند مال‌های خود را برای منع نمودن مردم از راه و دين الله انفاق می‌کنند، پس زود است که آن را انفاق کنند، باز (عاقبت) آن انفاق‌شان سبب حسرت برایشان خواهد شد، و باز مغلوب می‌گردند. و آنانی که کفر ورزیدند به‌سوی دوزخ حشر می‌شوند.",
      "translation_pashto": "8-36 بېشكه هغه كسان چې كفر يې كړى دى، دوى خپل مالونه د دې لپاره خرچ كوي چې د الله له لارې نه (خلق) منع كړي، نو ژر به دوى دا (مالونه) ولګوي، بیا به دغه په دوى باندې (د) حسرت (او پښېمانتیا باعث) وي، بیا به دوى مغلوب كړى شي او هغه كسان چې كفر يې كړى دى، هغوى به جهنم ته ورجمع كولى شي"
    },
    {
      "number": 37,
      "text": "لِيَمِيزَ ٱللَّهُ ٱلْخَبِيثَ مِنَ ٱلطَّيِّبِ وَيَجْعَلَ ٱلْخَبِيثَ بَعْضَهُۥ عَلَىٰ بَعْضٍۢ فَيَرْكُمَهُۥ جَمِيعًۭا فَيَجْعَلَهُۥ فِى جَهَنَّمَ ۚ أُو۟لَٰٓئِكَ هُمُ ٱلْخَٰسِرُونَ",
      "page": 181,
      "juz": 9,
      "hizb": 18,
      "sajda": false,
      "translation_dari": "(این حشر نمودن کار برای این است) تا الله پلیدان (کافران) را از پاکان (مؤمنان) جدا سازد و بعضی پلیدان را بر بعض دیگر قرار دهد، پس آن همه (پلیدان) را توده سازد، باز آن (همه) را در دوزخ بیندازد، این جماعت همان زیانکارانند.",
      "translation_pashto": "8-37 د دې لپاره چې الله خبیث له پاك نه جدا كړي او (بیا) خبیث كېږدي ځینې يې د ځینو له پاسه، بیا يې یو د بل له پاسه ټول راجمع كړي، بیا به يې جهنم ته وغورځوي، همدغه خلق تاوانیان دي"
    },
    {
      "number": 38,
      "text": "قُل لِّلَّذِينَ كَفَرُوٓا۟ إِن يَنتَهُوا۟ يُغْفَرْ لَهُم مَّا قَدْ سَلَفَ وَإِن يَعُودُوا۟ فَقَدْ مَضَتْ سُنَّتُ ٱلْأَوَّلِينَ",
      "page": 181,
      "juz": 9,
      "hizb": 18,
      "sajda": false,
      "translation_dari": "به کافران بگو: اگر باز آیند (از کفر شان) آنچه گذشته است برای آنها آمرزیده می‌شود، و اگر باز گردند (به کفر و عداوت مسلمانان)، پس طريقۀ الله با کفار پیشین گذشته است.",
      "translation_pashto": "8-38 ته هغو كسانو ته ووایه چې كفر يې كړى دى: كه چېرې دوى منع شي (، نو) دوى ته به د هغو (ګناهونو) بخښنه وشي چې مخكې ترې شوي دي او كه چېرې دوى (كفر ته بيا) راوګرځي، نو تحقیق د ړومبنو خلقو طریقه (قانون) تېره شوې ده. (له هغوى سره شوى عمل له دوى سره هم كېدونكى دى) "
    },
    {
      "number": 39,
      "text": "وَقَٰتِلُوهُمْ حَتَّىٰ لَا تَكُونَ فِتْنَةٌۭ وَيَكُونَ ٱلدِّينُ كُلُّهُۥ لِلَّهِ ۚ فَإِنِ ٱنتَهَوْا۟ فَإِنَّ ٱللَّهَ بِمَا يَعْمَلُونَ بَصِيرٌۭ",
      "page": 181,
      "juz": 9,
      "hizb": 18,
      "sajda": false,
      "translation_dari": "و (اگر به عداوت شما بازگشتند پس) با آنها بجنگید تا فتنۀ (شرک) باقی نماند، و دین، همه برای الله باشد. پس اگر باز آمدند (از كفر)، يقينا الله به آنچه می‌کنند، بیناست.",
      "translation_pashto": "8-39 او تاسو له دوى سره وجنګېږئ تر هغه پورې چې فتنه (له دين نه اړول) پاتې نشي او دین ټول خاص د الله لپاره شي، نو كه چېرې دوى (له كفر او جنګ نه) منع شي، نو بېشكه الله د هغو عملونو چې دوى يې كوي ښه لیدونكى دى"
    },
    {
      "number": 40,
      "text": "وَإِن تَوَلَّوْا۟ فَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ مَوْلَىٰكُمْ ۚ نِعْمَ ٱلْمَوْلَىٰ وَنِعْمَ ٱلنَّصِيرُ",
      "page": 181,
      "juz": 9,
      "hizb": 18,
      "sajda": false,
      "translation_dari": "و اگر روی گشتاندند (از ایمان، پس اندوهگین مشوید. بلکه) بدانید که الله کارساز شماست، و الله بهترین کارساز و بهترین مددگار است (پس با مشرکان بجنگید).",
      "translation_pashto": "8-40 او كه چېرې دوى (له ايمان نه) وګرځي، نو تاسو پوه شئ چې بېشكه الله ستاسو مولٰی (ساتونكى) دى، هغه ښه مولٰی دى او ښه مدد كوونكى دى"
    },
    {
      "number": 41,
      "text": "۞ وَٱعْلَمُوٓا۟ أَنَّمَا غَنِمْتُم مِّن شَىْءٍۢ فَأَنَّ لِلَّهِ خُمُسَهُۥ وَلِلرَّسُولِ وَلِذِى ٱلْقُرْبَىٰ وَٱلْيَتَٰمَىٰ وَٱلْمَسَٰكِينِ وَٱبْنِ ٱلسَّبِيلِ إِن كُنتُمْ ءَامَنتُم بِٱللَّهِ وَمَآ أَنزَلْنَا عَلَىٰ عَبْدِنَا يَوْمَ ٱلْفُرْقَانِ يَوْمَ ٱلْتَقَى ٱلْجَمْعَانِ ۗ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرٌ",
      "page": 182,
      "juz": 10,
      "hizb": 19,
      "sajda": false,
      "translation_dari": "و بدانید که هر آنچه را (از کافران) به غنیمت گرفتید، پس پنجم حصه آن از الله و پیغمبر و خویشاوندان (پیغمبر) و یتیمان و مسکینان و مسافران (در راه ماندگان) است، اگر به الله و به آنچه بر بنده خود در روز جدایی حق و باطل نازل کردیم ایمان دارید؛ روزی که آن دو گروه (مؤمن و کافر در روز بدر) روبرو شدند. و الله بر هر چیزی قادر است.",
      "translation_pashto": "8-41 او تاسو پوه شئ چې بېشكه هر هغه شى چې تاسو يې په غنیمت كې حاصل كړئ، نو بېشكه د الله لپاره د هغه (غنیمت) پنځمه برخه ده او د رسول لپاره او د خپلوانو او یتیمانو او مسكینانو او مسافرو لپاره، كه چېرې یئ تاسو چې پر الله ایمان لرئ او پر هغه شي چې مونږ پر خپل بنده باندې د فیصلې په ورځ نازل كړ، هغه ورځ چې دوه ډلې یو تربله (د جنګ لپاره) مخامخ شوې او الله په هر شي باندې ښه قادر دى"
    },
    {
      "number": 42,
      "text": "إِذْ أَنتُم بِٱلْعُدْوَةِ ٱلدُّنْيَا وَهُم بِٱلْعُدْوَةِ ٱلْقُصْوَىٰ وَٱلرَّكْبُ أَسْفَلَ مِنكُمْ ۚ وَلَوْ تَوَاعَدتُّمْ لَٱخْتَلَفْتُمْ فِى ٱلْمِيعَٰدِ ۙ وَلَٰكِن لِّيَقْضِىَ ٱللَّهُ أَمْرًۭا كَانَ مَفْعُولًۭا لِّيَهْلِكَ مَنْ هَلَكَ عَنۢ بَيِّنَةٍۢ وَيَحْيَىٰ مَنْ حَىَّ عَنۢ بَيِّنَةٍۢ ۗ وَإِنَّ ٱللَّهَ لَسَمِيعٌ عَلِيمٌ",
      "page": 182,
      "juz": 10,
      "hizb": 19,
      "sajda": false,
      "translation_dari": "یادآور شوید وقتی که شما در جانب نزدیکتر (به مدینه) بودید، و آنان (دشمنانتان) در جانب دورتر بودند و قافلۀ (تجاری آمده از شام) در پائین‌تر از شما (در کنار ساحل) قرار داشت. و اگر با یکدیگر وعدۀ (جنگ) می‌کردید (و ناگهان حکم جنگ صادر نمی‌شد) البته در وعده مخالفت می‌کردید، و لیکن (ناگهانی به شما دستور جنگ داده شد) تا الله کاری را که انجام دادنی بود، به انجام برساند، تا کسی که به دليل واضح هلاک شدنی بود، هلاک شود. و کسی که به دليل واضح زنده ماندنی بود، زنده بماند. و یقینا الله شنوای داناست.",
      "translation_pashto": "8-42 كله چې تاسو په ډېرې نژدې غاړه كې وئ او هغوى په ډېرې لرې غاړه كې وو او قافله له تاسو نه لاندې وه او كه چېرې تاسو یو له بل سره وعده كړې وَى، نو تاسو به خامخا په وعده كې مختلف شوي وَى او لېكن د دې لپاره چې الله هغه كار پوره كړي چې مقرر شوى و، د دې لپاره چې هلاكېدونكى د روښانه دلیل (له قايمېدو) نه (پس) هلاك شي، او ژوندى پاتې كېدونكى د روښانه دلیل (له قايمېدو) نه (پس) ژوندى واوسي او بېشكه الله یقینًا ښه اورېدونكى، ښه پوه دى"
    },
    {
      "number": 43,
      "text": "إِذْ يُرِيكَهُمُ ٱللَّهُ فِى مَنَامِكَ قَلِيلًۭا ۖ وَلَوْ أَرَىٰكَهُمْ كَثِيرًۭا لَّفَشِلْتُمْ وَلَتَنَٰزَعْتُمْ فِى ٱلْأَمْرِ وَلَٰكِنَّ ٱللَّهَ سَلَّمَ ۗ إِنَّهُۥ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
      "page": 182,
      "juz": 10,
      "hizb": 19,
      "sajda": false,
      "translation_dari": "قابل یادآوری است وقتی که الله (عدد) آنها را در خوابت به تو کم نشان داد، و اگر آنها را به تو بسیار نشان می‌داد، البته سست می‌شدید و در کار (جنگ با مشرکین) نزاع می‌کردید، و ليكن الله (شما را از اختلاف و بزدلی) در امان داشت. چون الله از راز سینه‌ها آگاه است.",
      "translation_pashto": "8-43 كله چې الله تا ته ستا په خوب كې هغوى ډېر لږ ښودل او كه چېرې تا ته يې هغوى ډېر زیات ښودلي وَى، (نو) تاسو به خامخا بې زړه شوي وى او تاسو به په خپل مینځ كې په دې كار كې خامخا اختلاف او جګړه كړې وَى او لېكن الله (ستاسو) ساتنه وكړه، بېشكه هغه د سینو پر خبرو ښه عالم دى"
    },
    {
      "number": 44,
      "text": "وَإِذْ يُرِيكُمُوهُمْ إِذِ ٱلْتَقَيْتُمْ فِىٓ أَعْيُنِكُمْ قَلِيلًۭا وَيُقَلِّلُكُمْ فِىٓ أَعْيُنِهِمْ لِيَقْضِىَ ٱللَّهُ أَمْرًۭا كَانَ مَفْعُولًۭا ۗ وَإِلَى ٱللَّهِ تُرْجَعُ ٱلْأُمُورُ",
      "page": 182,
      "juz": 10,
      "hizb": 19,
      "sajda": false,
      "translation_dari": "و چون وقتی که با هم روبرو شديد (قبل از شروع جنگ)، الله آنها را در چشم شما کم نشان می‌داد، و شما را (نیز) در چشم آنها کم نشان می‌داد تا الله کاری را که شدنی بود (غلبۀ اسلام)، به انجام برساند و تمام کارها به سوى الله باز گردانیده می‌شود.",
      "translation_pashto": "8-44 او كله چې يې تاسو ته هغوى، له یو بل سره د مخامخ كېدلو په وخت كې، ستاسو په سترګو كې ډېر لږ ښودل او تاسو يې د هغوى په سترګو كې لږ ښودلئ، د دې لپاره چې الله هغه كار پوره كړي چې مقرر شوى و او خاص د الله په طرف ټول كارونه بېرته ګرځولى شي"
    },
    {
      "number": 45,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا لَقِيتُمْ فِئَةًۭ فَٱثْبُتُوا۟ وَٱذْكُرُوا۟ ٱللَّهَ كَثِيرًۭا لَّعَلَّكُمْ تُفْلِحُونَ",
      "page": 182,
      "juz": 10,
      "hizb": 19,
      "sajda": false,
      "translation_dari": "ای کسانی که ایمان آورده‌اید، چون با جماعت (کفار در وقت جنگ) روبرو شديد، پس ثابت قدم باشید و الله را بسیار یاد کنید تا (به نصرت و پاداش الهی دست یابید و) رستگار شوید.",
      "translation_pashto": "8-45 اى هغو كسانو چې ایمان يې راوړى دى! كله چې تاسو د كومې (كافرې) ډلې سره مخامخ شئ، نو ثابت قدم اوسئ او الله ډېر زیات یادوئ، د دې لپاره چې تاسو كامیاب شئ"
    },
    {
      "number": 46,
      "text": "وَأَطِيعُوا۟ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَنَٰزَعُوا۟ فَتَفْشَلُوا۟ وَتَذْهَبَ رِيحُكُمْ ۖ وَٱصْبِرُوٓا۟ ۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ",
      "page": 183,
      "juz": 10,
      "hizb": 19,
      "sajda": false,
      "translation_dari": "و (دیگر اینکه در اثنای جنگ) الله و رسول او را اطاعت کنید و با یکدیگر اختلاف نکنید که سست و بزدل می‌شوید و قوت هیبت شما از بین می‌رود. (بلکه) صبر کنید چونکه (نصرت) الله با صبر کنندگان است.",
      "translation_pashto": "8-46 او تاسو د الله او د هغه د رسول اطاعت كوئ او په خپل مینځ كې جګړه (او اختلاف) مه كوئ (ګنې) نو بې زړه به شئ او ستاسو زور به لاړ شي او صبر كوئ، بېشكه الله د صبر كوونكو ملګرى دى"
    },
    {
      "number": 47,
      "text": "وَلَا تَكُونُوا۟ كَٱلَّذِينَ خَرَجُوا۟ مِن دِيَٰرِهِم بَطَرًۭا وَرِئَآءَ ٱلنَّاسِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ ۚ وَٱللَّهُ بِمَا يَعْمَلُونَ مُحِيطٌۭ",
      "page": 183,
      "juz": 10,
      "hizb": 19,
      "sajda": false,
      "translation_dari": "و مانند کسانی نباشید که به تکبر و غرور و برای خودنمایی (به مردم) از دیار خویش بیرون آمدند و (در حالیکه) دیگران را از راه الله باز می‌داشتند. و الله به هر کاری که می‌کنند احاطه دارد.",
      "translation_pashto": "8-47 او تاسو د هغه خلقو په شان مه كېږئ چې له خپلو كورونو نه ووتل، په دې حال كې چې تكبر كوونكي او خلقو ته ځان ښودونكي وو او دوى د الله له لارې نه (خلق) منع كوي او الله د هغو كارونو احاطه كوونكى دى چې دوى يې كوي"
    },
    {
      "number": 48,
      "text": "وَإِذْ زَيَّنَ لَهُمُ ٱلشَّيْطَٰنُ أَعْمَٰلَهُمْ وَقَالَ لَا غَالِبَ لَكُمُ ٱلْيَوْمَ مِنَ ٱلنَّاسِ وَإِنِّى جَارٌۭ لَّكُمْ ۖ فَلَمَّا تَرَآءَتِ ٱلْفِئَتَانِ نَكَصَ عَلَىٰ عَقِبَيْهِ وَقَالَ إِنِّى بَرِىٓءٌۭ مِّنكُمْ إِنِّىٓ أَرَىٰ مَا لَا تَرَوْنَ إِنِّىٓ أَخَافُ ٱللَّهَ ۚ وَٱللَّهُ شَدِيدُ ٱلْعِقَابِ",
      "page": 183,
      "juz": 10,
      "hizb": 19,
      "sajda": false,
      "translation_dari": "و چون شیطان اعمالشان را به آنها زینت داد و گفت: امروز هیچ کس از مردم (مسلمان) بر شما غلبه کننده نیست و يقينا من پناه‌دهنده (و مددگار) شماام. (لیکن) پس چون هر دو گروه (کافر و مسلمان) با هم روبرو شدند، شیطان بر پاشنه‌های خود بازگشت و گفت: البته من از شما بیزارم، چون من چیزی را می‌بینم که شما نمی‌بینید، يقينا من از الله می‌ترسم. و الله سخت عذاب دهنده است.",
      "translation_pashto": "8-48 او (یاد كړئ) هغه وخت چې شیطان دوى ته د دوى عملونه ښايسته كړل او ويې ويل:نن ورځ پر تاسو  باندې له خلقو څخه هیڅوك غالب راتلونكى نشته او بېشكه زه ستاسو ساتونكى یم، نو كله چې دواړه ډلې یو تربله مخامخ شوې، بېرته په منډه په شا لاړ او ويې ويل:بېشكه زه له تاسو بېزاره یم، بېشكه زه هغه څه وینم چې تاسو يې نه وینئ، بېشكه زه له الله څخه وېرېږم او الله ډېر سخت عذاب والا دى"
    },
    {
      "number": 49,
      "text": "إِذْ يَقُولُ ٱلْمُنَٰفِقُونَ وَٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ غَرَّ هَٰٓؤُلَآءِ دِينُهُمْ ۗ وَمَن يَتَوَكَّلْ عَلَى ٱللَّهِ فَإِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌۭ",
      "page": 183,
      "juz": 10,
      "hizb": 19,
      "sajda": false,
      "translation_dari": "(شیطان اعمال‌شان را زینت داد آن) وقتی که منافقین و آنانی که در دل‌هایشان بیماری (شک) بود، می‌گفتند: این جماعت (مسلمانان) را دین‌شان فریفته است. و (ليکن به گفته‌های آنها پروا نکنید زیرا) هر کس بر الله توکل کند (الله او را کافیست)، چون الله غالب (و) باحکمت است.",
      "translation_pashto": "8-49 كله چې منافقانو ویل او هغو كسانو چې د هغوى په زړونو كې مرض و: دا خلق خپل دین دوكه كړي دي او څوك چې په الله باندې توكل وكړي، نو یقینًا الله ښه غالب، ښه حكمت والا دى"
    },
    {
      "number": 50,
      "text": "وَلَوْ تَرَىٰٓ إِذْ يَتَوَفَّى ٱلَّذِينَ كَفَرُوا۟ ۙ ٱلْمَلَٰٓئِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَٰرَهُمْ وَذُوقُوا۟ عَذَابَ ٱلْحَرِيقِ",
      "page": 183,
      "juz": 10,
      "hizb": 19,
      "sajda": false,
      "translation_dari": "و اگر میدیدی (تو ای مخاطب، تعجب می‌کردی) وقتی که فرشته‌ها روح کافران را (در بدر) قبض می‌کردند، در حالیکه بر روی‌ها و پشت‌هایشان می‌زدند و (می‌گفتند:) عذاب سوزان را بچشید.",
      "translation_pashto": "8-50 او كه چېرې ته ووینې هغه وخت چې ملايك د كافر شويو كسانو ساګانې قبض كوي، چې د هغوى مخونه او د هغوى شاګانې وهي او (ورته وايي:) سخت سوزونكى عذاب وڅَكئ"
    },
    {
      "number": 51,
      "text": "ذَٰلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ وَأَنَّ ٱللَّهَ لَيْسَ بِظَلَّٰمٍۢ لِّلْعَبِيدِ",
      "page": 183,
      "juz": 10,
      "hizb": 19,
      "sajda": false,
      "translation_dari": "این (عذاب سوزان) به سبب آن کرداری است که دست‌های شما پیش کرده است، و اینکه الله بر بندگان خود ستمگر نیست.",
      "translation_pashto": "8-51 دا په سبب د هغو (بدو عملونو) چې ستاسو لاسونو مخكې لېږلي دي او په دې چې یقینًا الله پر بنده ګانو هېڅ ظلم كوونكى نه دى"
    },
    {
      "number": 52,
      "text": "كَدَأْبِ ءَالِ فِرْعَوْنَ ۙ وَٱلَّذِينَ مِن قَبْلِهِمْ ۚ كَفَرُوا۟ بِـَٔايَٰتِ ٱللَّهِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمْ ۗ إِنَّ ٱللَّهَ قَوِىٌّۭ شَدِيدُ ٱلْعِقَابِ",
      "page": 183,
      "juz": 10,
      "hizb": 19,
      "sajda": false,
      "translation_dari": "مانند عادت فرعونیان و (عادت) آنانی که پیش از آنها بودند که به آيات الله كفر می‌ورزیدند، پس الله آنها را به سبب گناهانشان گرفتار کرد، و یقیناً الله توانا (و) سخت عذاب دهنده است.",
      "translation_pashto": "8-52 (د دې كافرانو حال هم هغه شان دى) لكه حال د فرعونیانو او د هغو كسانو چې له دوى نه مخكې وو، د الله په ایتونو كافر شول، نو الله هغوى د خپلو ګناهونو په سبب ونیول، بېشكه الله قوي، (او) ډېر سخت عذاب والا دى"
    },
    {
      "number": 53,
      "text": "ذَٰلِكَ بِأَنَّ ٱللَّهَ لَمْ يَكُ مُغَيِّرًۭا نِّعْمَةً أَنْعَمَهَا عَلَىٰ قَوْمٍ حَتَّىٰ يُغَيِّرُوا۟ مَا بِأَنفُسِهِمْ ۙ وَأَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٌۭ",
      "page": 184,
      "juz": 10,
      "hizb": 19,
      "sajda": false,
      "translation_dari": "آن (عذاب سخت) به این سبب بود که الله تبدیل کننده نعمتی نیست که بر قومی بخشیده باشد مگر آن که آنان آنچه را که در دل اراده دارند تبدیل کنند (ارادۀ شکر را به ناشکری، و ارادۀ ایمان را به کفر، و ارادۀ اطاعت را به نافرمانی،) و الله شنوای دانا است.",
      "translation_pashto": "8-53 دا په دې چې یقینًا الله د هغه نعمت بدلوونكى نه دى چې پر كوم قوم يې پېرزو كړى وي تر هغه چې هغوى هغه (حالت) بدل كړي چې د هغوى په نفسونو كې دى او دا په دې چې یقینًا الله ښه اورېدونكى، ښه پوه دى"
    },
    {
      "number": 54,
      "text": "كَدَأْبِ ءَالِ فِرْعَوْنَ ۙ وَٱلَّذِينَ مِن قَبْلِهِمْ ۚ كَذَّبُوا۟ بِـَٔايَٰتِ رَبِّهِمْ فَأَهْلَكْنَٰهُم بِذُنُوبِهِمْ وَأَغْرَقْنَآ ءَالَ فِرْعَوْنَ ۚ وَكُلٌّۭ كَانُوا۟ ظَٰلِمِينَ",
      "page": 184,
      "juz": 10,
      "hizb": 19,
      "sajda": false,
      "translation_dari": "(باز به تاکید گفته می‌شود که) مانند عادت فرعونیان و (عادت) آنانی که پیش از آنها بودند که آیات (دلائل) پروردگار خود را دروغ شمردند، پس آنها را به سبب گناهانشان هلاک کردیم و فرعونیان را غرق نمودیم (چون که) همۀ آنها ظالم بودند.",
      "translation_pashto": "8-54 لكه حال د فرعونیانو او د هغو كسانو چې له دوى نه مخكې وو، د خپل رب د ایتونو تكذیب يې وكړ، نو مونږ هغوى د خپلو ګناهونو په وجه هلاك كړل او فرعونیان مو غرق كړل او  هغوى ټول ظالمان وو"
    },
    {
      "number": 55,
      "text": "إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلَّذِينَ كَفَرُوا۟ فَهُمْ لَا يُؤْمِنُونَ",
      "page": 184,
      "juz": 10,
      "hizb": 19,
      "sajda": false,
      "translation_dari": "يقينا بدترین روندگان (جانوران روی زمین) نزد الله کسانی‌اند که کفر ورزیدند، پس ایمان نمی‌آرند.",
      "translation_pashto": "8-55 بېشكه د الله په نیز په ځمكه باندې په ګرځېدونكو كې تر ټولو بدتر هغه كسان دي چې كفر يې كړى دى، نو هغوى ایمان نه راوړي"
    },
    {
      "number": 56,
      "text": "ٱلَّذِينَ عَٰهَدتَّ مِنْهُمْ ثُمَّ يَنقُضُونَ عَهْدَهُمْ فِى كُلِّ مَرَّةٍۢ وَهُمْ لَا يَتَّقُونَ",
      "page": 184,
      "juz": 10,
      "hizb": 19,
      "sajda": false,
      "translation_dari": "همان کسانی که از آنها عهد گرفتی باز عهد خود را در هر بار می‌شکنند و از (الله و عهدشکنی خویش) نمی‌ترسند.",
      "translation_pashto": "8-56 هغه كسان چې تا له هغوى سره مُعَاهَده كړې وه، بیا هر ځله دوى خپل عهد (تړون) ماتوي او دوى (له الله نه) نه وېرېږي"
    },
    {
      "number": 57,
      "text": "فَإِمَّا تَثْقَفَنَّهُمْ فِى ٱلْحَرْبِ فَشَرِّدْ بِهِم مَّنْ خَلْفَهُمْ لَعَلَّهُمْ يَذَّكَّرُونَ",
      "page": 184,
      "juz": 10,
      "hizb": 19,
      "sajda": false,
      "translation_dari": "پس اگر آنها را در میدان جنگ بیابی، پس با (قتل و مجازات) آنان، کسانی را که پشتیبان آنان هستند، متفرق ساز (و بترسان)؛ تا عبرت گیرند.",
      "translation_pashto": "8-57 نو كه كله هم ته دوى په جنګ كې ومومې، نو دوى ته په سزا وركولو سره هغه كسان تیت او پرك كړه چې د دوى وروسته دي، لپاره د دې چې دغه (وروستني خلق) نصیحت ومومي"
    },
    {
      "number": 58,
      "text": "وَإِمَّا تَخَافَنَّ مِن قَوْمٍ خِيَانَةًۭ فَٱنۢبِذْ إِلَيْهِمْ عَلَىٰ سَوَآءٍ ۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلْخَآئِنِينَ",
      "page": 184,
      "juz": 10,
      "hizb": 19,
      "sajda": false,
      "translation_dari": "و اگر از قومی بیم خیانت (عهدشکنی) داری پس به طرف آنها عهدشان را (علنا و) به طور برابر بینداز (شما و آنها برابر بدانید که عهد شکسته است)، زیرا الله خیانت کاران را دوست ندارد.",
      "translation_pashto": "8-58 او كه چېرې كله هم ته له كوم قوم نه د خیانت (وعده خلافۍ) اندېښنه ولرې، نو ته دوى ته په برابرۍ سره (دغه عهد) وغورځوه (تړون على الإعلان ختم كړه)، بېشكه الله خیانت كوونكي (وعده ماتوونكي) نه خوښوي "
    },
    {
      "number": 59,
      "text": "وَلَا يَحْسَبَنَّ ٱلَّذِينَ كَفَرُوا۟ سَبَقُوٓا۟ ۚ إِنَّهُمْ لَا يُعْجِزُونَ",
      "page": 184,
      "juz": 10,
      "hizb": 19,
      "sajda": false,
      "translation_dari": "و کفار گمان نبرند که (از عذاب الهی) سبقت کرده‌اند (و جان به سلامت برده‌اند)، چون آنها (الله را) عاجز کرده نمی‌توانند.",
      "translation_pashto": "8-59 او كافر شوي كسان دې كله هم (دا) ګمان ونه كړي چې دوى بچ شول، بېشكه دوى (الله لره) نشي عاجزه كولى"
    },
    {
      "number": 60,
      "text": "وَأَعِدُّوا۟ لَهُم مَّا ٱسْتَطَعْتُم مِّن قُوَّةٍۢ وَمِن رِّبَاطِ ٱلْخَيْلِ تُرْهِبُونَ بِهِۦ عَدُوَّ ٱللَّهِ وَعَدُوَّكُمْ وَءَاخَرِينَ مِن دُونِهِمْ لَا تَعْلَمُونَهُمُ ٱللَّهُ يَعْلَمُهُمْ ۚ وَمَا تُنفِقُوا۟ مِن شَىْءٍۢ فِى سَبِيلِ ٱللَّهِ يُوَفَّ إِلَيْكُمْ وَأَنتُمْ لَا تُظْلَمُونَ",
      "page": 184,
      "juz": 10,
      "hizb": 19,
      "sajda": false,
      "translation_dari": "و (ای مسلمانان!) برای مقابله با كفار هر چه در توان دارید از انواع قوت، آماده سازید و (خصوصا) از اسپهای مهیا شده، تا با آن دشمن الله و دشمن خودتان را بترسانید. و (نیز) دشمنان دیگر غیر از آنها (مشرکین) را که شما آنها را نمی‌شناسید (و) الله آنها را می‌شناسد، و هر چیزی که در راه الله (برای آمادگی جهاد) انفاق می‌کنید، اجر آن به شما کاملا داده خواهد شد، و به شما ظلم نمی‌شود.",
      "translation_pashto": "8-60 او تاسو قوت او تړلي اسونه تیار كړئ څومره چې استطاعت لرئ، چې په دې سره به تاسو د الله دښمنان او خپل دښمنان وېروئ او له دوى نه سوا نور خلق (هم) چې تاسو هغوى نه پېژنئ، الله هغوى پېژني او تاسو چې د الله په لاره كې څه شى هم خرچ كوئ، تاسو ته به پوره (بدله) دركړى شي او پر تاسو به ظلم نه كېږي"
    },
    {
      "number": 61,
      "text": "۞ وَإِن جَنَحُوا۟ لِلسَّلْمِ فَٱجْنَحْ لَهَا وَتَوَكَّلْ عَلَى ٱللَّهِ ۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
      "page": 184,
      "juz": 10,
      "hizb": 19,
      "sajda": false,
      "translation_dari": "و اگر کفار به صلح مائل و (آماده) شدند، پس تو نیز به آن میل کن (آماده شو)، و (لیکن) بر الله توکل کن، چون الله شنوای داناست.",
      "translation_pashto": "8-61 او كه دغه (كفار) سولې ته مايل شي، نو ته هم دې ته مايل شه او په الله باندې توكل وكړه، بېشكه هم هغه، ښه اورېدونكى، ښه پوه دى"
    },
    {
      "number": 62,
      "text": "وَإِن يُرِيدُوٓا۟ أَن يَخْدَعُوكَ فَإِنَّ حَسْبَكَ ٱللَّهُ ۚ هُوَ ٱلَّذِىٓ أَيَّدَكَ بِنَصْرِهِۦ وَبِٱلْمُؤْمِنِينَ",
      "page": 185,
      "juz": 10,
      "hizb": 19,
      "sajda": false,
      "translation_dari": "و اگر کفار بخواهند که (به بهانۀ صلح) تو را فریب دهند (پروا مكن)، زیرا الله تو را بس است. همان (الله) بود که تو را به کمک خود و مؤمنان قوت داد.",
      "translation_pashto": "8-62 او كه دوى له تا سره د دوكې كولو اراده وكړي، نو بېشكه تا لپاره الله كافي دى، دى همغه ذات دى چې ته يې په خپل مدد سره او په مومنانو سره مضبوط كړى يې "
    },
    {
      "number": 63,
      "text": "وَأَلَّفَ بَيْنَ قُلُوبِهِمْ ۚ لَوْ أَنفَقْتَ مَا فِى ٱلْأَرْضِ جَمِيعًۭا مَّآ أَلَّفْتَ بَيْنَ قُلُوبِهِمْ وَلَٰكِنَّ ٱللَّهَ أَلَّفَ بَيْنَهُمْ ۚ إِنَّهُۥ عَزِيزٌ حَكِيمٌۭ",
      "page": 185,
      "juz": 10,
      "hizb": 19,
      "sajda": false,
      "translation_dari": "و هم اوست که در بین دل‌هایشان (مسلمانان) الفت و محبت ایجاد کرد، اگر همه اموال روی زمین را انفاق می‌کردی نمی‌توانستی در بین دل‌های آنها الفت برقرار کنی، و ليكن الله در میان آنها الفت انداخت، يقينا او غالب باحکمت است.",
      "translation_pashto": "8-63 او د دوى د زړونو په مینځ كې يې محبت واچاوه، كه چېرې تا هغه ټول څه لګولي وى چې په ځمكه كې دي (، نو) تا به د دوى د زړونو په مینځ كې محبت نه و اچولى او لېكن الله د دوى په مینځ كې محبت واچاوه، بېشكه هغه ډېر غالب، ښه حكمت والا دى"
    },
    {
      "number": 64,
      "text": "يَٰٓأَيُّهَا ٱلنَّبِىُّ حَسْبُكَ ٱللَّهُ وَمَنِ ٱتَّبَعَكَ مِنَ ٱلْمُؤْمِنِينَ",
      "page": 185,
      "juz": 10,
      "hizb": 19,
      "sajda": false,
      "translation_dari": "ای پیغمبر! الله و مؤمنان پیرو تو؛ تو را کافی است.",
      "translation_pashto": "8-64 اى نبي! تا لپاره او ستا پیروي كوونكو مومنانو لپاره الله كافي دى"
    },
    {
      "number": 65,
      "text": "يَٰٓأَيُّهَا ٱلنَّبِىُّ حَرِّضِ ٱلْمُؤْمِنِينَ عَلَى ٱلْقِتَالِ ۚ إِن يَكُن مِّنكُمْ عِشْرُونَ صَٰبِرُونَ يَغْلِبُوا۟ مِا۟ئَتَيْنِ ۚ وَإِن يَكُن مِّنكُم مِّا۟ئَةٌۭ يَغْلِبُوٓا۟ أَلْفًۭا مِّنَ ٱلَّذِينَ كَفَرُوا۟ بِأَنَّهُمْ قَوْمٌۭ لَّا يَفْقَهُونَ",
      "page": 185,
      "juz": 10,
      "hizb": 19,
      "sajda": false,
      "translation_dari": "ای پیغمبر! مؤمنان را بر قتال (کفار و جهاد در راه الله) ترغیب کن، اگر از شما بیست نفر صابر باشد، بر دو صد تن (کفار) غالب می‌آیند، و اگر از شما صد نفر باشد، بر هزار تن از کافران، غالب می‌شوند. زیرا کفار قومی‌اند، نادان.",
      "translation_pashto": "8-65 اى نبي! ته مومنان (له دغو كفارو سره) په جنګ كولو باندې تېز كړه،  كه چېرې په تاسو كې شل تنه صبر كوونكي وي، نو پر دوه سوه كسانو به غالبه شي او كه چېرې په تاسو كې سل تنه صبر كوونكي وي (،نو) پر هغو زرو كسانو به غالبه شي چې كافر شوي دي، ځكه چې یقینًا هغوى داسې قوم دى چې نه پوهېږي"
    },
    {
      "number": 66,
      "text": "ٱلْـَٰٔنَ خَفَّفَ ٱللَّهُ عَنكُمْ وَعَلِمَ أَنَّ فِيكُمْ ضَعْفًۭا ۚ فَإِن يَكُن مِّنكُم مِّا۟ئَةٌۭ صَابِرَةٌۭ يَغْلِبُوا۟ مِا۟ئَتَيْنِ ۚ وَإِن يَكُن مِّنكُمْ أَلْفٌۭ يَغْلِبُوٓا۟ أَلْفَيْنِ بِإِذْنِ ٱللَّهِ ۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ",
      "page": 185,
      "juz": 10,
      "hizb": 19,
      "sajda": false,
      "translation_dari": "اکنون الله بر شما تخفیف نمود، چون دانست که در شما (به علّت کثرت دشمن) ضعفی است، پس اگر از شما صد نفر صابر باشد بر دو صد کافر غالب می‌آیند، و اگر از شما هزار نفر باشد (پس) بر دو هزار غالب می‌آیند، به اذن الله. و (نصرت) الله با صابران است.",
      "translation_pashto": "8-66 اوس الله پر تاسو اساني راوستله او معلومه (څرګنده) يې كړه چې بېشكه په تاسو كې كمزوري ده، نو كه چېرې په تاسو كې سل تنه صبر كوونكي وي، (،نو) پر دوه سوه به غالبه شي او كه په تاسو كې زر تنه (صبر كوونكي) وي (،نو) پر دوه زره به غالبه شي، د الله په حكم سره، او الله د صبر كوونكو ملګرى دى"
    },
    {
      "number": 67,
      "text": "مَا كَانَ لِنَبِىٍّ أَن يَكُونَ لَهُۥٓ أَسْرَىٰ حَتَّىٰ يُثْخِنَ فِى ٱلْأَرْضِ ۚ تُرِيدُونَ عَرَضَ ٱلدُّنْيَا وَٱللَّهُ يُرِيدُ ٱلْءَاخِرَةَ ۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌۭ",
      "page": 185,
      "juz": 10,
      "hizb": 19,
      "sajda": false,
      "translation_dari": "برای هیچ پیغمبری سزاوار (نبوده و) نیست که اسیران (جنگی) داشته باشد (و با گرفتن فدیه، آنان را آزاد کند مگر) تا اینکه در زمین قتل بسیار کند. (ای مؤمنان،) شما متاع (عارضی) دنیا را می‌خواهید و الله (برای شما ثواب) آخرت را می‌خواهد، و الله غالب با حکمت است.",
      "translation_pashto": "8-67 د نبي لپاره لايق نه دي چې د هغه دې بندیان (قيديان) وي، تر هغه چې وینې توى كړي، تاسو د دنیا اسباب غواړئ او الله (تاسو لپاره) د اخرت (د ثواب) اراده لري او الله ښه غالب، ښه حكمت والا دى"
    },
    {
      "number": 68,
      "text": "لَّوْلَا كِتَٰبٌۭ مِّنَ ٱللَّهِ سَبَقَ لَمَسَّكُمْ فِيمَآ أَخَذْتُمْ عَذَابٌ عَظِيمٌۭ",
      "page": 185,
      "juz": 10,
      "hizb": 19,
      "sajda": false,
      "translation_dari": "اگر حکم پیشین (نوشته شدۀ) الله نبود، البته به شما در مقابل فدیه‌ای که گرفتید، عذاب بزرگ می‌رسید.",
      "translation_pashto": "8-68 كه د الله له جانبه مخكینى لیك نه وى (،نو) تاسو ته به د هغې (فدیې) په بدل كې چې تاسو واخيستله، خامخا ډېر لوى عذاب دررسېدلى و"
    },
    {
      "number": 69,
      "text": "فَكُلُوا۟ مِمَّا غَنِمْتُمْ حَلَٰلًۭا طَيِّبًۭا ۚ وَٱتَّقُوا۟ ٱللَّهَ ۚ إِنَّ ٱللَّهَ غَفُورٌۭ رَّحِيمٌۭ",
      "page": 185,
      "juz": 10,
      "hizb": 19,
      "sajda": false,
      "translation_dari": "پس (بگذارید فدیه را و) از آنچه به غنیمت گرفته‌اید، حلال و پاکیزه بخورید، و از الله بترسید، همانا الله بسیار آمرزگار (و) مهربان است.",
      "translation_pashto": "8-69 نو تاسو خورئ له هغه (ماله) چې تاسو په غنیمت حاصل كړى دى، چې حلال پاكیزه دى، او له الله نه ووېرېږئ، بېشكه الله ډېر بخښونكى، بې حده مهربان دى"
    },
    {
      "number": 70,
      "text": "يَٰٓأَيُّهَا ٱلنَّبِىُّ قُل لِّمَن فِىٓ أَيْدِيكُم مِّنَ ٱلْأَسْرَىٰٓ إِن يَعْلَمِ ٱللَّهُ فِى قُلُوبِكُمْ خَيْرًۭا يُؤْتِكُمْ خَيْرًۭا مِّمَّآ أُخِذَ مِنكُمْ وَيَغْفِرْ لَكُمْ ۗ وَٱللَّهُ غَفُورٌۭ رَّحِيمٌۭ",
      "page": 186,
      "juz": 10,
      "hizb": 19,
      "sajda": false,
      "translation_dari": "ای پیغمبر! به اسیرانی که در دست شما‌اند بگو: اگر الله در دل‌های شما نیکی را معلوم کند البته به شما بهتر از آن فدیه‌ای که از شما گرفته شده می‌دهد، و شما را می‌آمرزد و الله بسیار آمرزگار (و) مهربان است.",
      "translation_pashto": "8-70 اى نبي! ته هغو بندیانو (قيديانو) ته ووایه چې ستاسو په لاس كې دي: كه چېرې الله ستاسو په زړونو كې خیر (ایمان) معلوم كړي (،نو) تاسو ته به له هغه (مال) نه غوره دركړي چې له تاسو اخيستل شوى دى او تاسو ته به بخښنه وكړي او الله ډېر بخښونكى، بې حده مهربان دى"
    },
    {
      "number": 71,
      "text": "وَإِن يُرِيدُوا۟ خِيَانَتَكَ فَقَدْ خَانُوا۟ ٱللَّهَ مِن قَبْلُ فَأَمْكَنَ مِنْهُمْ ۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
      "page": 186,
      "juz": 10,
      "hizb": 19,
      "sajda": false,
      "translation_dari": "و اگر بخواهند به تو خیانت کنند، پس (تعجب مکن که) البته پیش از این نیز به الله خیانت کرده بودند، پس الله تو را (به خاطر انتقام گرفتن) بر آنها مسلط گردانید، و الله دانای حکیم است.",
      "translation_pashto": "8-71 او كه دوى له تا سره د خیانت كولو اراده لري، نو یقینًا دوى له دې نه مخكې له الله سره خیانت كړى دى، نو هغه پر دوى باندې (د مومنانو) قابو (او غلبه) راوستله، او الله ښه پوه، ښه حكمت والا دى"
    },
    {
      "number": 72,
      "text": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَهَاجَرُوا۟ وَجَٰهَدُوا۟ بِأَمْوَٰلِهِمْ وَأَنفُسِهِمْ فِى سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَوا۟ وَّنَصَرُوٓا۟ أُو۟لَٰٓئِكَ بَعْضُهُمْ أَوْلِيَآءُ بَعْضٍۢ ۚ وَٱلَّذِينَ ءَامَنُوا۟ وَلَمْ يُهَاجِرُوا۟ مَا لَكُم مِّن وَلَٰيَتِهِم مِّن شَىْءٍ حَتَّىٰ يُهَاجِرُوا۟ ۚ وَإِنِ ٱسْتَنصَرُوكُمْ فِى ٱلدِّينِ فَعَلَيْكُمُ ٱلنَّصْرُ إِلَّا عَلَىٰ قَوْمٍۭ بَيْنَكُمْ وَبَيْنَهُم مِّيثَٰقٌۭ ۗ وَٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌۭ",
      "page": 186,
      "juz": 10,
      "hizb": 19,
      "sajda": false,
      "translation_dari": "يقينا آنانی که ایمان آوردند و هجرت کردند و با مالها و جانهای خود در راه الله جهاد کردند، و آنانی که (مهاجرین را) جای دادند و مدد کردند، این جماعت دوستان و خیرخواه یکدیگر‌اند. و آنانی که ایمان آوردند و (لیکن) هجرت نکرده‌اند، شما (هیچ‌گونه) دوستی (و مسؤولیّتی در برابر) آنها ندارید، تا آن که هجرت کنند (از مکه به مدینه). و اگر (همین مسلمانان غیر مهاجر) در کارهای دین از شما مدد طلب کنند، پس بر شماست مدد کردن آنها، مگر اینکه علیه قومی که میان شما و آنها عهد و پیمان باشد، و الله به آن چه می‌کنید بیناست.",
      "translation_pashto": "8-72 بېشكه هغه كسان چې ایمان يې راوړى دى او هجرت يې كړى دى او د الله په لاره كې يې په خپلو ځانونو سره جهاد كړى دى او هغه كسان چې ځاى يې وركړى دى (دوى ته) او مرسته يې ورسره كړې ده، دغه كسان یو تر بله دوستان دي او هغه كسان چې ایمان يې راوړى دى او هجرت يې نه دى كړى (دار الاسلام ته) (، نو) ستاسو له هغوى سره د دوستۍ هېڅ شى (تعلق) نشته تر هغه پورې چې دوى هجرت وكړي او كه چېرې دوى له تاسو نه په دین كې مرسته وغواړي، نو پر تاسو  باندې مدد كول لازم دي، مګر د هغه (كافر) قوم په خلاف نه چې ستاسو او د هغوى په مینځ كې معاهده وي او الله هغو كارونو لره چې تاسو يې كوئ ؛ ښه لیدونكى دى"
    },
    {
      "number": 73,
      "text": "وَٱلَّذِينَ كَفَرُوا۟ بَعْضُهُمْ أَوْلِيَآءُ بَعْضٍ ۚ إِلَّا تَفْعَلُوهُ تَكُن فِتْنَةٌۭ فِى ٱلْأَرْضِ وَفَسَادٌۭ كَبِيرٌۭ",
      "page": 186,
      "juz": 10,
      "hizb": 19,
      "sajda": false,
      "translation_dari": "و آنانی که کفر ورزیدند، دوستان یکدیگر‌اند، (و) اگر (شما مؤمنان به این دستور در بارۀ دوستی با مؤمنان و دشمنی با کافران) عمل نکنید (یقیناً) در زمین فتنه و فساد بزرگی برپا خواهد شد.",
      "translation_pashto": "8-73 او هغه كسان چې كفر يې كړى دى؛ دوى یو تر بله دوستان (حمايتيان) دي، كه تاسو دا (كارونه، يعنې له مومنانو سره دوستي او د دغو كفارو سركوبي) ونه كړئ (،نو) په ځمكه كې به لویه فتنه او ډېر لوى ورانى جوړ شي"
    },
    {
      "number": 74,
      "text": "وَٱلَّذِينَ ءَامَنُوا۟ وَهَاجَرُوا۟ وَجَٰهَدُوا۟ فِى سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَوا۟ وَّنَصَرُوٓا۟ أُو۟لَٰٓئِكَ هُمُ ٱلْمُؤْمِنُونَ حَقًّۭا ۚ لَّهُم مَّغْفِرَةٌۭ وَرِزْقٌۭ كَرِيمٌۭ",
      "page": 186,
      "juz": 10,
      "hizb": 19,
      "sajda": false,
      "translation_dari": "و آنانی که ایمان آورده‌اند و هجرت کرده‌اند و در راه الله جهاد کرده‌اند، و آنان که جای دادند (مهاجرین را) و مدد کردند. همین جماعت در حقیقت مؤمنان کامل‌اند (که) برایشان آمرزش و روزی عزت مندانه است.",
      "translation_pashto": "8-74 او هغه كسان چې ایمان يې راوړى دى او هجرت يې كړى دى او د الله په لاره كې يې جهاد كړى دى او هغه كسان چې ځاى يې وركړى دى او مدد يې كړى دى، همدغه كسان په حقه مومنان دي، د دوى لپاره بخښنه او ډېر د عزت رزق دى"
    },
    {
      "number": 75,
      "text": "وَٱلَّذِينَ ءَامَنُوا۟ مِنۢ بَعْدُ وَهَاجَرُوا۟ وَجَٰهَدُوا۟ مَعَكُمْ فَأُو۟لَٰٓئِكَ مِنكُمْ ۚ وَأُو۟لُوا۟ ٱلْأَرْحَامِ بَعْضُهُمْ أَوْلَىٰ بِبَعْضٍۢ فِى كِتَٰبِ ٱللَّهِ ۗ إِنَّ ٱللَّهَ بِكُلِّ شَىْءٍ عَلِيمٌۢ",
      "page": 186,
      "juz": 10,
      "hizb": 19,
      "sajda": false,
      "translation_dari": "و آنانی که بعد (از نزول این آیت) ایمان آوردند و هجرت کردند و همرای شما جهاد کردند، پس این جماعت نیز از جملۀ شما‌اند. و در (حکمِ) كتاب الله، صاحبان قرابت نسبت به یکدیگر (در استحقاق میراث از سایر مؤمنان) نزدیکتراند. يقينا الله به هر چیزی داناست.",
      "translation_pashto": "8-75 او هغه كسان چې له دې نه پس يې ایمان راوړ او هجرت يې وكړ او ستاسو په ملګرتیا كې يې جهاد وكړ، نو دغه كسان له هم ستاسو څخه دي او د خپلولۍ والا د الله په كتاب كې د یو بل زیات حقدار دي، بېشكه الله پر هر شي ښه پوه دى"
    }
  ]
}