{
  "number": 12,
  "name": "يوسف",
  "name_dari": "یوسف",
  "meaning_dari": "حضرت یوسف علیه‌السلام",
  "revelationType": "مکی",
  "numberOfAyahs": 111,
  "ayahs": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ الٓر ۚ تِلْكَ ءَايَٰتُ ٱلْكِتَٰبِ ٱلْمُبِينِ",
      "page": 235,
      "juz": 12,
      "hizb": 24,
      "sajda": false,
      "translation_dari": "الر (مفهوم این حروف به الله معلوم است)، این آیات، آیات کتاب واضح (و بیانگر حق و باطل) است.",
      "translation_pashto": "12-1 الف، لام، را، دا د واضح كتاب ایتونه دي"
    },
    {
      "number": 2,
      "text": "إِنَّآ أَنزَلْنَٰهُ قُرْءَٰنًا عَرَبِيًّۭا لَّعَلَّكُمْ تَعْقِلُونَ",
      "page": 235,
      "juz": 12,
      "hizb": 24,
      "sajda": false,
      "translation_dari": "چون ما آن را قرآن )خواندنی و( به زبان عربی نازل کردیم تا (مفهوم آن را) درک کنید.",
      "translation_pashto": "12-2 بېشكه مونږ دا نازل كړى دى، په داسې حال كې چې عربي قرآن دى، د دې لپاره چې تاسو پوه شئ"
    },
    {
      "number": 3,
      "text": "نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ ٱلْقَصَصِ بِمَآ أَوْحَيْنَآ إِلَيْكَ هَٰذَا ٱلْقُرْءَانَ وَإِن كُنتَ مِن قَبْلِهِۦ لَمِنَ ٱلْغَٰفِلِينَ",
      "page": 235,
      "juz": 12,
      "hizb": 24,
      "sajda": false,
      "translation_dari": "ما بهترین داستان‌ها را، با وحی فرستادن و به وسیلۀ این قرآن بر تو حکایت می‌کنیم، حال آنکه پیش از این از بی‌خبران بودی.",
      "translation_pashto": "12-3 (اى نبي!) مونږ تا ته تر ټولو ښه بیان (قصه) اوروو، د دې قرآن په ذريعې سره چې مونږ تا ته وحي كړى دى، او بېشكه شان دا دى چې ته د دې (قرآن له نازلېدلو) نه مخكې خامخا له ناخبرو ځنې وې"
    },
    {
      "number": 4,
      "text": "إِذْ قَالَ يُوسُفُ لِأَبِيهِ يَٰٓأَبَتِ إِنِّى رَأَيْتُ أَحَدَ عَشَرَ كَوْكَبًۭا وَٱلشَّمْسَ وَٱلْقَمَرَ رَأَيْتُهُمْ لِى سَٰجِدِينَ",
      "page": 235,
      "juz": 12,
      "hizb": 24,
      "sajda": false,
      "translation_dari": "(آن داستان این است که) چون یوسف به پدرش گفت: ای پدر (بزرگوارم)! من یازده ستاره و آفتاب و ماه را در خواب دیدم، دیدم که آنها برایم سجده می‌کنند.",
      "translation_pashto": "12-4 (یاد كړه هغه وخت) كله چې یوسف خپل پلار ته وویل: اى زما پلار جانه! بېشكه ما (په خوب كې) یوولس ستوري او لمر او سپوږمۍ ولیدل، ما دوى ولېدل چې ما ته سجده كوونكي وو"
    },
    {
      "number": 5,
      "text": "قَالَ يَٰبُنَىَّ لَا تَقْصُصْ رُءْيَاكَ عَلَىٰٓ إِخْوَتِكَ فَيَكِيدُوا۟ لَكَ كَيْدًا ۖ إِنَّ ٱلشَّيْطَٰنَ لِلْإِنسَٰنِ عَدُوٌّۭ مُّبِينٌۭ",
      "page": 236,
      "juz": 12,
      "hizb": 24,
      "sajda": false,
      "translation_dari": "(يعقوب) گفت: ای پسرک من! خوابت را به برادرانت حکایت مکن که برای تو حیله سازی می‌کنند، زیرا شیطان برای انسان دشمن آشکار است.",
      "translation_pashto": "12-5 (یعقوب) وویل: اى زما خوږه بچيه! خپل (دا) خوب خپلو وروڼو ته مه بیانوه، (ګنې) بیا به دوى تا ته څه چل جور كړي، څه چل جوړول، بېشكه شیطان د انسان لپاره ښكاره دښمن دى"
    },
    {
      "number": 6,
      "text": "وَكَذَٰلِكَ يَجْتَبِيكَ رَبُّكَ وَيُعَلِّمُكَ مِن تَأْوِيلِ ٱلْأَحَادِيثِ وَيُتِمُّ نِعْمَتَهُۥ عَلَيْكَ وَعَلَىٰٓ ءَالِ يَعْقُوبَ كَمَآ أَتَمَّهَا عَلَىٰٓ أَبَوَيْكَ مِن قَبْلُ إِبْرَٰهِيمَ وَإِسْحَٰقَ ۚ إِنَّ رَبَّكَ عَلِيمٌ حَكِيمٌۭ",
      "page": 236,
      "juz": 12,
      "hizb": 24,
      "sajda": false,
      "translation_dari": "و اینچنین پروردگارت تو را بر می‌گزیند و تعبیر خوابها را به تو می‌آموزد و نعمت خود را بر تو و فرزندان یعقوب کامل می‌کند همانطور که پیش از این بر پدرانت ابراهیم و اسحاق کامل نمود. بی‌گمان پروردگارت دانای باحکمت است.",
      "translation_pashto": "12-6 او همدارنګه ستا رب به تا غوره كړي او تا ته به د خبرو(خوبونو) څه اصل حقیقت (تعبیر كول) وښیي او په تا باندې او د یعقوب په كورنۍ به خپل نعمت پوره كړي لكه چې هغه پوره كړى و دا (نعمت) له تا نه مخكې ستا په دوو پلرونو (نیكه او ورنیكه) ابراهیم او اسحق باندې، بېشكه ستا رب ښه پوه، ښه حكمت والا دى"
    },
    {
      "number": 7,
      "text": "۞ لَّقَدْ كَانَ فِى يُوسُفَ وَإِخْوَتِهِۦٓ ءَايَٰتٌۭ لِّلسَّآئِلِينَ",
      "page": 236,
      "juz": 12,
      "hizb": 24,
      "sajda": false,
      "translation_dari": "البته در سرگذشت یوسف و برادرانش برای پرسندگان نشانه‌هاست.",
      "translation_pashto": "12-7 یقینًا یقینًا په یوسف او د هغه په وروڼو كې د تپوس كوونكو لپاره ډېرې نښې دي"
    },
    {
      "number": 8,
      "text": "إِذْ قَالُوا۟ لَيُوسُفُ وَأَخُوهُ أَحَبُّ إِلَىٰٓ أَبِينَا مِنَّا وَنَحْنُ عُصْبَةٌ إِنَّ أَبَانَا لَفِى ضَلَٰلٍۢ مُّبِينٍ",
      "page": 236,
      "juz": 12,
      "hizb": 24,
      "sajda": false,
      "translation_dari": "وقتی که (برادران یوسف در مشورۀ خود) گفتند: یقینا یوسف و برادرش (بنیامین) نزد پدر ما نسبت به ما دوست داشتنی‌ترند، در حالیکه ما جمعی نیرومند هستیم، واقعا پدر ما در خطای آشکار است.",
      "translation_pashto": "12-8 كله چې هغوى (په خپل مینځ كې) وویل: خامخا یوسف او د هغه سكنى ورور زمونږ پلار ته زمونږ نه زیات محبوب دي، حال دا چې مونږ یوه قوتناكه ډله یو، بېشكه زمونږ پلار خامخا په ښكاره خطا كې (پروت) دى"
    },
    {
      "number": 9,
      "text": "ٱقْتُلُوا۟ يُوسُفَ أَوِ ٱطْرَحُوهُ أَرْضًۭا يَخْلُ لَكُمْ وَجْهُ أَبِيكُمْ وَتَكُونُوا۟ مِنۢ بَعْدِهِۦ قَوْمًۭا صَٰلِحِينَ",
      "page": 236,
      "juz": 12,
      "hizb": 24,
      "sajda": false,
      "translation_dari": "(لذا) يوسف را بکشید یا او را در سرزمین (دور) بیندازید تا توجه پدرتان به شما معطوف گردد، و بعد از او (پس از قتل يوسف، با توبه کردن) مردمان نیک و شایسته باشید.",
      "translation_pashto": "12-9 تاسو یوسف قتل كړئ یا هغه په كومې (لرې نامعلومه) ځمكه كې وغورځوئ چې ستاسو د پلار توجه يواځې تاسو ته خالصه شي او له دې (كاره) وروسته به تاسو نېك خلق شئ"
    },
    {
      "number": 10,
      "text": "قَالَ قَآئِلٌۭ مِّنْهُمْ لَا تَقْتُلُوا۟ يُوسُفَ وَأَلْقُوهُ فِى غَيَٰبَتِ ٱلْجُبِّ يَلْتَقِطْهُ بَعْضُ ٱلسَّيَّارَةِ إِن كُنتُمْ فَٰعِلِينَ",
      "page": 236,
      "juz": 12,
      "hizb": 24,
      "sajda": false,
      "translation_dari": "گوینده‌ای از آنان گفت: یوسف را نکشید بلکه او را در قعر چاهی باندازید، تا کسی از مسافران او را بگیرد، اگر می‌خواهید کاری بکنید.",
      "translation_pashto": "12-10 په دوى كې یو ویونكي وویل: تاسو یوسف مه وژنئ او (بلكې) هغه د ګمنامي كوهي په تیاره بېخ كې وغورځوئ چې په تېرېدونكو (لارویانو) كې به يې ځینې (څوك) واخلي كه تاسو كوونكي یئ (د هغه كار چې ستاسو مقصد پرې پوره كېږي)"
    },
    {
      "number": 11,
      "text": "قَالُوا۟ يَٰٓأَبَانَا مَا لَكَ لَا تَأْمَ۫نَّا عَلَىٰ يُوسُفَ وَإِنَّا لَهُۥ لَنَٰصِحُونَ",
      "page": 236,
      "juz": 12,
      "hizb": 24,
      "sajda": false,
      "translation_dari": "گفتند: ای پدر (مهربان ما)! چرا در بارۀ یوسف به ما اطمینان نداری حال آنکه ما خیر خواه او هستیم؟",
      "translation_pashto": "12-11 دوى وویل: اى زمونږ پلاره! څه باعث (او سبب) دى تا لره چې ته پر مونږ د یوسف باره كې اعتبار نه كوې، حال دا چې مونږ د ده یقینًا خیر غوښتونكي یو"
    },
    {
      "number": 12,
      "text": "أَرْسِلْهُ مَعَنَا غَدًۭا يَرْتَعْ وَيَلْعَبْ وَإِنَّا لَهُۥ لَحَٰفِظُونَ",
      "page": 236,
      "juz": 12,
      "hizb": 24,
      "sajda": false,
      "translation_dari": "(اگر ما را خیر خواه او میدانی) فردا او را با ما بفرست تا بخورد و بازی کند و البته ما نگهبان و مراقب او خواهیم بود.",
      "translation_pashto": "12-12 ته دى له مونږ سره سبا ولېږه چې ښې ډېرې مېوې وخوري (مزې وكړي) او لوبې وكړي او بېشكه مونږ د ده خامخا ساتونكي یو"
    },
    {
      "number": 13,
      "text": "قَالَ إِنِّى لَيَحْزُنُنِىٓ أَن تَذْهَبُوا۟ بِهِۦ وَأَخَافُ أَن يَأْكُلَهُ ٱلذِّئْبُ وَأَنتُمْ عَنْهُ غَٰفِلُونَ",
      "page": 236,
      "juz": 12,
      "hizb": 24,
      "sajda": false,
      "translation_dari": "(پدر) گفت: اینکه او را با خود ببرید، مرا سخت غمگین می‌کند و (نیز) می‌ترسم از آن که او را گرگ بخورد و شما از او بی‌خبر باشید.",
      "translation_pashto": "12-13 هغه وویل: بېشكه زه چې یم، یقینًا ما دا خبره غمجنوي چې تاسو دى بوځئ او زه له دې نه وېرېږم چې دا (یوسف) به لیوه (شرمښ) وخوري، په داسې حال كې چې تاسو به له ده نه غافلان یئ"
    },
    {
      "number": 14,
      "text": "قَالُوا۟ لَئِنْ أَكَلَهُ ٱلذِّئْبُ وَنَحْنُ عُصْبَةٌ إِنَّآ إِذًۭا لَّخَٰسِرُونَ",
      "page": 236,
      "juz": 12,
      "hizb": 24,
      "sajda": false,
      "translation_dari": "(پسران) گفتند: اگر او را گرگ بخورد با اینکه ما (بر دفع گرگ) گروه نیرومند هستیم، در این صورت يقينا زیانکار خواهیم بود.",
      "translation_pashto": "12-14 هغوى وویل: قسم دى كه دى (رانه) لیوه وخوري، حال دا چې مونږ یوه قوتناكه ډله یو (،نو) بېشكه مونږ به په دغه وخت كې خامخا تاوانیان (او هلاكېدونكي) یو"
    },
    {
      "number": 15,
      "text": "فَلَمَّا ذَهَبُوا۟ بِهِۦ وَأَجْمَعُوٓا۟ أَن يَجْعَلُوهُ فِى غَيَٰبَتِ ٱلْجُبِّ ۚ وَأَوْحَيْنَآ إِلَيْهِ لَتُنَبِّئَنَّهُم بِأَمْرِهِمْ هَٰذَا وَهُمْ لَا يَشْعُرُونَ",
      "page": 237,
      "juz": 12,
      "hizb": 24,
      "sajda": false,
      "translation_dari": "پس وقتی او را بردند و تصمیم گرفتند که او را در قعر چاه بیندازند (در همان لحظه) به او (يوسف) وحی کردیم که البته آنها را از این کارشان آگاه خواهی ساخت، در حالیکه نمی‌فهمند.",
      "translation_pashto": "12-15 نو كله چې دوى هغه بوته او پر دې خبره يې اتفاق وكړ چې دى د (ګمنامي) كوهي په تیاره بېخ كې وغورځوي او مونږ ده ته (یوسف ته) وحي وكړه چې قسم دى چې ته به خامخا ضرور دوى ته د دوى د دې كار خبر وركړې، په دې حال كې چې دوى به نه پوهېږي (چې ته یوسف يې)"
    },
    {
      "number": 16,
      "text": "وَجَآءُوٓ أَبَاهُمْ عِشَآءًۭ يَبْكُونَ",
      "page": 237,
      "juz": 12,
      "hizb": 24,
      "sajda": false,
      "translation_dari": "و شب گریان نزد پدر آمدند.",
      "translation_pashto": "12-16 او دوى خپل پلار ته بېګاه ته (په تیاره كې) راغلل چې ژړل يې (په دروغو سره)"
    },
    {
      "number": 17,
      "text": "قَالُوا۟ يَٰٓأَبَانَآ إِنَّا ذَهَبْنَا نَسْتَبِقُ وَتَرَكْنَا يُوسُفَ عِندَ مَتَٰعِنَا فَأَكَلَهُ ٱلذِّئْبُ ۖ وَمَآ أَنتَ بِمُؤْمِنٍۢ لَّنَا وَلَوْ كُنَّا صَٰدِقِينَ",
      "page": 237,
      "juz": 12,
      "hizb": 24,
      "sajda": false,
      "translation_dari": "گفتند: ای پدر! ما رفتیم که مسابقه دهیم، و يوسف را نزد سامان و اسباب ما گذاشتیم، پس گرگ او را خورد، ولی تو باور کنندۀ ما نیستی اگر چه راستگو باشیم.",
      "translation_pashto": "12-17  ويې ويل: اى زمونږ پلاره! بېشكه مونږ لاړو مسابقه مو سره كوله او مونږ یوسف له خپلو اسبابو سره پريښى و، نو هغه شرمخ وخوړ او ته پر مونږ باندې باور كوونكى نه يې اګر كه مونږ رښتیني یو"
    },
    {
      "number": 18,
      "text": "وَجَآءُو عَلَىٰ قَمِيصِهِۦ بِدَمٍۢ كَذِبٍۢ ۚ قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنفُسُكُمْ أَمْرًۭا ۖ فَصَبْرٌۭ جَمِيلٌۭ ۖ وَٱللَّهُ ٱلْمُسْتَعَانُ عَلَىٰ مَا تَصِفُونَ",
      "page": 237,
      "juz": 12,
      "hizb": 24,
      "sajda": false,
      "translation_dari": "و پیراهن او را آلوده به خون دروغ آوردند، پدر گفت: نه، بلکه نفس‌های تان کار زشت را برای شما آراسته است، پس کار من صبر نیک است و راجع به آنچه بیان می‌کنید، از الله مدد (و یاری) می‌خواهم.",
      "translation_pashto": "12-18 او دوى د هغه د كمیس له پاسه دروغجنه وینه لګولې راوړه، یعقوب وویل: (دا دروغ دي) بلكې تاسو ته ستاسو نفسونو (دا بد) كار ښايسته كړى دى، نو (زما كار) صبر جمیل دى او د هغو خبرو په هكله خاص له الله نه مدد غوښتلى شي چې تاسو يې بیانوئ"
    },
    {
      "number": 19,
      "text": "وَجَآءَتْ سَيَّارَةٌۭ فَأَرْسَلُوا۟ وَارِدَهُمْ فَأَدْلَىٰ دَلْوَهُۥ ۖ قَالَ يَٰبُشْرَىٰ هَٰذَا غُلَٰمٌۭ ۚ وَأَسَرُّوهُ بِضَٰعَةًۭ ۚ وَٱللَّهُ عَلِيمٌۢ بِمَا يَعْمَلُونَ",
      "page": 237,
      "juz": 12,
      "hizb": 24,
      "sajda": false,
      "translation_dari": "و کاروانی (نزدیک چاه) آمد پس آب آور خود را فرستادند، پس دلو خود را انداخت (وقتی به جای آب، یوسف را دید) گفت: مژده باد! این یک پسر است، و او را به طور متاعی پنهان ساختند، و الله به آنچه می‌کردند داناست.",
      "translation_pashto": "12-19 او قافله راغله، نو دوى خپل اوبه راوړونكى ولېږه، نو هغه خپله بوكه (په كوهي كې) ورخوشې كړه (نو یوسف دغې بوكې پورې ونښت، چې يې ولیده، نو) ويې ويل:اى زما خوشحالۍ! دا خو (ډېر ښكلى) هلك دى او دوى هغه د تجارت د مال په توګه پټ كړ او الله پر هغو كارونو ښه عالم دى چې دوى كول"
    },
    {
      "number": 20,
      "text": "وَشَرَوْهُ بِثَمَنٍۭ بَخْسٍۢ دَرَٰهِمَ مَعْدُودَةٍۢ وَكَانُوا۟ فِيهِ مِنَ ٱلزَّٰهِدِينَ",
      "page": 237,
      "juz": 12,
      "hizb": 24,
      "sajda": false,
      "translation_dari": "و او را به پول ناچیزی (و تنها) به چند درهم شمرده شده فروختند و در بارۀ او بی‌علاقه بودند.",
      "translation_pashto": "12-20 او دوى هغه په ډېر كم قیمت خرڅ كړ، چې څو شمېرل شوې روپۍ وې او دوى د هغه په حق كې له بې رغبتو څخه وو"
    },
    {
      "number": 21,
      "text": "وَقَالَ ٱلَّذِى ٱشْتَرَىٰهُ مِن مِّصْرَ لِٱمْرَأَتِهِۦٓ أَكْرِمِى مَثْوَىٰهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوْ نَتَّخِذَهُۥ وَلَدًۭا ۚ وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِى ٱلْأَرْضِ وَلِنُعَلِّمَهُۥ مِن تَأْوِيلِ ٱلْأَحَادِيثِ ۚ وَٱللَّهُ غَالِبٌ عَلَىٰٓ أَمْرِهِۦ وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
      "page": 237,
      "juz": 12,
      "hizb": 24,
      "sajda": false,
      "translation_dari": "و آن کس از اهل مصر که او را خریده بود به همسرش گفت: او را گرامی دار شاید به حال ما نفعی برساند، یا او را به فرزندی بگیریم. و این گونه ما یوسف را در سرزمین تمکین دادیم و تا تعبیر خوابها را به او بیاموزیم. و الله بر کار خود غالب است، اما بیشتر مردم نمی‌دانند.",
      "translation_pashto": "12-21 او هغه سړي چې دى يې له مصره اخيستى و، خپلې ښځې ته وویل: د ده استوګنه عزتمنه ساته (دى په عزت سره ساته)، امېد دى چې دى به مونږ ته فايده راورسوي یا به دى مونږ زوى ونیسو او همدارنګه مونږ یوسف ته په ځمكه كې ځاى (او قدرت) وركړ او د دې لپاره چې مونږ هغه ته د خبرو څه تاویل (او تعبیر) وښیو او الله پر خپل كار غالب دى او لېكن اكثره خلق نه پوهېږي"
    },
    {
      "number": 22,
      "text": "وَلَمَّا بَلَغَ أَشُدَّهُۥٓ ءَاتَيْنَٰهُ حُكْمًۭا وَعِلْمًۭا ۚ وَكَذَٰلِكَ نَجْزِى ٱلْمُحْسِنِينَ",
      "page": 237,
      "juz": 12,
      "hizb": 24,
      "sajda": false,
      "translation_dari": "و چون به كمال جوانی خود رسید به او حكمت و دانایی دادیم، و این چنین به نیکوکاران پاداش می‌دهیم.",
      "translation_pashto": "12-22 او كله چې هغه خپل قوت ته ورسېده (، نو) مونږ هغهٔ ته حكم او علم وركړ او همداسې مونږ نېكي كوونكو ته بدله وركوو"
    },
    {
      "number": 23,
      "text": "وَرَٰوَدَتْهُ ٱلَّتِى هُوَ فِى بَيْتِهَا عَن نَّفْسِهِۦ وَغَلَّقَتِ ٱلْأَبْوَٰبَ وَقَالَتْ هَيْتَ لَكَ ۚ قَالَ مَعَاذَ ٱللَّهِ ۖ إِنَّهُۥ رَبِّىٓ أَحْسَنَ مَثْوَاىَ ۖ إِنَّهُۥ لَا يُفْلِحُ ٱلظَّٰلِمُونَ",
      "page": 238,
      "juz": 12,
      "hizb": 24,
      "sajda": false,
      "translation_dari": "و آن زنی که یوسف در خانه اش بود خواست تا از او کام گیرد (و از پاکدامنی او را بیرون آورد)، و درها را بست و گفت: پیش بیا که از توام، یوسف گفت: (از این کار زشت) به الله پناه می‌برم و او (عزیز مصر) آقای من است، (جای) مرا نیکو ساخت، بی‌گمان ظالمان رستگار نمی‌شوند.",
      "translation_pashto": "12-23 او هغې ښځې، چې دا د هغې په كور كې و، هغې له ده نه له هغې سره د بدكارۍ مطالبه وكړه او (ټولې) دروازى يې كلكې پورې كړې او ويې ويل:هله، ته زر راشه! هغهٔ وویل: زه په الله پورې پناه نیسم، بېشكه دا (عزیز) زما مالك دى، هغه زما استوګنه ښه كړې ده، بېشكه شان دا دى چې ظالمان فلاح (او خلاصى) نه مومي"
    },
    {
      "number": 24,
      "text": "وَلَقَدْ هَمَّتْ بِهِۦ ۖ وَهَمَّ بِهَا لَوْلَآ أَن رَّءَا بُرْهَٰنَ رَبِّهِۦ ۚ كَذَٰلِكَ لِنَصْرِفَ عَنْهُ ٱلسُّوٓءَ وَٱلْفَحْشَآءَ ۚ إِنَّهُۥ مِنْ عِبَادِنَا ٱلْمُخْلَصِينَ",
      "page": 238,
      "juz": 12,
      "hizb": 24,
      "sajda": false,
      "translation_dari": "البته آن زن قصد (مقاربت با) یوسف کرد. (ولی) اگر یوسف برهان پروردگارش را نمی‌دید، او نیز قصد (مقاربت با) آن زن می‌کرد. ما این چنین کردیم تا بدی و فحشا را از او دور سازیم، چون که او از بندگان مخلص و برگزیدۀ ما بود.",
      "translation_pashto": "12-24 او یقینًا یقینًا هغې دهٔ ته قصد كړى و، او ده به هغې ته قصد كړى و كه چېرې ده د خپل رب دلیل نه وى لیدلى، همداسې (مونږ یوسف وساته) د دې لپاره چې مونږ له هغه نه بد او ناكاره (بې حیا) فعل وګرځوو (واړوو)، بېشكه دغه (یوسف) زمونږ له غوره كړى شويو بنده ګانو څخه دى"
    },
    {
      "number": 25,
      "text": "وَٱسْتَبَقَا ٱلْبَابَ وَقَدَّتْ قَمِيصَهُۥ مِن دُبُرٍۢ وَأَلْفَيَا سَيِّدَهَا لَدَا ٱلْبَابِ ۚ قَالَتْ مَا جَزَآءُ مَنْ أَرَادَ بِأَهْلِكَ سُوٓءًا إِلَّآ أَن يُسْجَنَ أَوْ عَذَابٌ أَلِيمٌۭ",
      "page": 238,
      "juz": 12,
      "hizb": 24,
      "sajda": false,
      "translation_dari": "و هر دو به طرف دروازه بر یکدیگر سبقت کردند و آن زن پیراهن یوسف را از پشت پاره کرد. و شوهرش را نزدیک دروازه یافتند. (زن به شوهر خود) گفت: جزای کسی که قصد بدی به همسرت کرده چیست؟ جز این (نیست) که زندانی گردد یا عذاب دردناک (داده) شود.",
      "translation_pashto": "12-25 او دواړو دروازې ته سره منډې شروع كړې او هغې د ده  كمیس له شا طرف نه څیرې كړ او دواړه د هغې له خاوند سره دروازي ته نژدې مخامخ شول، هغې وویل: نه ده سزا د هغه چا چې ستا له اهل سره يې د بدۍ اراده وكړه مګر دا چې هغه بندي (قيد) كړى شي یا ( د هغهٔ لپاره) ډېر دردوونكى عذاب دى"
    },
    {
      "number": 26,
      "text": "قَالَ هِىَ رَٰوَدَتْنِى عَن نَّفْسِى ۚ وَشَهِدَ شَاهِدٌۭ مِّنْ أَهْلِهَآ إِن كَانَ قَمِيصُهُۥ قُدَّ مِن قُبُلٍۢ فَصَدَقَتْ وَهُوَ مِنَ ٱلْكَٰذِبِينَ",
      "page": 238,
      "juz": 12,
      "hizb": 24,
      "sajda": false,
      "translation_dari": "یوسف (در جواب) گفت: این زن مرا به سوی خود خواست، (ولی من انکار کردم و از وی فرار می‌نمودم) و شاهدی از خانوادۀ آن زن گواهی داد که اگر پیراهن او از پیش روی پاره شده باشد، پس آن زن راست گفته است و یوسف از دروغگویان است.",
      "translation_pashto": "12-26 هغهٔ وویل: هم دې له ما نه د بدكارۍ غوښتنه كړې ده، او د هغې د كورنۍ یو شاهد شاهدي وركړه (داسې چې) كه د ده كمیس له مخامخ اړخ نه څيرې شوى وي، نو هغې رښتیا ویلي دي او دا له دروغجنانو څخه دى"
    },
    {
      "number": 27,
      "text": "وَإِن كَانَ قَمِيصُهُۥ قُدَّ مِن دُبُرٍۢ فَكَذَبَتْ وَهُوَ مِنَ ٱلصَّٰدِقِينَ",
      "page": 238,
      "juz": 12,
      "hizb": 24,
      "sajda": false,
      "translation_dari": "و اگر پیراهنش از پشت پاره شده باشد، پس این زن دروغ گفته است و یوسف از راستگویان است.",
      "translation_pashto": "12-27 او كه د ده كمیس له شا اړخ نه څیرې شوى وي، نو دې دروغ ویلي دي او هغه (یوسف) له رښتینو څخه دى"
    },
    {
      "number": 28,
      "text": "فَلَمَّا رَءَا قَمِيصَهُۥ قُدَّ مِن دُبُرٍۢ قَالَ إِنَّهُۥ مِن كَيْدِكُنَّ ۖ إِنَّ كَيْدَكُنَّ عَظِيمٌۭ",
      "page": 238,
      "juz": 12,
      "hizb": 24,
      "sajda": false,
      "translation_dari": "پس چون (شوهر) دید که پیراهن یوسف از پشت پاره شده، گفت: يقينا این (ماجرا) از مکر شما زنان است، زیرا مکر شما زنان بزرگ است.",
      "translation_pashto": "12-28 نو كله چې هغه (عزیز) د ده كمیس ولیده چې له شا اړخ نه څیرې شوى دى، ويې ويل: بېشكه (اى ښځو) دا ستاسو له فریبونو څخه دى، بېشكه ستاسو فریب (او چل) ډېر لوى دى"
    },
    {
      "number": 29,
      "text": "يُوسُفُ أَعْرِضْ عَنْ هَٰذَا ۚ وَٱسْتَغْفِرِى لِذَنۢبِكِ ۖ إِنَّكِ كُنتِ مِنَ ٱلْخَاطِـِٔينَ",
      "page": 238,
      "juz": 12,
      "hizb": 24,
      "sajda": false,
      "translation_dari": "(عزیز مصر گفت:) ای یوسف! تو از افشای این کار در گذر و تو ای زن! برای گناه خود آمرزش بخواه، چون از خطاکاران بودی.",
      "translation_pashto": "12-29 اى یوسفه! له دې خبرې نه مخ واړوه او (اى ښځې) ته د خپلې ګناه لپاره مغفرت وغواړه، بېشكه هم تهٔ له خطا كارانو ځنې وې"
    },
    {
      "number": 30,
      "text": "۞ وَقَالَ نِسْوَةٌۭ فِى ٱلْمَدِينَةِ ٱمْرَأَتُ ٱلْعَزِيزِ تُرَٰوِدُ فَتَىٰهَا عَن نَّفْسِهِۦ ۖ قَدْ شَغَفَهَا حُبًّا ۖ إِنَّا لَنَرَىٰهَا فِى ضَلَٰلٍۢ مُّبِينٍۢ",
      "page": 238,
      "juz": 12,
      "hizb": 24,
      "sajda": false,
      "translation_dari": "و عده‌ای از زنان در شهر گفتند: زن عزیز از غلامش کام می‌خواهد تا او را از پاکدامنی غافل کند، به راستی محبت (یوسف) در دلش جای گرفته است، البته او را در گمراهی آشکار می‌بینیم.",
      "translation_pashto": "12-30 او په ښار كې ښځو وویل: د عزیز ښځه له خپل غلام نه د بدكارۍ مطالبه كوي، یقینًا د مینې په لحاظ سره هغهٔ، د دې د زړه پرده څیرې كړې ده (د دې ورسره سخته مينه ده)، بېشكه مونږ هغه خامخا په ښكاره ګمراهۍ كې وینو"
    },
    {
      "number": 31,
      "text": "فَلَمَّا سَمِعَتْ بِمَكْرِهِنَّ أَرْسَلَتْ إِلَيْهِنَّ وَأَعْتَدَتْ لَهُنَّ مُتَّكَـًۭٔا وَءَاتَتْ كُلَّ وَٰحِدَةٍۢ مِّنْهُنَّ سِكِّينًۭا وَقَالَتِ ٱخْرُجْ عَلَيْهِنَّ ۖ فَلَمَّا رَأَيْنَهُۥٓ أَكْبَرْنَهُۥ وَقَطَّعْنَ أَيْدِيَهُنَّ وَقُلْنَ حَٰشَ لِلَّهِ مَا هَٰذَا بَشَرًا إِنْ هَٰذَآ إِلَّا مَلَكٌۭ كَرِيمٌۭ",
      "page": 239,
      "juz": 12,
      "hizb": 24,
      "sajda": false,
      "translation_dari": "پس چون زن عزیز مکر زنان را شنید، کسی را به‌سوی زنان فرستاد و برای آنها مجلسی آماده کرد و به دست هر یک از آنها کاردی داد و گفت: (به يوسف) بر زنان بیرون آی. پس چون زنان او را دیدند او را (در حسن و جمال) بزرگ یافتند و دست‌های خود را (از شدت مشغول شدن به جمال او) بریدند و گفتند: سبحان الله (پاکی است الله را) این بشر نیست (بلکه) این جز فرشته بزرگوار نیست.",
      "translation_pashto": "12-31 نو كله چې هغې د دوى مكر واورېده (، نو) دوى ته يې پېغام ولېږه او د دوى لپاره يې مجلس تیار كړ او په دوى كې يې هرې یوې ته چاړه وركړه او هغې (ده ته) وویل: دوى ته راووځه، نو كله چې دوى هغه ولیده (،نو) ډېر لوى ښايسته يې ومونده او خپل لاسونه يې پرې كړل او ويې ویل الله ته پاكي ده، دا خو بشر نه دى، دا نه دى مګر ډېر عزتمن مَلك"
    },
    {
      "number": 32,
      "text": "قَالَتْ فَذَٰلِكُنَّ ٱلَّذِى لُمْتُنَّنِى فِيهِ ۖ وَلَقَدْ رَٰوَدتُّهُۥ عَن نَّفْسِهِۦ فَٱسْتَعْصَمَ ۖ وَلَئِن لَّمْ يَفْعَلْ مَآ ءَامُرُهُۥ لَيُسْجَنَنَّ وَلَيَكُونًۭا مِّنَ ٱلصَّٰغِرِينَ",
      "page": 239,
      "juz": 12,
      "hizb": 24,
      "sajda": false,
      "translation_dari": "زن عزیز گفت: این همان جوانی است که مرا دربارۀ محبت او ملامت کردید، و البته من او را بسوی خود طلب کردم، ولی خود را پاک داشت. و اگر آنچه را که به او دستور میدهم انجام ندهد، حتما زندانی می‌شود و حتما از خوار شدگان خواهد شد.",
      "translation_pashto": "12-32 هغې وویل: دا هماغه (زلمى) دى چې تاسو زه د ده (له ده سره د مینې) په باره كې ملامته كړې ومه او یقینًا یقینًا ما له ده نه د ده د ځان غوښتنه كړې وه، نو ده ځان وساته او قسم دى كه ده هغه كار ونه كړ چې زه يې ده ته حكم كوم (، نو) خامخا هرومرو به دى بندي كړى شي او خامخا هرومرو به دى شي له ذلیلانو نه"
    },
    {
      "number": 33,
      "text": "قَالَ رَبِّ ٱلسِّجْنُ أَحَبُّ إِلَىَّ مِمَّا يَدْعُونَنِىٓ إِلَيْهِ ۖ وَإِلَّا تَصْرِفْ عَنِّى كَيْدَهُنَّ أَصْبُ إِلَيْهِنَّ وَأَكُن مِّنَ ٱلْجَٰهِلِينَ",
      "page": 239,
      "juz": 12,
      "hizb": 24,
      "sajda": false,
      "translation_dari": "گفت: پروردگارا! زندان برای من دوست داشتنی‌تر است از چیزی که مرا به‌سوی آن می‌خوانند. و اگر مکر آن زنان را از من باز نداری به‌سوی آنان خواهم گروید و از جملۀ نادانان می‌گردم.",
      "translation_pashto": "12-33 هغهٔ وویل: اى زما ربه! بندي خانه ما ته ډېره خوښه ده له هغه كار نه چې دوى ما هغه ته بلي او كه ته زما څخه د دوى مكر و فریب وانه ړوې (، نو) زه به دوى ته مايله شم او شم به له جاهلانو نه"
    },
    {
      "number": 34,
      "text": "فَٱسْتَجَابَ لَهُۥ رَبُّهُۥ فَصَرَفَ عَنْهُ كَيْدَهُنَّ ۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
      "page": 239,
      "juz": 12,
      "hizb": 24,
      "sajda": false,
      "translation_dari": "پس پروردگارش دعای او را قبول کرد و مکر زنان را از او باز داشت. يقينا او شنوای داناست.",
      "translation_pashto": "12-34 نو خپل رب يې د ده دعا قبوله كړه، نو له ده نه يې د دوى مكر و فریب وګرځاوه، بېشكه هغه، هم هغه ښه اورېدونكى، ښه پوه دى"
    },
    {
      "number": 35,
      "text": "ثُمَّ بَدَا لَهُم مِّنۢ بَعْدِ مَا رَأَوُا۟ ٱلْءَايَٰتِ لَيَسْجُنُنَّهُۥ حَتَّىٰ حِينٍۢ",
      "page": 239,
      "juz": 12,
      "hizb": 24,
      "sajda": false,
      "translation_dari": "باز به نظرشان رسید پس از آنکه علامات (پاکی یوسف) را دیدند که البته او را تا مدتی زندانی کنند.",
      "translation_pashto": "12-35 بیا دوى (عزیز او د هغه كسانو) ته ښكاره شوه (صلاح يې وكړه)، وروسته له دې چې دوى (د یوسف د پاكۍ) نښې ولېدې،  چې دوى به دى خامخا هرومرو تر یو وخته پورې بندي كړي"
    },
    {
      "number": 36,
      "text": "وَدَخَلَ مَعَهُ ٱلسِّجْنَ فَتَيَانِ ۖ قَالَ أَحَدُهُمَآ إِنِّىٓ أَرَىٰنِىٓ أَعْصِرُ خَمْرًۭا ۖ وَقَالَ ٱلْءَاخَرُ إِنِّىٓ أَرَىٰنِىٓ أَحْمِلُ فَوْقَ رَأْسِى خُبْزًۭا تَأْكُلُ ٱلطَّيْرُ مِنْهُ ۖ نَبِّئْنَا بِتَأْوِيلِهِۦٓ ۖ إِنَّا نَرَىٰكَ مِنَ ٱلْمُحْسِنِينَ",
      "page": 239,
      "juz": 12,
      "hizb": 24,
      "sajda": false,
      "translation_dari": "و دو جوان با یوسف به زندان در آمدند، یکی از آن دو گفت: من در خواب دیدم که انگور (برای شراب) می‌فشارم، و دیگری گفت: من در خواب دیدم که بر سر خویش نانی برداشته ام که پرنده‌ها از آن می‌خورند، ما را از تعبیر این خواب آگاه کن که تو را از جملۀ نیکوکاران می‌بینیم.",
      "translation_pashto": "12-36 او له ده سره زندان ته دوه زلمي ننوتل، په دې دواړو كې یو وویل: بېشكه زه چې یم، زه ځان (په خوب كې) وینم، چې د شرابو لپاره انګور نچوړوم او بل وویل: بېشكه زه چې یم، ځان وینم، په دې حال كې چې د خپل سر له پاسه مې ډوډۍ بار كړې ده، چې له هغې نه مرغان خوراك كوي، مونږ د دې (خوبونو) پر تعبیر خبر كړه، بېشكه مونږ تا له نیكوكارانو  څخه وینو"
    },
    {
      "number": 37,
      "text": "قَالَ لَا يَأْتِيكُمَا طَعَامٌۭ تُرْزَقَانِهِۦٓ إِلَّا نَبَّأْتُكُمَا بِتَأْوِيلِهِۦ قَبْلَ أَن يَأْتِيَكُمَا ۚ ذَٰلِكُمَا مِمَّا عَلَّمَنِى رَبِّىٓ ۚ إِنِّى تَرَكْتُ مِلَّةَ قَوْمٍۢ لَّا يُؤْمِنُونَ بِٱللَّهِ وَهُم بِٱلْءَاخِرَةِ هُمْ كَٰفِرُونَ",
      "page": 239,
      "juz": 12,
      "hizb": 24,
      "sajda": false,
      "translation_dari": "یوسف گفت: پیش از آنکه غذایتان به شما برسد، شما را از تعبیر خوابتان آگاه خواهم ساخت، این (تعبیر خواب) که به شما می‌گویم از چیزهایی است که پروردگارم به من آموخته است. همانا من آیین قومی را که به الله ایمان نمی‌آورند و منکر آخرت نیز هستند، ترک کرده‌ام.",
      "translation_pashto": "12-37 (یوسف) وویل: چې تاسو ته به هغه طعام لا نه وي راغلى چې تاسو ته هغه دركاوه شي مګر چې تاسو به د دې (خوبونو) پر تعبیر خبر كړم، مخكې له دې نه چې تاسو ته هغه راشي، دا (تعبیر) له هغه علم څخه دى چې زما رب ما ته ښودلى دى، بېشكه ما د هغه قوم دین پریښى دى چې په الله ایمان نه لري او په اخرت هم كافران دي"
    },
    {
      "number": 38,
      "text": "وَٱتَّبَعْتُ مِلَّةَ ءَابَآءِىٓ إِبْرَٰهِيمَ وَإِسْحَٰقَ وَيَعْقُوبَ ۚ مَا كَانَ لَنَآ أَن نُّشْرِكَ بِٱللَّهِ مِن شَىْءٍۢ ۚ ذَٰلِكَ مِن فَضْلِ ٱللَّهِ عَلَيْنَا وَعَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَشْكُرُونَ",
      "page": 240,
      "juz": 12,
      "hizb": 24,
      "sajda": false,
      "translation_dari": "بلکه دین پدرانم ابراهیم و اسحق و یعقوب را پیروی کرده ام، برای ما شایسته نیست که با الله چیزی را شریک گردانیم، این (ایمان و توحید) از فضل الله بر ما و بر مردم است، ولی بیشتر مردم شکر گزاری نمی‌کنند.",
      "translation_pashto": "12-38 او ما د خپلو پلرونو د ملت پیروي كړې ده چې ابراهیم او اسحق او یعقوب دى، زمونږ لپاره له سره جايز نه دي چې له الله سره څه شى شریك كړو، دا د الله له فضله څخه دي پر مونږ باندې او په (نورو) خلقو باندې او لېكن زیاتره خلق شكر نه وباسي"
    },
    {
      "number": 39,
      "text": "يَٰصَىٰحِبَىِ ٱلسِّجْنِ ءَأَرْبَابٌۭ مُّتَفَرِّقُونَ خَيْرٌ أَمِ ٱللَّهُ ٱلْوَٰحِدُ ٱلْقَهَّارُ",
      "page": 240,
      "juz": 12,
      "hizb": 24,
      "sajda": false,
      "translation_dari": "(یوسف گفت:) ای دوستان زندانی ام! آیا معبودهای پراگنده بهتر است یا الله یگانۀ غالب (بر همه مخلوقات)؟",
      "translation_pashto": "12-39 اى د زندان دواړو ملګرو! ایا ګڼ او متفرق خدایان غوره دي یا كه هغه الله چې یو دى، ډېر قوي او غالب دى"
    },
    {
      "number": 40,
      "text": "مَا تَعْبُدُونَ مِن دُونِهِۦٓ إِلَّآ أَسْمَآءًۭ سَمَّيْتُمُوهَآ أَنتُمْ وَءَابَآؤُكُم مَّآ أَنزَلَ ٱللَّهُ بِهَا مِن سُلْطَٰنٍ ۚ إِنِ ٱلْحُكْمُ إِلَّا لِلَّهِ ۚ أَمَرَ أَلَّا تَعْبُدُوٓا۟ إِلَّآ إِيَّاهُ ۚ ذَٰلِكَ ٱلدِّينُ ٱلْقَيِّمُ وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
      "page": 240,
      "juz": 12,
      "hizb": 24,
      "sajda": false,
      "translation_dari": "غير از او نمی‌پرستید مگر نام‌هایی را که شما و پدرانتان وضع کرده‌اید، الله (هیچ) دلیل و برهانی بر (صحت) آنان نفرستاده است. فرمانروایی (کائنات) تنها از الله است و امر کرده که جز او را نپرستید، این است دین راست و استوار، ولی بیشتر مردم نمی‌دانند.",
      "translation_pashto": "12-40 تاسو له الله نه غیر عبادت نه كوئ مګر د داسې نومونو چې تاسو او ستاسو پلرونو ایښي (او نومولي) دي (او) الله د دوى (د الوهیت) په باره كې هېڅ دلیل نه دى نازل كړى، حكم يواځې الله ته خاص دى، هغه حكم كړى دى چې تاسو يواځې د هغه عبادت كوئ، همدا سم دین دى او لېكن زیاتره خلق نه پوهېږي"
    },
    {
      "number": 41,
      "text": "يَٰصَىٰحِبَىِ ٱلسِّجْنِ أَمَّآ أَحَدُكُمَا فَيَسْقِى رَبَّهُۥ خَمْرًۭا ۖ وَأَمَّا ٱلْءَاخَرُ فَيُصْلَبُ فَتَأْكُلُ ٱلطَّيْرُ مِن رَّأْسِهِۦ ۚ قُضِىَ ٱلْأَمْرُ ٱلَّذِى فِيهِ تَسْتَفْتِيَانِ",
      "page": 240,
      "juz": 12,
      "hizb": 24,
      "sajda": false,
      "translation_dari": "ای دوستان زندانی ام! اما یکی از شما (مثل سابق) به آقای خود شراب می‌نوشاند، اما آن دیگر به دار کشیده می‌شود و پرنده‌ها از سر او می‌خورند. (باز گفت:) امری که شما دوتن جویای (تعبير آن) از من شدید، فيصله شده است.",
      "translation_pashto": "12-41 اى د زندان دواړو ملګرو! هر چي په تاسو كې یو دى، نو هغه خو به پر خپل مالك شراب څښوي او پاتې شو بل، نو هغه به په دار كولى شي، نو مرغان به د ده له سر نه (غوښې) خوري، هغه كار فیصله شوى دى چې تاسو د هغه په باره كې (له ما نه) تعبیر پوښتئ"
    },
    {
      "number": 42,
      "text": "وَقَالَ لِلَّذِى ظَنَّ أَنَّهُۥ نَاجٍۢ مِّنْهُمَا ٱذْكُرْنِى عِندَ رَبِّكَ فَأَنسَىٰهُ ٱلشَّيْطَٰنُ ذِكْرَ رَبِّهِۦ فَلَبِثَ فِى ٱلسِّجْنِ بِضْعَ سِنِينَ",
      "page": 240,
      "juz": 12,
      "hizb": 24,
      "sajda": false,
      "translation_dari": "و به یکی از آن دو که گمان می‌کرد نجات می‌یابد، گفت: مرا در نزد آقای خود یاد کن، ولی شیطان یادآوری (قضیۀ) یوسف را نزد آقایش از یاد آن (جوان) برد؛ در نتيجه، (یوسف) چند سال در زندان ماند.",
      "translation_pashto": "12-42 او هغه كس ته يې وویل چې پر هغه يې دا یقین و چې یقینًا دى په دې دواړو كې خلاصى موندونكى دى: د خپل مالك په وړاندې ما یاد كړه، نو شیطان له هغه نه خپل مالك ته (د یوسف) یادول هېر كړل، نو هغه په زندان كې څو كاله پاتې شو"
    },
    {
      "number": 43,
      "text": "وَقَالَ ٱلْمَلِكُ إِنِّىٓ أَرَىٰ سَبْعَ بَقَرَٰتٍۢ سِمَانٍۢ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌۭ وَسَبْعَ سُنۢبُلَٰتٍ خُضْرٍۢ وَأُخَرَ يَابِسَٰتٍۢ ۖ يَٰٓأَيُّهَا ٱلْمَلَأُ أَفْتُونِى فِى رُءْيَٰىَ إِن كُنتُمْ لِلرُّءْيَا تَعْبُرُونَ",
      "page": 240,
      "juz": 12,
      "hizb": 24,
      "sajda": false,
      "translation_dari": "و پادشاه گفت: من در خواب هفت گاو فربه را دیدم که هفت گاو لاغر، آنها را می‌خوردند، و هفت خوشه سبز و هفت خوشه خشک دیگر را دیدم. ای سران قوم! در بارۀ خوابم به من نظر دهید، اگر خواب را تعبیر می‌کنید.",
      "translation_pashto": "12-43 او بادشاه وویل: بېشكه زه چې یم، زه  اوه چاغې څربه غواګانې وینم، چې اوه خوارې غواګانې يې خوري او اوه شنه وږي او نور وچ (اوه وږي وینم) اى سردارانو! تاسو ما ته زما د خوب تعبیر ووایئ، كه چېرې تاسو د خوب تعبیر كولى شئ"
    },
    {
      "number": 44,
      "text": "قَالُوٓا۟ أَضْغَٰثُ أَحْلَٰمٍۢ ۖ وَمَا نَحْنُ بِتَأْوِيلِ ٱلْأَحْلَٰمِ بِعَٰلِمِينَ",
      "page": 241,
      "juz": 12,
      "hizb": 24,
      "sajda": false,
      "translation_dari": "(سران قوم) گفتند: این خواب‌های پریشان کننده و بی‌اساس است و ما به تعبیر خواب‌های پریشان و بی‌اساس آگاهی نداریم.",
      "translation_pashto": "12-44 هغوى وویل: (دا) ګډوډ (تَخَیُّلي) خوبونه دي او مونږ د خیالي ګډو وډو خوبونو په تعبیر باندې عالمان نه یو"
    },
    {
      "number": 45,
      "text": "وَقَالَ ٱلَّذِى نَجَا مِنْهُمَا وَٱدَّكَرَ بَعْدَ أُمَّةٍ أَنَا۠ أُنَبِّئُكُم بِتَأْوِيلِهِۦ فَأَرْسِلُونِ",
      "page": 241,
      "juz": 12,
      "hizb": 24,
      "sajda": false,
      "translation_dari": "و کسی که از آن دو نفر نجات یافته بود بعد از مدتها به یاد آورد (و) گفت: من شما را از تعبیر آن باخبر میسازم، پس مرا (نزد یوسف) بفرستید.",
      "translation_pashto": "12-45 او هغه كس  وویل چې په هغو دواړو كې هغه نجات موندلى و او له ډېرې مودې نه پس يې یاد شو: زه تاسو د دې (خوب) پر تعبیر خبروم، نو تاسو ما (یوسف ته) ولېږئ"
    },
    {
      "number": 46,
      "text": "يُوسُفُ أَيُّهَا ٱلصِّدِّيقُ أَفْتِنَا فِى سَبْعِ بَقَرَٰتٍۢ سِمَانٍۢ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌۭ وَسَبْعِ سُنۢبُلَٰتٍ خُضْرٍۢ وَأُخَرَ يَابِسَٰتٍۢ لَّعَلِّىٓ أَرْجِعُ إِلَى ٱلنَّاسِ لَعَلَّهُمْ يَعْلَمُونَ",
      "page": 241,
      "juz": 12,
      "hizb": 24,
      "sajda": false,
      "translation_dari": "(پس نزد یوسف رفته و گفت:) ای یوسف! ای مرد راستگو! دربارۀ هفت گاو فربه که هفت گاو لاغر آنها را می‌خورند، و (دربارۀ) هفت خوشۀ سبز و هفت خوشۀ خشک به ما نظر ده تا اینکه من به‌سوی مردم برگردم، امید است آنان بدانند.",
      "translation_pashto": "12-46 اى یوسفه! اى ډېره رښتینه! ته مونږ ته تعبیر بیان كړه د اوو څربو غواګانو په باره كې چې اوه خوارې يې خوري او د اوو شنو وږو او نورو (اوو) وچو (وږو) په باره كې، د دې لپاره چې زه خلقو ته واپس لاړشم، د دې لپاره چې هغوى پوه شي"
    },
    {
      "number": 47,
      "text": "قَالَ تَزْرَعُونَ سَبْعَ سِنِينَ دَأَبًۭا فَمَا حَصَدتُّمْ فَذَرُوهُ فِى سُنۢبُلِهِۦٓ إِلَّا قَلِيلًۭا مِّمَّا تَأْكُلُونَ",
      "page": 241,
      "juz": 12,
      "hizb": 24,
      "sajda": false,
      "translation_dari": "يوسف گفت: هفت سال پی در پی کشت کنید و آنچه را که درو نمودید جز اندکی که می‌خورید در خوشۀ آن بگذارید.",
      "translation_pashto": "12-47 هغهٔ وویل: تاسو به اوه كاله پرله پسې په ډېر كوښښ سره كر كيله كوئ، نو څه چې تاسو ورېبئ هغه (غله) په خپلو وږو كې پرېږدئ، خو لږ له هغو نه چې تاسو يې خورئ"
    },
    {
      "number": 48,
      "text": "ثُمَّ يَأْتِى مِنۢ بَعْدِ ذَٰلِكَ سَبْعٌۭ شِدَادٌۭ يَأْكُلْنَ مَا قَدَّمْتُمْ لَهُنَّ إِلَّا قَلِيلًۭا مِّمَّا تُحْصِنُونَ",
      "page": 241,
      "juz": 12,
      "hizb": 24,
      "sajda": false,
      "translation_dari": "پس از آن، هفت سال سخت می‌آید که آنچه را به خاطر آن ذخیره کرده‌اید می‌خورند مگر اندکی از آنچه که ذخیره می‌کنید.",
      "translation_pashto": "12-48 بیا به له دې (كلونو) نه پس ډېر سخت اوه (كاله) راځي چې هغه (غلې) به وخوري چې تاسو مخكې د دغو (كلونو) لپاره ذخیره كړي دي مګر لږ شان له هغه نه چې تاسو يې ساتئ"
    },
    {
      "number": 49,
      "text": "ثُمَّ يَأْتِى مِنۢ بَعْدِ ذَٰلِكَ عَامٌۭ فِيهِ يُغَاثُ ٱلنَّاسُ وَفِيهِ يَعْصِرُونَ",
      "page": 241,
      "juz": 12,
      "hizb": 24,
      "sajda": false,
      "translation_dari": "باز بعد از آن (سالهای خشک و سخت) سالی می‌آید که به مردم (در آن سال) باران می‌رسد، و در آن شیره (انگور و زیتون و دیگر میوه‌ها) را می‌فشارند.",
      "translation_pashto": "12-49 بیا به له دې (كلونو) نه پس یو كال راځي چې په هغه كې به (په باران سره) د خلقو فریاد رسي وشي او په ده كې به دوى (مېوې) نچوړي"
    },
    {
      "number": 50,
      "text": "وَقَالَ ٱلْمَلِكُ ٱئْتُونِى بِهِۦ ۖ فَلَمَّا جَآءَهُ ٱلرَّسُولُ قَالَ ٱرْجِعْ إِلَىٰ رَبِّكَ فَسْـَٔلْهُ مَا بَالُ ٱلنِّسْوَةِ ٱلَّٰتِى قَطَّعْنَ أَيْدِيَهُنَّ ۚ إِنَّ رَبِّى بِكَيْدِهِنَّ عَلِيمٌۭ",
      "page": 241,
      "juz": 12,
      "hizb": 24,
      "sajda": false,
      "translation_dari": "و پادشاه گفت: یوسف را پیش من بیاورید، چون قاصد نزد او آمد، گفت: پیش آقایت باز گرد و از او بپرس ماجرای زنانی که دست‌هایشان را بریدند چه بود؟ و یقینا پروردگارم به مکر آنان داناست.",
      "translation_pashto": "12-50 او بادشاه وویل: تاسو هغه (یوسف) ما ته راولئ، نو كله چې ده ته استازى راغى، (نو) ده (ورته) وویل: خپل مالك ته بېرته لاړ شه، نو له هغه نه تپوس وكړه چې د هغو ښځو څه حال و چې خپل لاسونه يې پرې كړي وو، بېشكه زما رب د هغوى پر مكر او چل ښه پوه دى"
    },
    {
      "number": 51,
      "text": "قَالَ مَا خَطْبُكُنَّ إِذْ رَٰوَدتُّنَّ يُوسُفَ عَن نَّفْسِهِۦ ۚ قُلْنَ حَٰشَ لِلَّهِ مَا عَلِمْنَا عَلَيْهِ مِن سُوٓءٍۢ ۚ قَالَتِ ٱمْرَأَتُ ٱلْعَزِيزِ ٱلْـَٰٔنَ حَصْحَصَ ٱلْحَقُّ أَنَا۠ رَٰوَدتُّهُۥ عَن نَّفْسِهِۦ وَإِنَّهُۥ لَمِنَ ٱلصَّٰدِقِينَ",
      "page": 241,
      "juz": 12,
      "hizb": 24,
      "sajda": false,
      "translation_dari": "پادشاه (زنان را جمع کرده) گفت: جریان شما چه بود آنگاه که خواستید یوسف را به خود بخوانید؟ گفتند: پناه بر الله، هیچ گناهی از او سراغ نداریم. زن عزیز گفت: اکنون حق آشکار شد، این من بودم که او را به‌سوی خود خواندم (ولی او به من روی نداد) و يقينا او از راستگویان است.",
      "translation_pashto": "12-51 هغه وویل: ستاسو څه حال (معامله) وه كله چې تاسو له یوسف نه د هغه د نفس غوښتنه كوله؟ هغوى وویل: الله ته پاكي ده، مونږ په هغه كې هېڅ بدي نه وه معلومه كړې، د عزیز ښځې وویل: اوس حقه (او رښتیا) خبره ظاهره شوه، ما له هغه نه مطالبه كړې وه او بېشكه هغه یقینًا له رښتینو څخه دى"
    },
    {
      "number": 52,
      "text": "ذَٰلِكَ لِيَعْلَمَ أَنِّى لَمْ أَخُنْهُ بِٱلْغَيْبِ وَأَنَّ ٱللَّهَ لَا يَهْدِى كَيْدَ ٱلْخَآئِنِينَ",
      "page": 241,
      "juz": 12,
      "hizb": 24,
      "sajda": false,
      "translation_dari": "این (در خواست من) به آن خاطر است که او (عزیز مصر) بداند من در نهان به او خیانت نکرده ام و الله مكر خیانت کاران را به سر نمی‌رساند.",
      "translation_pashto": "12-52 دا د دې لپاره چې هغه (عزیز) پوه شي چې ما پسې شا له هغه سره خیانت نه دى كړى، او دا چې یقینًا الله د خیانتګرو مكر نه برابروي (سر ته يې نه رسوي)"
    },
    {
      "number": 53,
      "text": "۞ وَمَآ أُبَرِّئُ نَفْسِىٓ ۚ إِنَّ ٱلنَّفْسَ لَأَمَّارَةٌۢ بِٱلسُّوٓءِ إِلَّا مَا رَحِمَ رَبِّىٓ ۚ إِنَّ رَبِّى غَفُورٌۭ رَّحِيمٌۭ",
      "page": 242,
      "juz": 13,
      "hizb": 25,
      "sajda": false,
      "translation_dari": "و من نفس خود را تبرئه نمی‌کنم؛ چرا که نفس حتما بسیار به بدی امر می‌کند، مگر نفس کسی که پروردگارم به او رحم کند، چون پروردگارم آمرزندۀ مهربان است.",
      "translation_pashto": "12-53 او زه خپل نفس نه بري كوم(پاك ورته نه وايم)، یقینًا نفس خو په بدۍ سره ډېر حكم كوونكى دى، مګر هغه چې زما رب پرې رحم وكړي، یقینًا زما رب ښه، مغفرت كوونكى، بې حده رحم كوونكى دى"
    },
    {
      "number": 54,
      "text": "وَقَالَ ٱلْمَلِكُ ٱئْتُونِى بِهِۦٓ أَسْتَخْلِصْهُ لِنَفْسِى ۖ فَلَمَّا كَلَّمَهُۥ قَالَ إِنَّكَ ٱلْيَوْمَ لَدَيْنَا مَكِينٌ أَمِينٌۭ",
      "page": 242,
      "juz": 13,
      "hizb": 25,
      "sajda": false,
      "translation_dari": "و پادشاه (بار دوم) گفت: او را نزد من بیاورید تا وی را از مخصوص (مشورۀ خود و از افراد مقرب) خود گردانم. پس چون با او به سخن پرداخت، گفت: البته تو امروز نزد ما ارجمند و امانتدار (و قابل اعتماد) هستی.",
      "translation_pashto": "12-54 او باچا وویل: هغه ما ته راولئ چې زه يې د خپل ځان لپاره خاص مُصاحب كړم، نو كله چې يې له هغه سره خبرې وكړې، ويې ويل:بېشكه تهٔ همدا له نن ورځې نه زمونږ په نیز د مرتبې خاوند، (او) د اعتبار وړ يې"
    },
    {
      "number": 55,
      "text": "قَالَ ٱجْعَلْنِى عَلَىٰ خَزَآئِنِ ٱلْأَرْضِ ۖ إِنِّى حَفِيظٌ عَلِيمٌۭ",
      "page": 242,
      "juz": 13,
      "hizb": 25,
      "sajda": false,
      "translation_dari": "يوسف گفت: مرا بر خزانه‌های مصر مقرر کن، چون که من نگاهدارندۀ دانا هستم.",
      "translation_pashto": "12-55 هغه وویل: تهٔ ما د دې ملك پر خزانو باندې مقرر كړه، بېشكه زه ښه ساتونكى، ښه پوه یم"
    },
    {
      "number": 56,
      "text": "وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِى ٱلْأَرْضِ يَتَبَوَّأُ مِنْهَا حَيْثُ يَشَآءُ ۚ نُصِيبُ بِرَحْمَتِنَا مَن نَّشَآءُ ۖ وَلَا نُضِيعُ أَجْرَ ٱلْمُحْسِنِينَ",
      "page": 242,
      "juz": 13,
      "hizb": 25,
      "sajda": false,
      "translation_dari": "این چنین یوسف را در این سرزمین قدرت و نعمت (و نفوذ) دادیم، که در آن هر جا که بخواهد قرار گیرد، ما نعمت خود را به هر کس که بخواهیم می‌رسانیم و مزد نیکوکاران را ضایع نمی‌گردانیم.",
      "translation_pashto": "12-56 او همدارنګه مونږ یوسف ته په ځمكه (د مصر) كې اقتدار وركړ، چې په دې (ملك) كې به يې چېرې چې غوښتل؛ ځاى نیوه (اوسېدلو)، مونږ خپل رحمت كوو پر چا چې مونږ وغواړو او مونږ د نېكي كوونكو اجر نه ضايع كوو"
    },
    {
      "number": 57,
      "text": "وَلَأَجْرُ ٱلْءَاخِرَةِ خَيْرٌۭ لِّلَّذِينَ ءَامَنُوا۟ وَكَانُوا۟ يَتَّقُونَ",
      "page": 242,
      "juz": 13,
      "hizb": 25,
      "sajda": false,
      "translation_dari": "و البته ثواب آخرت برای آنانی که ایمان آورده و پرهیزگاری می‌کردند (نسبت به پادشاهی دنیا) بهتر است.",
      "translation_pashto": "12-57 او یقینًا د اخرت اجر د هغو كسانو لپاره ډېر غوره دى چې ایمان يې راوړدى دى او پرهېزګاري يې كوله"
    },
    {
      "number": 58,
      "text": "وَجَآءَ إِخْوَةُ يُوسُفَ فَدَخَلُوا۟ عَلَيْهِ فَعَرَفَهُمْ وَهُمْ لَهُۥ مُنكِرُونَ",
      "page": 242,
      "juz": 13,
      "hizb": 25,
      "sajda": false,
      "translation_dari": "و برادران یوسف (برای حصول غله) به مصر آمدند، پس بر او وارد شدند، یوسف آنان را شناخت ولی آنها يوسف را نشناختند.",
      "translation_pashto": "12-58 او د یوسف وروڼه (له كِنعانه مصر ته د غلې دانې اخيستلو لپاره) راغلل، نو په ده باندې ورننوتل، نو ده هغوى وپېژندل او هغوى ده لره ناپېژندونكي وو"
    },
    {
      "number": 59,
      "text": "وَلَمَّا جَهَّزَهُم بِجَهَازِهِمْ قَالَ ٱئْتُونِى بِأَخٍۢ لَّكُم مِّنْ أَبِيكُمْ ۚ أَلَا تَرَوْنَ أَنِّىٓ أُوفِى ٱلْكَيْلَ وَأَنَا۠ خَيْرُ ٱلْمُنزِلِينَ",
      "page": 242,
      "juz": 13,
      "hizb": 25,
      "sajda": false,
      "translation_dari": "و هنگامی که يوسف بارهای آنها را آماده کرد، گفت: (بار دیگر) برادر پدری خود را نزد من آورید، مگر نمی‌بینید که من پیمانه را به تمام و کمال میدهم و من بهترین میزبانان هستم؟",
      "translation_pashto": "12-59 او كله چې هغهٔ دوى ته د دوى د سفر اسباب تیار كړل، ويې ويل:تاسو ما ته خپل هغه ورور راولئ چې ستاسو له پلاره دى، ایا تاسو نه وینئ چې بېشكه زه پېمانه (دانې) پوره وركوم او زه تر ټولو غوره مېلمه پال یم"
    },
    {
      "number": 60,
      "text": "فَإِن لَّمْ تَأْتُونِى بِهِۦ فَلَا كَيْلَ لَكُمْ عِندِى وَلَا تَقْرَبُونِ",
      "page": 242,
      "juz": 13,
      "hizb": 25,
      "sajda": false,
      "translation_dari": "پس اگر او را نزد من نیاوردید، پس برای شما هرگز پیمانۀ غله نزد من نیست و هرگز به من نزدیک نشوید.",
      "translation_pashto": "12-60 نو كه چېرې تاسو هغه ما ته رانه وسته، بیا نو ستاسو لپاره زما سره هېڅ پېمانه نشته او (بیا) تاسو ما ته مه رانژدې كېږئ"
    },
    {
      "number": 61,
      "text": "قَالُوا۟ سَنُرَٰوِدُ عَنْهُ أَبَاهُ وَإِنَّا لَفَٰعِلُونَ",
      "page": 242,
      "juz": 13,
      "hizb": 25,
      "sajda": false,
      "translation_dari": "گفتند: دربارۀ او با پدرش گفتگو نموده تلاش می‌کنیم که (به هر وسیله ممکن او را نزد تو بیاوریم) و این کار را خواهیم کرد.",
      "translation_pashto": "12-61 هغوى وویل: مونږ به د هغهٔ په هكله د هغه له پلاره په كوښښ سره غوښتنه كوو او بېشكه مونږ خامخا (دا كار) كوونكي یو"
    },
    {
      "number": 62,
      "text": "وَقَالَ لِفِتْيَٰنِهِ ٱجْعَلُوا۟ بِضَٰعَتَهُمْ فِى رِحَالِهِمْ لَعَلَّهُمْ يَعْرِفُونَهَآ إِذَا ٱنقَلَبُوٓا۟ إِلَىٰٓ أَهْلِهِمْ لَعَلَّهُمْ يَرْجِعُونَ",
      "page": 242,
      "juz": 13,
      "hizb": 25,
      "sajda": false,
      "translation_dari": "و به جوانان (خدمتگذار خود) گفت: سرمایۀ (پول)‌شان را (که پرداخته اند) در بارهایشان بگذارید، تا چون به نزد خانواده‌شان بازگردند آن را بازیابند و شاید (دوباره) برگردند.",
      "translation_pashto": "12-62 او هغه خپلو ځلمیو ته وویل: د هغوى پنګه (سرمايه) د هغوى په بارونو كې كېږدئ، د دې لپاره چې دوى هغه وپېژني، كله چې دوى خپل اهل ته واپس لاړ شي، د دې لپاره چې دوى واپس راشي"
    },
    {
      "number": 63,
      "text": "فَلَمَّا رَجَعُوٓا۟ إِلَىٰٓ أَبِيهِمْ قَالُوا۟ يَٰٓأَبَانَا مُنِعَ مِنَّا ٱلْكَيْلُ فَأَرْسِلْ مَعَنَآ أَخَانَا نَكْتَلْ وَإِنَّا لَهُۥ لَحَٰفِظُونَ",
      "page": 242,
      "juz": 13,
      "hizb": 25,
      "sajda": false,
      "translation_dari": "پس چون به‌سوی پدر خویش باز گشتند، گفتند: ای پدر! پیمانۀ غله از ما منع شد، پس برادر ما را با ما بفرست تا پیمانه بگیریم و همانا ما نگهبان او هستیم.",
      "translation_pashto": "12-63 نو كله چې دوى خپل پلار ته بېرته وګرځېدل، ويې ويل:اى زمونږ پلاره! زمونږ نه پېمانه (د بنيامين) منع كړى شوې ده، نو ته زمونږ سره زمونږ ورور ولېږه چې پېمانه راواخلو او بېشكه مونږ خامخا د ده حفاظت كوونكي یو"
    },
    {
      "number": 64,
      "text": "قَالَ هَلْ ءَامَنُكُمْ عَلَيْهِ إِلَّا كَمَآ أَمِنتُكُمْ عَلَىٰٓ أَخِيهِ مِن قَبْلُ ۖ فَٱللَّهُ خَيْرٌ حَٰفِظًۭا ۖ وَهُوَ أَرْحَمُ ٱلرَّٰحِمِينَ",
      "page": 243,
      "juz": 13,
      "hizb": 25,
      "sajda": false,
      "translation_dari": "پدر گفت: آیا من دربارۀ او به شما اطمینان کنم همانگونه که دربارۀ برادرش (یوسف) پیش از این به شما اطمینان کردم؟! پس الله بهترین نگهبان و او مهربانترین مهربانان است.",
      "translation_pashto": "12-64 هغه وویل: ایا زه تاسو د ده باره كې پر تاسو اعتماد وكړم مګر په شان د هغه اعتماد چې ما پر تاسو له دې نه مخكې د ده د ورور باره كې كړى و، نو الله ډېر غوره ساتونكى دى او هغه تر ټولو زیات رحم كوونكى دى"
    },
    {
      "number": 65,
      "text": "وَلَمَّا فَتَحُوا۟ مَتَٰعَهُمْ وَجَدُوا۟ بِضَٰعَتَهُمْ رُدَّتْ إِلَيْهِمْ ۖ قَالُوا۟ يَٰٓأَبَانَا مَا نَبْغِى ۖ هَٰذِهِۦ بِضَٰعَتُنَا رُدَّتْ إِلَيْنَا ۖ وَنَمِيرُ أَهْلَنَا وَنَحْفَظُ أَخَانَا وَنَزْدَادُ كَيْلَ بَعِيرٍۢ ۖ ذَٰلِكَ كَيْلٌۭ يَسِيرٌۭ",
      "page": 243,
      "juz": 13,
      "hizb": 25,
      "sajda": false,
      "translation_dari": "و چون بارشان را باز کردند، دیدند که سرمایۀ (پول)‌شان به آنان بازگردانده شده است. گفتند: ای پدر! ما دیگر چه می‌خواهیم؟ این سرمایۀ ماست که به ما بازگردانده شده است و (باز می‌رویم تا) برای خانوادۀ خود آذوقه بیاوریم و برادر خود را محافظت می‌کنیم و یک بار شتر اضافه خواهیم آورد، و این مقدار (برای ما کم و) ناچیز است.",
      "translation_pashto": "12-65 او كله چې دوى خپل سامان پرانسته، دوى خپله پنګه وموندله چې دوى ته بېرته واپس كړى شوې ده، دوى وویل: اى زمونږ پلاره! مونږ (نور) څه غواړو؟، دا زمونږ پنګه ده چې مونږ ته بېرته واپس كړى شوې ده، او مونږ به د خپل اهل لپاره غله راوړو او خپل ورور به ساتو او د یو اوښ بار به زیات راوړو، دغه (وركړه د بادشاه لپاره يا دغه اضافي پېمانه) ډېره اسانه پېمانه ده"
    },
    {
      "number": 66,
      "text": "قَالَ لَنْ أُرْسِلَهُۥ مَعَكُمْ حَتَّىٰ تُؤْتُونِ مَوْثِقًۭا مِّنَ ٱللَّهِ لَتَأْتُنَّنِى بِهِۦٓ إِلَّآ أَن يُحَاطَ بِكُمْ ۖ فَلَمَّآ ءَاتَوْهُ مَوْثِقَهُمْ قَالَ ٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٌۭ",
      "page": 243,
      "juz": 13,
      "hizb": 25,
      "sajda": false,
      "translation_dari": "يعقوب گفت: هرگز او را با شما نمی‌فرستم تا اینکه عهدی به نام الله به من بدهید که او را حتما نزد من بر می‌گردانید، مگر اینکه گرفتار شوید (و از توان شما خارج گردد)، پس وقتی با پدر عهد بستند، يعقوب گفت: الله بر آنچه می‌گوییم وکیل (آگاه و ناظر) است.",
      "translation_pashto": "12-66 هغه وویل: هیڅكله به هم زه له تاسو سره هغه ونه لېږم تر هغه پورې چې تاسو ما ته د الله پخه وعده راكړئ چې تاسو به هغه خامخا لازمًا ما ته بېرته راولئ، مګر دا چې تاسو له هر جانب نه ګېر كړى شئ، نو كله چې هغوى ده ته خپله پخه وعده وركړه، هغه وویل: الله وكیل (او شاهد) دى پر هغه څه چې مونږ يې وایو"
    },
    {
      "number": 67,
      "text": "وَقَالَ يَٰبَنِىَّ لَا تَدْخُلُوا۟ مِنۢ بَابٍۢ وَٰحِدٍۢ وَٱدْخُلُوا۟ مِنْ أَبْوَٰبٍۢ مُّتَفَرِّقَةٍۢ ۖ وَمَآ أُغْنِى عَنكُم مِّنَ ٱللَّهِ مِن شَىْءٍ ۖ إِنِ ٱلْحُكْمُ إِلَّا لِلَّهِ ۖ عَلَيْهِ تَوَكَّلْتُ ۖ وَعَلَيْهِ فَلْيَتَوَكَّلِ ٱلْمُتَوَكِّلُونَ",
      "page": 243,
      "juz": 13,
      "hizb": 25,
      "sajda": false,
      "translation_dari": "و (یعقوب از باب احتیاط) گفت: ای پسران من! از یک دروازه داخل نشوید، بلکه از دروازه‌های مختلف وارد شوید، و نمی‌توانم چیزی را که الله مقرر کرده است از شما دور کنم، (چون) حكم (نفع و ضرر) تنها و خاص به دست الله است، بر او توکل کرده ام و توکل کنندگان باید بر او توکل کنند.",
      "translation_pashto": "12-67 او هغه وویل: اى زما زامنو! تاسو (ټول) له یوې دروازې نه مه ورننوځئ او له بېلو بېلو دروازو نه ورننوځئ او زه له تاسو نه د الله (له فیصلې) نه هېڅ شى نشم لرې كولى، حكم نشته مګر خاص الله لره دى، خاص په هغه باندې ما توكل كړى دى اولازم دي چې توكل كوونكي يواځې په هغه باندې توكل وكړي"
    },
    {
      "number": 68,
      "text": "وَلَمَّا دَخَلُوا۟ مِنْ حَيْثُ أَمَرَهُمْ أَبُوهُم مَّا كَانَ يُغْنِى عَنْهُم مِّنَ ٱللَّهِ مِن شَىْءٍ إِلَّا حَاجَةًۭ فِى نَفْسِ يَعْقُوبَ قَضَىٰهَا ۚ وَإِنَّهُۥ لَذُو عِلْمٍۢ لِّمَا عَلَّمْنَٰهُ وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
      "page": 243,
      "juz": 13,
      "hizb": 25,
      "sajda": false,
      "translation_dari": "و چون همان طور که پدرشان به آنان دستور داده بود، وارد شدند، (چنین ورود) نمی‌توانست آنچه را که الله خواسته بود از آنان دفع کند، ولی آنچه را که در دل يعقوب بود برآورده کرد، يقينا يعقوب به خاطر اینکه ما به او آموخته بودیم، دارای علم بزرگی بود. ليكن بسیاری از مردم نمی‌دانند.",
      "translation_pashto": "12-68 او كله چې دوى ننوتل له هغه ځایه چې دوى ته يې خپل پلار حكم كړى و، هغهٔ له دوى نه د الله (له فيصلې) نه هېڅ شى نشو لرې كولى، مګر دا د یعقوب په زړه كې یو حاجت و چې هغه يې ادا كړ، او بېشكه هغه یقینًا د علم خاوند و، په سبب د دې چې مونږ هغه ته تعلیم وركړى و او لېكن د خلقو اكثریت نه پوهېږي "
    },
    {
      "number": 69,
      "text": "وَلَمَّا دَخَلُوا۟ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيْهِ أَخَاهُ ۖ قَالَ إِنِّىٓ أَنَا۠ أَخُوكَ فَلَا تَبْتَئِسْ بِمَا كَانُوا۟ يَعْمَلُونَ",
      "page": 243,
      "juz": 13,
      "hizb": 25,
      "sajda": false,
      "translation_dari": "و چون (بار دوم) بر يوسف وارد شدند، برادرش (بنیامین) را نزد خود جای داد. گفت: من برادر تو (یوسف) هستم، پس از آنچه کرده‌اند اندوهگین مباش.",
      "translation_pashto": "12-69 او كله چې دوى په یوسف باندې ورننوتل، (نو) هغه خپل ورور  خپل ځان ته رانژدې كړ، ويې ويل:بېشكه زه چې یم، هم دا زه ستا ورور یم، نو ته پر هغو كارونو مه خفه كېږه چې دوى به كول"
    },
    {
      "number": 70,
      "text": "فَلَمَّا جَهَّزَهُم بِجَهَازِهِمْ جَعَلَ ٱلسِّقَايَةَ فِى رَحْلِ أَخِيهِ ثُمَّ أَذَّنَ مُؤَذِّنٌ أَيَّتُهَا ٱلْعِيرُ إِنَّكُمْ لَسَٰرِقُونَ",
      "page": 244,
      "juz": 13,
      "hizb": 25,
      "sajda": false,
      "translation_dari": "پس چون يوسف آنان را با آذوقه و سامان‌شان مجهز کرد، جام آبخوری (پادشاه) را در بار برادرش نهاد. باز ندا دهنده‌ای ندا داد: ای کاروان! حتما شما دزد هستید.",
      "translation_pashto": "12-70 نو كله چې هغه، دوى ته د دوى سامانونه تیار كړل (، نو) د څښلو جام يې د خپل ورور په بار كې كېښود، بیا غږ كوونكي غږ وكړ! اى قافلې! بېشكه تاسو يقينًا غله یئ"
    },
    {
      "number": 71,
      "text": "قَالُوا۟ وَأَقْبَلُوا۟ عَلَيْهِم مَّاذَا تَفْقِدُونَ",
      "page": 244,
      "juz": 13,
      "hizb": 25,
      "sajda": false,
      "translation_dari": "روی به‌سوی ایشان کرده و گفتند: چه چیز را گم کرده‌اید؟",
      "translation_pashto": "12-71 هغوى وویل او دوى ته يې مخ راواړوه: تاسو څه شى ورك كړى دى؟"
    },
    {
      "number": 72,
      "text": "قَالُوا۟ نَفْقِدُ صُوَاعَ ٱلْمَلِكِ وَلِمَن جَآءَ بِهِۦ حِمْلُ بَعِيرٍۢ وَأَنَا۠ بِهِۦ زَعِيمٌۭ",
      "page": 244,
      "juz": 13,
      "hizb": 25,
      "sajda": false,
      "translation_dari": "گفتند: جام پادشاه را گم کرده‌ایم و برای هر کس که آنرا بیاورد بار شتر (از غله) خواهد بود و من ضامن این (وعده) هستم.",
      "translation_pashto": "12-72 هغوى وویل: مونږ د بادشاه پېمانه وركه كړې ده، او د هغه چا لپاره چې دغه راوړي، د یو اوښ بار دى، او زه د دې ضامن یم"
    },
    {
      "number": 73,
      "text": "قَالُوا۟ تَٱللَّهِ لَقَدْ عَلِمْتُم مَّا جِئْنَا لِنُفْسِدَ فِى ٱلْأَرْضِ وَمَا كُنَّا سَٰرِقِينَ",
      "page": 244,
      "juz": 13,
      "hizb": 25,
      "sajda": false,
      "translation_dari": "(برادران یوسف) گفتند: به الله قسم که شما خوب دانسته‌اید که ما در سرزمین مصر برای فساد نیامده‌ایم و ما (پیش از این) دزد نبودیم.",
      "translation_pashto": "12-73 هغوى وویل: قسم پر الله، یقینًا یقینًا تاسو پوه شوي یئ چې مونږ د دې لپاره نه یو راغلي چې په دې ځمكه كې فساد وكړو، او مونږ خو كله هم غله نه یو تېر شوي"
    },
    {
      "number": 74,
      "text": "قَالُوا۟ فَمَا جَزَٰٓؤُهُۥٓ إِن كُنتُمْ كَٰذِبِينَ",
      "page": 244,
      "juz": 13,
      "hizb": 25,
      "sajda": false,
      "translation_dari": "(مأموران) گفتند: پس سزای او (دزد) چیست اگر دروغگو باشید؟",
      "translation_pashto": "12-74 هغوى وویل: نو د هغه جزا به څه وي كه تاسو دروغجن وئ؟"
    },
    {
      "number": 75,
      "text": "قَالُوا۟ جَزَٰٓؤُهُۥ مَن وُجِدَ فِى رَحْلِهِۦ فَهُوَ جَزَٰٓؤُهُۥ ۚ كَذَٰلِكَ نَجْزِى ٱلظَّٰلِمِينَ",
      "page": 244,
      "juz": 13,
      "hizb": 25,
      "sajda": false,
      "translation_dari": "گفتند: سزایش این است که هر کس آن جام در بارش یافت شود پس به سزای دزدی اسیر گردد، ما این چنین ظالمان را سزا می‌دهیم.",
      "translation_pashto": "12-75 دوى وویل: د هغهٔ جزا هغه كس دى د چا په بار كې چې دغه وموندل شي، نو هم دغه كس د هغه جزا دى (هغه به په كې نيولى شي)، همدارنګه مونږ ظالمانو ته جزا وركوو"
    },
    {
      "number": 76,
      "text": "فَبَدَأَ بِأَوْعِيَتِهِمْ قَبْلَ وِعَآءِ أَخِيهِ ثُمَّ ٱسْتَخْرَجَهَا مِن وِعَآءِ أَخِيهِ ۚ كَذَٰلِكَ كِدْنَا لِيُوسُفَ ۖ مَا كَانَ لِيَأْخُذَ أَخَاهُ فِى دِينِ ٱلْمَلِكِ إِلَّآ أَن يَشَآءَ ٱللَّهُ ۚ نَرْفَعُ دَرَجَٰتٍۢ مَّن نَّشَآءُ ۗ وَفَوْقَ كُلِّ ذِى عِلْمٍ عَلِيمٌۭ",
      "page": 244,
      "juz": 13,
      "hizb": 25,
      "sajda": false,
      "translation_dari": "پس پیش از بار برادرش، به تفتیش نمودن بارهای دیگران آغاز کرد، باز پیمانه را از بار برادرش بیرون آورد، ما اینگونه برای یوسف تدبیر آموختیم، زیرا او نمی‌توانست در دین پادشاه برادرش را بگیرد، مگر اینکه الله بخواهد، درجات هر کس را که بخواهیم بالا می‌بریم و فوق هر دانایی دانایی بزرگتر هست.",
      "translation_pashto": "12-76 نو د خپل ورور له بار نه مخكې يې د هغوى پر بارونو شروع وكړه، بیا يې دغه پېمانه د خپل ورور له بار نه راوښكله، همدارنګه مونږ د یوسف لپاره تدبیر وكړ، هغه (یوسف د دې حقدار) نه و چې د بادشاه په قانون كې خپل ورور راونیسي (او بندي يې كړي)، مګر دا چې الله وغواړي، چا ته چې مونږ وغواړو په درجو كې يې اوچتوو او د هر علم والا له پاسه لوى عالم دى"
    },
    {
      "number": 77,
      "text": "۞ قَالُوٓا۟ إِن يَسْرِقْ فَقَدْ سَرَقَ أَخٌۭ لَّهُۥ مِن قَبْلُ ۚ فَأَسَرَّهَا يُوسُفُ فِى نَفْسِهِۦ وَلَمْ يُبْدِهَا لَهُمْ ۚ قَالَ أَنتُمْ شَرٌّۭ مَّكَانًۭا ۖ وَٱللَّهُ أَعْلَمُ بِمَا تَصِفُونَ",
      "page": 244,
      "juz": 13,
      "hizb": 25,
      "sajda": false,
      "translation_dari": "(برادرانش) گفتند: اگر او دزدی کند (بعید نیست) چون برادرش پیش از او دزدی کرده بود. پس یوسف آن را در دل خود پنهان نمود و آن را برایشان آشکار نکرد. (و در دل خویش) گفت: شما مقام بدتری دارید و الله به آنچه وصف می‌کنید داناتر است.",
      "translation_pashto": "12-77 هغوى وویل: كه دا غلا كوي، نو (د حرانتيا خبره نه ده) یقینًا له ده نه مخكې د ده ورور (يوسف) هم غلا كړې ده، نو یوسف دا په خپل نفس كې پټه وساتله او دايې دوى ته ښكاره نه كړه، ويې ويل: ستاسو حال ډېر بد دى، او الله ښه عالم دى پر هغې خبره چې تاسو يې بیانوئ"
    },
    {
      "number": 78,
      "text": "قَالُوا۟ يَٰٓأَيُّهَا ٱلْعَزِيزُ إِنَّ لَهُۥٓ أَبًۭا شَيْخًۭا كَبِيرًۭا فَخُذْ أَحَدَنَا مَكَانَهُۥٓ ۖ إِنَّا نَرَىٰكَ مِنَ ٱلْمُحْسِنِينَ",
      "page": 244,
      "juz": 13,
      "hizb": 25,
      "sajda": false,
      "translation_dari": "گفتند: ای عزیز؛ او پدر پیر و سالخورده‌ای دارد، پس یکی از ما را به جای او بگیر، یقینا تو را از نیکوکاران می‌بینیم.",
      "translation_pashto": "12-78 دوى وویل: اى عزیزه! بېشكه د ده ډېر زوړ عمرخوړلى پلار دى، نو ته د ده پر ځاى په مونږ كې یو تن ونیسه، بېشكه مونږ تا له احسان كوونكو ځنې وینو"
    },
    {
      "number": 79,
      "text": "قَالَ مَعَاذَ ٱللَّهِ أَن نَّأْخُذَ إِلَّا مَن وَجَدْنَا مَتَٰعَنَا عِندَهُۥٓ إِنَّآ إِذًۭا لَّظَٰلِمُونَ",
      "page": 245,
      "juz": 13,
      "hizb": 25,
      "sajda": false,
      "translation_dari": "يوسف گفت: به الله پناه می‌برم از اینکه غیر از کسی را که متاع خود را نزد او یافته‌ایم بگیریم، ما در آن صورت از ظالمان خواهیم بود.",
      "translation_pashto": "12-79 هغه وویل: د الله پناه غواړو (له دې خبرې نه) چې مونږ له هغه كس نه غير څوك ونيسو چې مونږ له هغه سره خپل سامان موندلى دى، بېشكه مونږ به په دغه وخت كې خامخا ظالمان یو"
    },
    {
      "number": 80,
      "text": "فَلَمَّا ٱسْتَيْـَٔسُوا۟ مِنْهُ خَلَصُوا۟ نَجِيًّۭا ۖ قَالَ كَبِيرُهُمْ أَلَمْ تَعْلَمُوٓا۟ أَنَّ أَبَاكُمْ قَدْ أَخَذَ عَلَيْكُم مَّوْثِقًۭا مِّنَ ٱللَّهِ وَمِن قَبْلُ مَا فَرَّطتُمْ فِى يُوسُفَ ۖ فَلَنْ أَبْرَحَ ٱلْأَرْضَ حَتَّىٰ يَأْذَنَ لِىٓ أَبِىٓ أَوْ يَحْكُمَ ٱللَّهُ لِى ۖ وَهُوَ خَيْرُ ٱلْحَٰكِمِينَ",
      "page": 245,
      "juz": 13,
      "hizb": 25,
      "sajda": false,
      "translation_dari": "و هنگامی که از او ناامید شدند در خلوتی برای مشورت نشستند، بزرگ آنان گفت: آیا ندانسته‌اید که پدرتان از شما به نام الله عهد محکم گرفته است و پیش از این دربارۀ يوسف کوتاهی کرده‌اید؟ من هرگز از این سرزمین حرکت نمی‌کنم مگر اینکه پدرم به من اجازه دهد، یا الله در حق من حکم کند و او بهترین حکم کنندگان است.",
      "translation_pashto": "12-80 نو كله چې دوى له هغه (يوسف) نه نا امېده شول (، نو یوې خوا ته) بېل شول، په دې حال كې چې مشوره كوونكي وو، د دوى مشر وویل: ایا تاسو پر دې پوه نه یئ چې یقینًا ستاسو پلار له تاسو نه د الله پخه وعده اخيستې ده او له دې نه مخكې چې تاسو د یوسف په باره كې څه تقصیر كړى دى، نو زه خو به هیڅكله هم له دې ځمكې ونه خوځم تر هغه پورې چې ما ته زما پلار اجازت راكړي، یا الله زما لپاره فیصله وكړي او هغه تر ټولو غوره فیصله كوونكى دى"
    },
    {
      "number": 81,
      "text": "ٱرْجِعُوٓا۟ إِلَىٰٓ أَبِيكُمْ فَقُولُوا۟ يَٰٓأَبَانَآ إِنَّ ٱبْنَكَ سَرَقَ وَمَا شَهِدْنَآ إِلَّا بِمَا عَلِمْنَا وَمَا كُنَّا لِلْغَيْبِ حَٰفِظِينَ",
      "page": 245,
      "juz": 13,
      "hizb": 25,
      "sajda": false,
      "translation_dari": "نزد پدرتان برگردید و بگویید: ای پدر! پسرت دزدی کرده است، و گواهی ندادیم جز به آنچه دانستیم و ما نگهبان علم غیب نبودیم.",
      "translation_pashto": "12-81 تاسو خپل پلار ته بېرته لاړ شئ، نو (ورته) ووایئ، اى زمونږ پلاره! بېشكه ستا زوى غلا كړې ده (ځكه نو هغه ونيول شو) او مونږ يواځې هغه څه بيانوو چې مونږ ته يې علم شوى دى او مونږ د غيبو ساتونكي (نګهبانان) خو نه وو"
    },
    {
      "number": 82,
      "text": "وَسْـَٔلِ ٱلْقَرْيَةَ ٱلَّتِى كُنَّا فِيهَا وَٱلْعِيرَ ٱلَّتِىٓ أَقْبَلْنَا فِيهَا ۖ وَإِنَّا لَصَٰدِقُونَ",
      "page": 245,
      "juz": 13,
      "hizb": 25,
      "sajda": false,
      "translation_dari": "و از (مردم) دهی که در آن بودیم و از کاروانی که با آن آمدیم بپرس، و يقينا ما راستگوییم.",
      "translation_pashto": "12-82 او ته له هغه كلي (والو) نه تپوس وكړه، چې مونږ په كې وو او له هغې قافلې نه (هم) چې مونږ په هغې كې راغلو او بېشكه مونږ لازمًا رښتیا ویونكي یو"
    },
    {
      "number": 83,
      "text": "قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنفُسُكُمْ أَمْرًۭا ۖ فَصَبْرٌۭ جَمِيلٌ ۖ عَسَى ٱللَّهُ أَن يَأْتِيَنِى بِهِمْ جَمِيعًا ۚ إِنَّهُۥ هُوَ ٱلْعَلِيمُ ٱلْحَكِيمُ",
      "page": 245,
      "juz": 13,
      "hizb": 25,
      "sajda": false,
      "translation_dari": "يعقوب گفت: (نه) بلکه نفس‌های تان امری (زشتی) را برای شما آراسته است، پس کار من صبر نیک است، امید که الله همۀ آنها را یکجا نزد من بیارد، چون او دانای حکیم است.",
      "translation_pashto": "12-83 هغه وویل: بلكې تاسو لپاره ستاسو نفسونو یو كار ښايسته كړى دى،  نو (زما  كار) صبر جمیل دى، امېد دى چې الله به ما ته هغوى ټول راولي، بېشكه هغه، هم هغه ښه پوه، ښه حكمت والا دى"
    },
    {
      "number": 84,
      "text": "وَتَوَلَّىٰ عَنْهُمْ وَقَالَ يَٰٓأَسَفَىٰ عَلَىٰ يُوسُفَ وَٱبْيَضَّتْ عَيْنَاهُ مِنَ ٱلْحُزْنِ فَهُوَ كَظِيمٌۭ",
      "page": 245,
      "juz": 13,
      "hizb": 25,
      "sajda": false,
      "translation_dari": "و از آنان روی گرداند و گفت: ای دریغ بر یوسف! و چشمانش از اندوه سفید و نابینا گردید درحالیکه بسیار غمگین بود.",
      "translation_pashto": "12-84 او له هغوى نه يې مخ وګرځاوه او ويې ويل: اى زما غمه په (جدايۍ د) یوسف باندې! او د هغه دواړه سترګې له غمه تكې سپینې شوې، نو هغه (له غمه) ډك و"
    },
    {
      "number": 85,
      "text": "قَالُوا۟ تَٱللَّهِ تَفْتَؤُا۟ تَذْكُرُ يُوسُفَ حَتَّىٰ تَكُونَ حَرَضًا أَوْ تَكُونَ مِنَ ٱلْهَٰلِكِينَ",
      "page": 245,
      "juz": 13,
      "hizb": 25,
      "sajda": false,
      "translation_dari": "پسران گفتند: قسم به الله همیشه یوسف را یاد می‌کنی تا بیمار (و نزدیک به مرگ) شوی یا از هلاک شدگان گردی.",
      "translation_pashto": "12-85 هغوى وویل: پر الله قسم دى چې ته به همېشه یوسف یادوې، تر هغه پورې چې ته په وېلې كېدو سره مرګ ته قریب شې یا ته له هلاكېدونكو نه شې"
    },
    {
      "number": 86,
      "text": "قَالَ إِنَّمَآ أَشْكُوا۟ بَثِّى وَحُزْنِىٓ إِلَى ٱللَّهِ وَأَعْلَمُ مِنَ ٱللَّهِ مَا لَا تَعْلَمُونَ",
      "page": 245,
      "juz": 13,
      "hizb": 25,
      "sajda": false,
      "translation_dari": "يعقوب گفت: من پریشانی حال و اندوهم را تنها به الله شکایت می‌کنم و از سوی الله چیزهایی را می‌دانم که شما نمی‌دانید.",
      "translation_pashto": "12-86 هغه وویل: بېشكه همدا خبره ده چې زه د خپلې پرېشانۍ او غم فرياد الله ته كوم، او زه د الله له جانبه پر هغه څه پوهېږم چې تاسو پرې نه پوهېږئ"
    },
    {
      "number": 87,
      "text": "يَٰبَنِىَّ ٱذْهَبُوا۟ فَتَحَسَّسُوا۟ مِن يُوسُفَ وَأَخِيهِ وَلَا تَا۟يْـَٔسُوا۟ مِن رَّوْحِ ٱللَّهِ ۖ إِنَّهُۥ لَا يَا۟يْـَٔسُ مِن رَّوْحِ ٱللَّهِ إِلَّا ٱلْقَوْمُ ٱلْكَٰفِرُونَ",
      "page": 246,
      "juz": 13,
      "hizb": 25,
      "sajda": false,
      "translation_dari": "ای پسران من! بروید و از یوسف و برادرش جستجو کنید و از رحمت الله ناامید مشوید، زیرا جز قوم کافر از رحمت الله ناامید نمی‌شود.",
      "translation_pashto": "12-87 اى زما زامنو! تاسو لاړ شئ، نو د یوسف او د هغه د ورور لټون وكړئ او د الله له رحمت نه مه نا امېده كېږئ، بېشكه حقيقت دا دى چې د الله له رحمت نه كافر خو يواځې نا امېده كېږي"
    },
    {
      "number": 88,
      "text": "فَلَمَّا دَخَلُوا۟ عَلَيْهِ قَالُوا۟ يَٰٓأَيُّهَا ٱلْعَزِيزُ مَسَّنَا وَأَهْلَنَا ٱلضُّرُّ وَجِئْنَا بِبِضَٰعَةٍۢ مُّزْجَىٰةٍۢ فَأَوْفِ لَنَا ٱلْكَيْلَ وَتَصَدَّقْ عَلَيْنَآ ۖ إِنَّ ٱللَّهَ يَجْزِى ٱلْمُتَصَدِّقِينَ",
      "page": 246,
      "juz": 13,
      "hizb": 25,
      "sajda": false,
      "translation_dari": "و هنگامی که (بار سوم) پیش یوسف رفتند، گفتند: ای عزیز! به ما و خانواده ما سختی رسیده است و سرمایه اندک و ناچیز آورده‌ایم، پس پیمانه ما را کامل بده و بر ما (بيشتر) بخشش کن، چون الله صدقه دهندگان را پاداش می‌دهد.",
      "translation_pashto": "12-88 نو كله چې دوى پر هغه ورننوتل، دوى وویل: اى عزیزه! مونږ ته او زمونږ كورنۍ ته سختي رسېدلې ده او مونږ ناقصه (كمه) پنګه راوړې ده، نو ته مونږ ته پوره پېمانه راكړه او پر مونږ صدقه وكړه، بېشكه الله خیرات كوونكو ته بدله وركوي"
    },
    {
      "number": 89,
      "text": "قَالَ هَلْ عَلِمْتُم مَّا فَعَلْتُم بِيُوسُفَ وَأَخِيهِ إِذْ أَنتُمْ جَٰهِلُونَ",
      "page": 246,
      "juz": 13,
      "hizb": 25,
      "sajda": false,
      "translation_dari": "یوسف گفت: آیا به یاد دارید که با یوسف و برادرش وقتی که نادان بودید چه کردید؟",
      "translation_pashto": "12-89 ويې ويل: ایا تاسو پر هغه فعل عالمان یئ چې تاسو له یوسف او  د هغه له ورور سره كړى و، كله چې تاسو ناپوهان وئ؟"
    },
    {
      "number": 90,
      "text": "قَالُوٓا۟ أَءِنَّكَ لَأَنتَ يُوسُفُ ۖ قَالَ أَنَا۠ يُوسُفُ وَهَٰذَآ أَخِى ۖ قَدْ مَنَّ ٱللَّهُ عَلَيْنَآ ۖ إِنَّهُۥ مَن يَتَّقِ وَيَصْبِرْ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجْرَ ٱلْمُحْسِنِينَ",
      "page": 246,
      "juz": 13,
      "hizb": 25,
      "sajda": false,
      "translation_dari": "گفتند: آیا واقعا تو یوسف هستی؟ گفت: بلی! من يوسف هستم و این برادر من است، الله بر ما منت نهاده است. چون هر کس تقوا و صبر پیشه کند، بی‌گمان الله پاداش نیکوکاران را ضایع نمی‌کند.",
      "translation_pashto": "12-90 ويې وویل: ایا یقینًا (او) واقعًا همدا ته یوسف يې؟ هغه وویل: هم زه یوسف یم او دغه مې سكه ورور دى، یقینًا الله پر مونږ احسان وكړ، بېشكه حقيقت دا دى چې څوك تقوىٰ اختیار كړي او صبر وكړي، نو بېشكه الله د نېكي كوونكو اجر نه ضايع كوي "
    },
    {
      "number": 91,
      "text": "قَالُوا۟ تَٱللَّهِ لَقَدْ ءَاثَرَكَ ٱللَّهُ عَلَيْنَا وَإِن كُنَّا لَخَٰطِـِٔينَ",
      "page": 246,
      "juz": 13,
      "hizb": 25,
      "sajda": false,
      "translation_dari": "(برادرانش) گفتند: قسم به الله که الله تو را بر ما برتری داده است و در حقیقت ما خطاکار بودیم.",
      "translation_pashto": "12-91 هغوى وویل: قسم پر الله چې یقینًا په رښتیا سره الله ته پر مونږ باندې غوره كړى يې او بېشكه مونږ خامخا خطا كار وو"
    },
    {
      "number": 92,
      "text": "قَالَ لَا تَثْرِيبَ عَلَيْكُمُ ٱلْيَوْمَ ۖ يَغْفِرُ ٱللَّهُ لَكُمْ ۖ وَهُوَ أَرْحَمُ ٱلرَّٰحِمِينَ",
      "page": 246,
      "juz": 13,
      "hizb": 25,
      "sajda": false,
      "translation_dari": "یوسف گفت: امروز بر شما هیچ سرزنش و ملامتی نیست. الله شما را می‌آمرزد و او مهربان‌ترین مهربانان است.",
      "translation_pashto": "12-92 هغه وویل: نن ورځ پر تاسو  باندې هېڅ ملامتي نشته، الله دې تاسو وبخښي او هغه تر ټولو زیات رحم كوونكى دى"
    },
    {
      "number": 93,
      "text": "ٱذْهَبُوا۟ بِقَمِيصِى هَٰذَا فَأَلْقُوهُ عَلَىٰ وَجْهِ أَبِى يَأْتِ بَصِيرًۭا وَأْتُونِى بِأَهْلِكُمْ أَجْمَعِينَ",
      "page": 246,
      "juz": 13,
      "hizb": 25,
      "sajda": false,
      "translation_dari": "(و به برادران خود گفت:) این پیراهن مرا با خود ببرید و آن را بر روی پدرم بیاندازید تا بینا گردد و اهل خویش را همه یکجا نزد من بیاورید.",
      "translation_pashto": "12-93 تاسو زما دا كمیس یوسئ، نو دا زما د پلار پر مخ واچوئ، هغه به بېرته بینا شي او تاسو، سره له خپل اهله ټول ما ته راشئ"
    },
    {
      "number": 94,
      "text": "وَلَمَّا فَصَلَتِ ٱلْعِيرُ قَالَ أَبُوهُمْ إِنِّى لَأَجِدُ رِيحَ يُوسُفَ ۖ لَوْلَآ أَن تُفَنِّدُونِ",
      "page": 246,
      "juz": 13,
      "hizb": 25,
      "sajda": false,
      "translation_dari": "و چون کاروان (برادران یوسف به‌سوی شام) حرکت کرد، پدرشان گفت: اگر مرا به بی‌خردی نسبت ندهید همانا من بوی یوسف را می‌یابم.",
      "translation_pashto": "12-94 او كله چې قافله (د مصر له حدودو) ووتله، د هغوى پلار وویل: بېشكه زه چې یم يقينًا د یوسف خوشبويي محسوسوم  كه چېرې تاسو ما ته د بوډاوالي د كم عقلۍ نسبت ونه كړئ (نو زما تصدیق به وكړئ) "
    },
    {
      "number": 95,
      "text": "قَالُوا۟ تَٱللَّهِ إِنَّكَ لَفِى ضَلَٰلِكَ ٱلْقَدِيمِ",
      "page": 246,
      "juz": 13,
      "hizb": 25,
      "sajda": false,
      "translation_dari": "(اهل خانه) گفتند: قسم به الله که تو در همان خطای قدیمت هستی.",
      "translation_pashto": "12-95 (ده ته حاضرینو) وویل: بېشكه ته چې يې، خامخا په خپلې پخوانۍ خطا كې پروت يې"
    },
    {
      "number": 96,
      "text": "فَلَمَّآ أَن جَآءَ ٱلْبَشِيرُ أَلْقَىٰهُ عَلَىٰ وَجْهِهِۦ فَٱرْتَدَّ بَصِيرًۭا ۖ قَالَ أَلَمْ أَقُل لَّكُمْ إِنِّىٓ أَعْلَمُ مِنَ ٱللَّهِ مَا لَا تَعْلَمُونَ",
      "page": 247,
      "juz": 13,
      "hizb": 25,
      "sajda": false,
      "translation_dari": "پس چون مژده دهنده آمد، و پیراهن را بر روی یعقوب انداخت پس او بینا گشت، و گفت: آیا به شما نگفته بودم که از جانب الله چیزهایی را می‌دانم که شما نمی‌دانید؟",
      "translation_pashto": "12-96 نو هغه وخت چې زېرى كوونكى څنګه راغى، نو د ده پر مخ يې هغه (كمیس) واچوه، نو دى بینا وګرځېده، هغه (یعقوب) وویل: ایا ما تاسو ته نه وو ویلي؟ بېشكه زه ( د الله په ښودنې سره) پر هغه څه پوهېږم چې تاسو پرې نه پوهېږئ"
    },
    {
      "number": 97,
      "text": "قَالُوا۟ يَٰٓأَبَانَا ٱسْتَغْفِرْ لَنَا ذُنُوبَنَآ إِنَّا كُنَّا خَٰطِـِٔينَ",
      "page": 247,
      "juz": 13,
      "hizb": 25,
      "sajda": false,
      "translation_dari": "(پس از رسیدن به کنعان) پسران گفتند: ای پدر! برای ما آمرزش گناهان ما را بخواه که ما خطاکار بودیم.",
      "translation_pashto": "12-97 هغوى وویل: اى زمونږ پلاره! زمونږ لپاره (له الله نه) زمونږ د ګناهونو بخښنه وغواړه، بېشكه مونږ خطا كار وو"
    },
    {
      "number": 98,
      "text": "قَالَ سَوْفَ أَسْتَغْفِرُ لَكُمْ رَبِّىٓ ۖ إِنَّهُۥ هُوَ ٱلْغَفُورُ ٱلرَّحِيمُ",
      "page": 247,
      "juz": 13,
      "hizb": 25,
      "sajda": false,
      "translation_dari": "گفت: به زودی از پروردگارم برای شما آمرزش می‌خواهم زیرا او آمرزگار مهربان است.",
      "translation_pashto": "12-98 هغه وویل: عنقریب به زه تاسو لپاره له خپل رب نه بخښنه وغواړم، بېشكه هغه، هم هغه، ښه بخښونكى، بې حده رحم كوونكى دى"
    },
    {
      "number": 99,
      "text": "فَلَمَّا دَخَلُوا۟ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيْهِ أَبَوَيْهِ وَقَالَ ٱدْخُلُوا۟ مِصْرَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ",
      "page": 247,
      "juz": 13,
      "hizb": 25,
      "sajda": false,
      "translation_dari": "پس چون بر یوسف در آمدند، پدر و مادر خود را در کنار خود جای داد و گفت: به خواست الله با امن و امان وارد سرزمین مصر شوید.",
      "translation_pashto": "12-99 نو كله چې دوى پر یوسف ورننوتل، نو خپل مور و پلار يې خپل ځان ته رانژدې كړل او ويې ويل: تاسو مصر ته داخل شئ، په داسې حال كې چې په امن كې به يئ كه الله وغواړي"
    },
    {
      "number": 100,
      "text": "وَرَفَعَ أَبَوَيْهِ عَلَى ٱلْعَرْشِ وَخَرُّوا۟ لَهُۥ سُجَّدًۭا ۖ وَقَالَ يَٰٓأَبَتِ هَٰذَا تَأْوِيلُ رُءْيَٰىَ مِن قَبْلُ قَدْ جَعَلَهَا رَبِّى حَقًّۭا ۖ وَقَدْ أَحْسَنَ بِىٓ إِذْ أَخْرَجَنِى مِنَ ٱلسِّجْنِ وَجَآءَ بِكُم مِّنَ ٱلْبَدْوِ مِنۢ بَعْدِ أَن نَّزَغَ ٱلشَّيْطَٰنُ بَيْنِى وَبَيْنَ إِخْوَتِىٓ ۚ إِنَّ رَبِّى لَطِيفٌۭ لِّمَا يَشَآءُ ۚ إِنَّهُۥ هُوَ ٱلْعَلِيمُ ٱلْحَكِيمُ",
      "page": 247,
      "juz": 13,
      "hizb": 25,
      "sajda": false,
      "translation_dari": "و پدر و مادر خود را بر تخت نشاند و همۀ آنان برای او سجده کنان به زمین افتادند، و گفت: ای پدر! این تعبیر خوابی است که قبلا دیده بودم و پروردگارم آن را راست و درست گردانید، و حقا که به من احسان کرد وقتی که مرا از زندان بیرون ساخت و شما را پس از آنکه شیطان بین من و برادرانم اختلاف افگنده بود از دهات باز آورد. به راستی پروردگارم هر چه بخواهد (با لطف و مهربانی خود) سنجیده و دقیق انجام می‌دهد، زیرا او دانای حکیم است.",
      "translation_pashto": "12-100 او خپل مور و پلار يې (له ځان سره) په تخت باندې پورته كړل، او دوى (ټول) ده ته پرېوتل سجده كوونكي او ده وویل: اى زما پلار جانه! دا زما د هغه خوب تعبیر دى چې مخكې مالېدلى و، یقینًا هغه زما رب رښتیا وګرځاوه، او یقینًا هغه پر ما احسان وكړ كله چې يې زه له جېل نه راووېستم او تاسو يې له میرې (صحرا) نه راوستئ، وروسته له دې چې شیطان زما او زما د وروڼو په مینځ كې جګړه غورځولې وه، بېشكه زما رب باریك تدبیر والا دى، د هغه (شي) لپاره چې اراده يې وكړي، بېشكه هغه، هم هغه، ښه عالم، ښه حكمت والا دى"
    },
    {
      "number": 101,
      "text": "۞ رَبِّ قَدْ ءَاتَيْتَنِى مِنَ ٱلْمُلْكِ وَعَلَّمْتَنِى مِن تَأْوِيلِ ٱلْأَحَادِيثِ ۚ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ أَنتَ وَلِىِّۦ فِى ٱلدُّنْيَا وَٱلْءَاخِرَةِ ۖ تَوَفَّنِى مُسْلِمًۭا وَأَلْحِقْنِى بِٱلصَّٰلِحِينَ",
      "page": 247,
      "juz": 13,
      "hizb": 25,
      "sajda": false,
      "translation_dari": "ای پروردگار! واقعا (نصیبی بزرگ) از پادشاهی به من دادی و به من از تعبیر خوابها آموختی، ای آفرینندۀ آسمان‌ها و زمین! تو کارساز من در دنیا و آخرت هستی، مرا مسلمان بمیران و به صالحان ملحق بگردان.",
      "translation_pashto": "12-101 اى زما ربه! یقینًا تا ما ته (د) څه (علاقې) بادشاهي راكړې ده، او تا ما ته د خوبونو د تعبیر علم راكړى دى، اى د اسمانونو او ځمكې پېدا كوونكیه! په دنیا  او اخرت كې هم ته زما كارساز يې، ته ما ته وفات راكړه، په داسې حال كې چې مسلمان یم او ته ما له نېكانو صالحانو سره یو ځاى كړه "
    },
    {
      "number": 102,
      "text": "ذَٰلِكَ مِنْ أَنۢبَآءِ ٱلْغَيْبِ نُوحِيهِ إِلَيْكَ ۖ وَمَا كُنتَ لَدَيْهِمْ إِذْ أَجْمَعُوٓا۟ أَمْرَهُمْ وَهُمْ يَمْكُرُونَ",
      "page": 247,
      "juz": 13,
      "hizb": 25,
      "sajda": false,
      "translation_dari": "این داستان از خبرهای غیب است که آن را به تو وحی می‌کنیم. و تو نزد آنان نبودی وقتی که تصمیم گرفتند، در حالیکه آنان نیرنگ و توطئه چینی می‌کردند.",
      "translation_pashto": "12-102 دا د غیب له خبرونو ځنې دي چې هغه مونږ تا ته وحي كوو او ته له هغوى سره نه وې كله چې هغوى د خپل كار پخه اراده وكړه، په داسې حال كې چې دوى مكر (او فرېب) كاوه"
    },
    {
      "number": 103,
      "text": "وَمَآ أَكْثَرُ ٱلنَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ",
      "page": 247,
      "juz": 13,
      "hizb": 25,
      "sajda": false,
      "translation_dari": "و بیشتر مردم هر چند حرص بورزی، ایمان نمی‌آورند.",
      "translation_pashto": "12-103 او زیاتره خلق، اګر كه ته (د دوى پر ایمان راوړلو) حرص  وكړې (بیا هم) هېڅكله ایمان راوړونكي نه دي"
    },
    {
      "number": 104,
      "text": "وَمَا تَسْـَٔلُهُمْ عَلَيْهِ مِنْ أَجْرٍ ۚ إِنْ هُوَ إِلَّا ذِكْرٌۭ لِّلْعَٰلَمِينَ",
      "page": 248,
      "juz": 13,
      "hizb": 25,
      "sajda": false,
      "translation_dari": "و تو در برابر (این دعوت) از آنان مزدی نمی‌خواهی و آن (قرآن) جز پند و اندرزی برای عالمیان نیست.",
      "translation_pashto": "12-104 او ته له دوى نه په دې  (تبلیغ د قرآن) باندې هېڅ اجر نه غواړې، نه دى دا مګر د ټولو خلقو لپاره (د الله له جانبه) نصیحت"
    },
    {
      "number": 105,
      "text": "وَكَأَيِّن مِّنْ ءَايَةٍۢ فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ يَمُرُّونَ عَلَيْهَا وَهُمْ عَنْهَا مُعْرِضُونَ",
      "page": 248,
      "juz": 13,
      "hizb": 25,
      "sajda": false,
      "translation_dari": "و چه بسیار دلائل قدرت و وحدانیت (الله) در آسمان‌ها و زمین است که بر آن می‌گذرند در حالیکه ایشان از آن روی می‌گردانند.",
      "translation_pashto": "12-105 او څومره ډېر دلیلونه دي په اسمانونو او ځمكه كې، چې دوى پرې تېرېږي، په داسې حال كې چې دوى له هغو نه مخ اړوونكي وي"
    },
    {
      "number": 106,
      "text": "وَمَا يُؤْمِنُ أَكْثَرُهُم بِٱللَّهِ إِلَّا وَهُم مُّشْرِكُونَ",
      "page": 248,
      "juz": 13,
      "hizb": 25,
      "sajda": false,
      "translation_dari": "و بیشترشان (که ادعای ایمان می‌کنند) به الله ایمان نمی‌آورند مگر اینکه مشرکند.",
      "translation_pashto": "12-106 او د دوى زیاتره پر الله ایمان نه لري، مګر په داسې حال كې چې دوى شرك كوونكي وي"
    },
    {
      "number": 107,
      "text": "أَفَأَمِنُوٓا۟ أَن تَأْتِيَهُمْ غَٰشِيَةٌۭ مِّنْ عَذَابِ ٱللَّهِ أَوْ تَأْتِيَهُمُ ٱلسَّاعَةُ بَغْتَةًۭ وَهُمْ لَا يَشْعُرُونَ",
      "page": 248,
      "juz": 13,
      "hizb": 25,
      "sajda": false,
      "translation_dari": "آیا ایمن هستند از این که عذاب همه گیر از سوى الله بر آنان بیاید، یا ناگهان قیامت به آنها بیاید، در حالیکه غافل و بی‌خبر باشند؟!.",
      "translation_pashto": "12-107  ایا نو دوى په امن كې شوي دي له دې نه چې په دوى باندې د الله له عذاب نه پټوونكې (راګېروونكې) برخه راشي، یا په دوى باندې ناڅاپه قیامت راشي، په داسې حال كې چې دوى به نه پوهېږي"
    },
    {
      "number": 108,
      "text": "قُلْ هَٰذِهِۦ سَبِيلِىٓ أَدْعُوٓا۟ إِلَى ٱللَّهِ ۚ عَلَىٰ بَصِيرَةٍ أَنَا۠ وَمَنِ ٱتَّبَعَنِى ۖ وَسُبْحَٰنَ ٱللَّهِ وَمَآ أَنَا۠ مِنَ ٱلْمُشْرِكِينَ",
      "page": 248,
      "juz": 13,
      "hizb": 25,
      "sajda": false,
      "translation_dari": "بگو: این راه من است، با بصیرت و آگاهی به‌سوی الله دعوت می‌کنم و پیروان من هم (باید چنین باشند) و الله (از هر عیب) پاک است و من از مشرکان نیستم.",
      "translation_pashto": "12-108 ته ووایه: دا زما لاره ده، د الله په طرف بلنه كوم، په ښه بیان او بصیرت سره، زه او هغه څوك چې زما پیروي كوي، او الله پاك دى، او زه له شرك كوونكو ځنې نه یم"
    },
    {
      "number": 109,
      "text": "وَمَآ أَرْسَلْنَا مِن قَبْلِكَ إِلَّا رِجَالًۭا نُّوحِىٓ إِلَيْهِم مِّنْ أَهْلِ ٱلْقُرَىٰٓ ۗ أَفَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَيَنظُرُوا۟ كَيْفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبْلِهِمْ ۗ وَلَدَارُ ٱلْءَاخِرَةِ خَيْرٌۭ لِّلَّذِينَ ٱتَّقَوْا۟ ۗ أَفَلَا تَعْقِلُونَ",
      "page": 248,
      "juz": 13,
      "hizb": 25,
      "sajda": false,
      "translation_dari": "و نفرستاده‌ایم پیش از تو مگر مردان را که وحی می‌فرستادیم به آنها در حالی که آنها از اهل شهرهای بزرگ ‌بودند، آیا (مشرکان) در زمین (همان پیغمبران) نرفته‌اند تا ببینند که چگونه شد انجام آنان که پیش از مشرکان بودند؟ (بلکه رفته‌اند اما عبرت نگرفته‌اند،) و البته سرای آخرت بهتر است برای پرهیزگاران، آیا نمی‌اندیشید؟",
      "translation_pashto": "12-109 او مونږ له تا نه مخكې (د رسولانو په طور) نه دي لېږلي مګر سړي چې مونږ به هغوى ته وحي كوله، چې د كلیو (ښارونو) اوسېدونكي وو، ایا نو دوى په ځمكه كې نه دي ګرځېدلي، پس چې لیدلي يې وى چې د هغو (مجرمو) كسانو انجام څنګه و چې له دوى نه مخكې وو، او یقینًا د اخرت كور د هغو كسانو لپاره ډېر غوره دى چې (له شرك او كفر نه) ځان ساتي، ایا نو تاسو له عقل نه كار نه اخلئ؟ "
    },
    {
      "number": 110,
      "text": "حَتَّىٰٓ إِذَا ٱسْتَيْـَٔسَ ٱلرُّسُلُ وَظَنُّوٓا۟ أَنَّهُمْ قَدْ كُذِبُوا۟ جَآءَهُمْ نَصْرُنَا فَنُجِّىَ مَن نَّشَآءُ ۖ وَلَا يُرَدُّ بَأْسُنَا عَنِ ٱلْقَوْمِ ٱلْمُجْرِمِينَ",
      "page": 248,
      "juz": 13,
      "hizb": 25,
      "sajda": false,
      "translation_dari": "(پیغمبران پیشین اقوام‌شان را دعوت دادند( تا آنکه پیغمبران (از ایمان آوردن مردم) ناامید شدند و (مردم) گمان کردند که (از طرف پیغامبران) به آنها دروغ گفته شده‌است. (در آن حالت،) یاری ما به پیغمبران رسید پس کسانی را که خواستیم نجات یافتند، و عذاب ما از گروه مجرمان برگشت ندارد.",
      "translation_pashto": "12-110 تر هغه پورې چې رسولان به (د خلكو له ايمان راوړو نه) نا امېده شول او هغو (كافرو خلقو) به دا یقین وكړ چې بېشكه دغو (رسولان) چې دي، یقینًا دوى ته دروغ ویل شوي دي (،نو) دوى (رسولانو) ته به زمونږ مدد راغى، بیا به هغه چا ته نجات وركړى شو چې مونږ به غوښتل او زمونږ عذاب له مجرمو (كافرو) خلقو نه نشي دفع كېدلى"
    },
    {
      "number": 111,
      "text": "لَقَدْ كَانَ فِى قَصَصِهِمْ عِبْرَةٌۭ لِّأُو۟لِى ٱلْأَلْبَٰبِ ۗ مَا كَانَ حَدِيثًۭا يُفْتَرَىٰ وَلَٰكِن تَصْدِيقَ ٱلَّذِى بَيْنَ يَدَيْهِ وَتَفْصِيلَ كُلِّ شَىْءٍۢ وَهُدًۭى وَرَحْمَةًۭ لِّقَوْمٍۢ يُؤْمِنُونَ",
      "page": 248,
      "juz": 13,
      "hizb": 25,
      "sajda": false,
      "translation_dari": "به راستی که در داستان‌های پیغمبران عبرتی برای صاحبان خرد است، (قرآن) سخنی نیست که به دروغ ساخته شده باشد بلکه تصدیق کنندۀ کتاب‌های است که پیش از آن بوده، و بیانگر هر ضرورت دینی است و هدایت و رحمتی است برای مردمی که (به آن) ایمان می‌آورند.",
      "translation_pashto": "12-111 یقینًا یقینًا د دوى (د قصې) په بیان كې د خالصو عقلونو والاوو لپاره ښه عبرت دى، دغه (قرآن) داسې خبره بېخي نه ده چې له ځانه په دروغو جوړه كړى شوې وي او لېكن (دغه قرآن) د هغو (كتابونو) تصدیق دى چې له ده نه مخكې وو او د هر شي تفصیل (بیان) دى او هدایت او رحمت دى د هغه قوم لپاره چې (پر الله او د هغه پر رسول)  ایمان لري"
    }
  ]
}