{
  "number": 14,
  "name": "إبراهيم",
  "name_dari": "ابراهیم",
  "meaning_dari": "حضرت ابراهیم علیه‌السلام",
  "revelationType": "مکی",
  "numberOfAyahs": 52,
  "ayahs": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ الٓر ۚ كِتَٰبٌ أَنزَلْنَٰهُ إِلَيْكَ لِتُخْرِجَ ٱلنَّاسَ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ بِإِذْنِ رَبِّهِمْ إِلَىٰ صِرَٰطِ ٱلْعَزِيزِ ٱلْحَمِيدِ",
      "page": 255,
      "juz": 13,
      "hizb": 26,
      "sajda": false,
      "translation_dari": "الر. (مراد این حروف به الله معلوم است) کتابی است که آن را به‌سوی تو نازل کرده‌ایم تا (به وسيلۀ آن) مردم از تاریکی‌ها (کفر و گناه) به‌سوی روشنایی (ایمان و عمل صالح) به حکم پروردگارشان بیرون آوری، به‌سوی راه آن غالب ستوده.",
      "translation_pashto": "14-1 الف، لام، را، (دا) كتاب دى چې مونږ تا ته نازل كړى دى، د دې لپاره چې ته خلق له تیارو نه رڼا ته وباسې د دوى د رب په اذن (او حكم) سره، د ډېر غالب، ډېر ستايل شوي ذات لارې ته"
    },
    {
      "number": 2,
      "text": "ٱللَّهِ ٱلَّذِى لَهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ وَوَيْلٌۭ لِّلْكَٰفِرِينَ مِنْ عَذَابٍۢ شَدِيدٍ",
      "page": 255,
      "juz": 13,
      "hizb": 26,
      "sajda": false,
      "translation_dari": "الله ذاتی است که آنچه در آسمان‌ها و زمین است خاص از اوست، و وای (هلاکت باد) بر کافران از عذاب سخت!",
      "translation_pashto": "14-2  چې الله دى، هغه چې خاص د هغهٔ لپاره دي هغه څه چې په اسمانونو كې دي او هغه څه چې په ځمكه كې دي او كافرانو ته له ډېر سخت عذاب نه هلاكت دى"
    },
    {
      "number": 3,
      "text": "ٱلَّذِينَ يَسْتَحِبُّونَ ٱلْحَيَوٰةَ ٱلدُّنْيَا عَلَى ٱلْءَاخِرَةِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبْغُونَهَا عِوَجًا ۚ أُو۟لَٰٓئِكَ فِى ضَلَٰلٍۭ بَعِيدٍۢ",
      "page": 255,
      "juz": 13,
      "hizb": 26,
      "sajda": false,
      "translation_dari": "آنانی که زندگی دنیا را (دوست داشته و) بر آخرت ترجیح می‌دهند و مردم را از راه الله منع می‌کنند و در آن کجی و انحراف می‌طلبند، این گروه کسانی‌اند که در گمراهی دور از حق قرار دارند.",
      "translation_pashto": "14-3 هغه كسان چې دنيايي ژوند په اخرت باندې غوره ګڼي او د الله له لارې نه بندول كوي او په دې كې كوږوالى لټوي، دغه كسان په ډېرې لرې ګمراهۍ كې دي"
    },
    {
      "number": 4,
      "text": "وَمَآ أَرْسَلْنَا مِن رَّسُولٍ إِلَّا بِلِسَانِ قَوْمِهِۦ لِيُبَيِّنَ لَهُمْ ۖ فَيُضِلُّ ٱللَّهُ مَن يَشَآءُ وَيَهْدِى مَن يَشَآءُ ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "page": 255,
      "juz": 13,
      "hizb": 26,
      "sajda": false,
      "translation_dari": "و ما هیچ رسولی را نفرستادیم مگر به زبان قومش، تا (دین الله را) برای‌شان بیان کند (ليكن باز هم قبول نکردند) پس الله هر کسی را که بخواهد گمراه می‌کند و هر کسی را که بخواهد، هدایت می‌کند و او غالب با حکمت است.",
      "translation_pashto": "14-4 او مونږ هېڅ یو رسول نه دى لېږلى مګر د خپل قوم  په ژبه، د دې لپاره چې دوى ته بیان (او وضاحت) وكړي، بیا نو الله ګمراه كوي هغه څوك چې يې وغواړي او هدایت وركوي هغه چا ته چې يې وغواړي، او هم دى ښه غالب، ښه حكمت والا دى"
    },
    {
      "number": 5,
      "text": "وَلَقَدْ أَرْسَلْنَا مُوسَىٰ بِـَٔايَٰتِنَآ أَنْ أَخْرِجْ قَوْمَكَ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ وَذَكِّرْهُم بِأَيَّىٰمِ ٱللَّهِ ۚ إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍۢ لِّكُلِّ صَبَّارٍۢ شَكُورٍۢ",
      "page": 255,
      "juz": 13,
      "hizb": 26,
      "sajda": false,
      "translation_dari": "البته موسی را با معجزه‌های خود فرستادیم که قوم خود را از تاریکیها (کفر و جهل) به‌سوی روشنی (ایمان و دانش) بیرون کن و به آنان روزهای (نعمت‌ها و مصیبت‌های) الله را یادآوری کن (تا پند گیرند). يقينا در این (امور) عبرتهایی برای هر صبر کنندۀ سپاسگزار است.",
      "translation_pashto": "14-5 او یقینًا یقینًا مونږ موسٰى له خپلو معجزو سره لېږلى و (او دا مو ورته ويلي وو) چې خپل قوم له تیارو نه رڼا ته راوباسه او دوى ته د الله د ورځو یادونه وكړه، بېشكه په دغو كې خامخا د هر ښه صبر كوونكي، ډېر شكر كوونكي لپاره نښې دي"
    },
    {
      "number": 6,
      "text": "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِ ٱذْكُرُوا۟ نِعْمَةَ ٱللَّهِ عَلَيْكُمْ إِذْ أَنجَىٰكُم مِّنْ ءَالِ فِرْعَوْنَ يَسُومُونَكُمْ سُوٓءَ ٱلْعَذَابِ وَيُذَبِّحُونَ أَبْنَآءَكُمْ وَيَسْتَحْيُونَ نِسَآءَكُمْ ۚ وَفِى ذَٰلِكُم بَلَآءٌۭ مِّن رَّبِّكُمْ عَظِيمٌۭ",
      "page": 256,
      "juz": 13,
      "hizb": 26,
      "sajda": false,
      "translation_dari": "و یاد کن برایشان وقتی را که موسی به قوم خود گفت: نعمت الله را بر خود به یاد آورید، آن زمان که شما را از فرعون نجات داد که بدترین عذاب را به شما می‌رساندند و پسرانتان را می‌کشتند و زنانتان را زنده نگاه می‌داشتند و در این امر آزمایش بزرگی از جانب پروردگارتان بود.",
      "translation_pashto": "14-6 او كله چې موسٰى خپل قوم ته وویل: تاسو د الله  هغه نعمت رایاد كړئ چې پر تاسو  باندې شوى دى، كله چې يې تاسو له اٰلِ فرعون نه خلاص كړئ چې هغوى به تاسو ته ډېر سخت عذاب دررساوه او ستاسو زامن به يې حلالول او ستاسو ښځې (لوڼه) به يې ژوندۍ پرېښودلې او په دې كې ستاسو د رب له جانبه ډېر لوى ازمېښت و "
    },
    {
      "number": 7,
      "text": "وَإِذْ تَأَذَّنَ رَبُّكُمْ لَئِن شَكَرْتُمْ لَأَزِيدَنَّكُمْ ۖ وَلَئِن كَفَرْتُمْ إِنَّ عَذَابِى لَشَدِيدٌۭ",
      "page": 256,
      "juz": 13,
      "hizb": 26,
      "sajda": false,
      "translation_dari": "و چون پروردگارتان اعلان کرد که اگر (نعمت‌هایم را) شکر کنید، البته بر نعمت‌های شما می‌افزایم و اگر کفر بورزید، بی‌گمان عذاب من بسیار سخت است.",
      "translation_pashto": "14-7 او كله چې ستاسو رب اعلان وكړ چې قسم دى كه تاسو شكر وباسئ (،نو) زه به خامخا هرومرو تاسو ته (په نعمتونو كې) اضافه وكړم او قسم دى كه تاسو ناشكري وكړئ، نو بېشكه زما عذاب خامخا ډېر سخت دى "
    },
    {
      "number": 8,
      "text": "وَقَالَ مُوسَىٰٓ إِن تَكْفُرُوٓا۟ أَنتُمْ وَمَن فِى ٱلْأَرْضِ جَمِيعًۭا فَإِنَّ ٱللَّهَ لَغَنِىٌّ حَمِيدٌ",
      "page": 256,
      "juz": 13,
      "hizb": 26,
      "sajda": false,
      "translation_dari": "و موسی گفت: اگر شما و مردمان روی زمین همه یکجا کافر شوید (بدانید) که الله بی‌نیاز و ستوده است.",
      "translation_pashto": "14-7 او موسٰى وويل: كه كافران شئ تاسو او هغه څوك چې په ځمكه كې دي، ټول، نو بېشكه الله خامخا ډېر بې پروا، ډېر ستايل شوى دى "
    },
    {
      "number": 9,
      "text": "أَلَمْ يَأْتِكُمْ نَبَؤُا۟ ٱلَّذِينَ مِن قَبْلِكُمْ قَوْمِ نُوحٍۢ وَعَادٍۢ وَثَمُودَ ۛ وَٱلَّذِينَ مِنۢ بَعْدِهِمْ ۛ لَا يَعْلَمُهُمْ إِلَّا ٱللَّهُ ۚ جَآءَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَٰتِ فَرَدُّوٓا۟ أَيْدِيَهُمْ فِىٓ أَفْوَٰهِهِمْ وَقَالُوٓا۟ إِنَّا كَفَرْنَا بِمَآ أُرْسِلْتُم بِهِۦ وَإِنَّا لَفِى شَكٍّۢ مِّمَّا تَدْعُونَنَآ إِلَيْهِ مُرِيبٍۢ",
      "page": 256,
      "juz": 13,
      "hizb": 26,
      "sajda": false,
      "translation_dari": "آیا خبر آنانی که پیش از شما بودند (مانند) قوم نوح، عاد، ثمود، و کسان دیگری که پس از ایشان آمدند (و) به جز الله کسی از آنان خبر ندارد، به شما نرسیده است؟ پیغمبرانشان با معجزات (فراوان) به نزد آنان آمدند ولی دستانشان را در دهان‌هایشان گذاشتند و گفتند: ما به آنچه شما به آن فرستاده شده‌اید کافریم و در مورد آنچه ما را به‌سوی آن دعوت می‌دهید، سخت در شک هستیم.",
      "translation_pashto": "14-8 ایا تاسو ته د هغو خلقو خبر نه دى راغلى چې له تاسو نه مخكې وو، چې د نوح قوم او عادیان او ثمودیان وو او هغه كسان چې له دوى نه پس وو، چې يواځې الله پر هغو عالم دى، دوى ته خپلو رسولانو ښكاره دلیلونه راوړي وو، نو دوى خپل لاسونه خپلو خولو ته وګرځول او ويې ويل: بېشكه مونږ كافران شوي یو پر هغه څه چې تاسو په هغه سره رالېږل شوي یئ او بېشكه مونږ یقینًا د هغه څه باره كې چې تاسو مونږ هغهٔ ته بلئ په اضطراب اچوونكي شك كې یو"
    },
    {
      "number": 10,
      "text": "۞ قَالَتْ رُسُلُهُمْ أَفِى ٱللَّهِ شَكٌّۭ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۖ يَدْعُوكُمْ لِيَغْفِرَ لَكُم مِّن ذُنُوبِكُمْ وَيُؤَخِّرَكُمْ إِلَىٰٓ أَجَلٍۢ مُّسَمًّۭى ۚ قَالُوٓا۟ إِنْ أَنتُمْ إِلَّا بَشَرٌۭ مِّثْلُنَا تُرِيدُونَ أَن تَصُدُّونَا عَمَّا كَانَ يَعْبُدُ ءَابَآؤُنَا فَأْتُونَا بِسُلْطَٰنٍۢ مُّبِينٍۢ",
      "page": 256,
      "juz": 13,
      "hizb": 26,
      "sajda": false,
      "translation_dari": "پیغمبران‌شان گفتند: آیا دربارۀ الله آفرینندۀ آسمان‌ها و زمین شکی است؟! او شما را دعوت می‌کند تا گناهانتان را بیامرزد و تا مدتی معین شما را مهلت می‌دهد. گفتند: شما جز بشری مانند ما نیستید، می‌خواهید ما را از آنچه پدران ما می‌پرستیدند منع کنید، پس (اگر در ادعای تان صادق هستید) برای ما دلیلی آشکار بیاورید.",
      "translation_pashto": "14-9 د دوى رسولانو وویل: ایا د الله په باره كې شك دى، چې د اسمانونو او ځمكې پیدا كوونكى دى؟ هغه تاسو رابلي، د دې لپاره چې تاسو لپاره ستاسو څه ګناهونه وبخښي او تاسو مقررې نېټې ته وروسته كړي، دوى وویل: نه یئ تاسو مګر زمونږ په شان انسان، تاسو غواړئ چې مونږ له هغه څه نه منع كړئ چې زمونږ پلرونو يې عبادت كاوه، نو (بيا خو) تاسو مونږ ته ښكاره دلیل(معجزه) راوړئ "
    },
    {
      "number": 11,
      "text": "قَالَتْ لَهُمْ رُسُلُهُمْ إِن نَّحْنُ إِلَّا بَشَرٌۭ مِّثْلُكُمْ وَلَٰكِنَّ ٱللَّهَ يَمُنُّ عَلَىٰ مَن يَشَآءُ مِنْ عِبَادِهِۦ ۖ وَمَا كَانَ لَنَآ أَن نَّأْتِيَكُم بِسُلْطَٰنٍ إِلَّا بِإِذْنِ ٱللَّهِ ۚ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ",
      "page": 257,
      "juz": 13,
      "hizb": 26,
      "sajda": false,
      "translation_dari": "پیغمبرانشان به آنها گفتند: ما جز بشری مثل شما نیستیم، ولی الله بر هر کس از بندگان خود که بخواهد (با انتخاب او به نبوت) منت می‌نهد، و در توان ما نیست که جز به اذن الله برای شما حجتی بیاوریم، و مؤمنان باید تنها بر الله توکل کنند.",
      "translation_pashto": "14-10 دوى ته خپلو رسولانو وویل: مونږ نه یو مګر ستاسو په شان انسانان، او لېكن الله په خپلو بنده ګانو كې چې پر چا وغواړي احسان كوي او مونږ ته له سره اختیار نشته چې تاسو ته كوم دلیل (معجزه) راوړو مګر د الله په حكم سره او لازم ده چې مومنان خاص په الله باندې توكل وكړي"
    },
    {
      "number": 12,
      "text": "وَمَا لَنَآ أَلَّا نَتَوَكَّلَ عَلَى ٱللَّهِ وَقَدْ هَدَىٰنَا سُبُلَنَا ۚ وَلَنَصْبِرَنَّ عَلَىٰ مَآ ءَاذَيْتُمُونَا ۚ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُتَوَكِّلُونَ",
      "page": 257,
      "juz": 13,
      "hizb": 26,
      "sajda": false,
      "translation_dari": "و (پیغمبران گفتند:) چرا بر الله توکل نکنیم؟ حال آنکه ما را به راه‌های (زندگی و نجات) ما راهنمایی نموده است و البته ما بر آزار شما صبر خواهیم کرد و توکل کنندگان باید تنها بر الله توکل کنند.",
      "translation_pashto": "14-12 او مونږ ته څه عذر دى چې مونږ به پر الله توكل نه كوو، حال دا چې هغهٔ مونږ ته د خپلو لارو هدایت كړى دى او خامخا هرومرو به مونږ پر هغو تكلیفونو صبر كوو چې تاسو يې مونږ ته راكوئ، او لازم ده چې توكل كوونكي خاص په الله باندې توكل وكړي"
    },
    {
      "number": 13,
      "text": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لِرُسُلِهِمْ لَنُخْرِجَنَّكُم مِّنْ أَرْضِنَآ أَوْ لَتَعُودُنَّ فِى مِلَّتِنَا ۖ فَأَوْحَىٰٓ إِلَيْهِمْ رَبُّهُمْ لَنُهْلِكَنَّ ٱلظَّٰلِمِينَ",
      "page": 257,
      "juz": 13,
      "hizb": 26,
      "sajda": false,
      "translation_dari": "و (باز) کافران به پیغمبرانشان گفتند: البته شما را از سرزمین خود بیرون می‌کنیم یا اینکه به دین ما باز گردید. پس پروردگارشان به آنان وحی کرد که حتما ظالمان را هلاک می‌کنیم.",
      "translation_pashto": "14-13 او كافران شویو خلقو خپلو رسولانو ته وویل: خامخا هرومرو به مونږ تاسو له خپلې ځمكې نه وباسو، یا به خامخا هرومرو تاسو زمونږ دین ته راګرځئ، نو دغو (رسولانو) ته خپل رب وحي وكړه چې خامخا ضرور به مونږ ظالمان هلاكوو"
    },
    {
      "number": 14,
      "text": "وَلَنُسْكِنَنَّكُمُ ٱلْأَرْضَ مِنۢ بَعْدِهِمْ ۚ ذَٰلِكَ لِمَنْ خَافَ مَقَامِى وَخَافَ وَعِيدِ",
      "page": 257,
      "juz": 13,
      "hizb": 26,
      "sajda": false,
      "translation_dari": "و پس از آنها شما را در این سرزمین ساکن خواهیم کرد. این (وعده) برای کسی است که از ایستادن در حضور من بترسد و از تهدیدم بیم داشته باشد.",
      "translation_pashto": "14-14 او خامخا ضرور به مونږ له دوى نه پس تاسو په دغه ځمكه كې اوسوو، دغه (د ظالمانو هلاكول او د نېكانو اوسول حق دي) د هغه چا لپاره چې زما په وړاندې له ودرېدلو نه وېرېږي او زما له وعید نه وېرېږي"
    },
    {
      "number": 15,
      "text": "وَٱسْتَفْتَحُوا۟ وَخَابَ كُلُّ جَبَّارٍ عَنِيدٍۢ",
      "page": 257,
      "juz": 13,
      "hizb": 26,
      "sajda": false,
      "translation_dari": "و (پیغمبران) از الله فتح (نصرت) طلبیدند و (سر انجام) هر متکبر سرکشی ناکام شد.",
      "translation_pashto": "14-15 او (بالاخر) هغو (رسولانو له الله نه) فتح وغوښته او هر متكبر سركشه نامراده شو"
    },
    {
      "number": 16,
      "text": "مِّن وَرَآئِهِۦ جَهَنَّمُ وَيُسْقَىٰ مِن مَّآءٍۢ صَدِيدٍۢ",
      "page": 257,
      "juz": 13,
      "hizb": 26,
      "sajda": false,
      "translation_dari": "پشت سر او دوزخ است و از زرداب دوزخیان به او نوشانیده می‌شود.",
      "translation_pashto": "14-16 چې د هغه په وړاندې جهنم دى او پر هغه به د وینو زویو اوبه څښولى شي"
    },
    {
      "number": 17,
      "text": "يَتَجَرَّعُهُۥ وَلَا يَكَادُ يُسِيغُهُۥ وَيَأْتِيهِ ٱلْمَوْتُ مِن كُلِّ مَكَانٍۢ وَمَا هُوَ بِمَيِّتٍۢ ۖ وَمِن وَرَآئِهِۦ عَذَابٌ غَلِيظٌۭ",
      "page": 257,
      "juz": 13,
      "hizb": 26,
      "sajda": false,
      "translation_dari": "(به سبب تلخی و داغی) آن را جرعه جرعه می‌نوشد و نزدیک نیست که به آسانی از گلویش بگذرد و مرگ از هر سو به سراغ او می‌آید، ليكن نمی‌میرد، و به تعقیب آن، عذاب سختی در پیشروی خود دارد.",
      "translation_pashto": "14-17 چې هغه به په تكلیف سره ګوټ ګوټ څښي او نژدې به نه وي چې هغه تېرې كړي او ده ته به له هره ځایه مرګ راشي، حال دا چې هغه به مړ كېدونكى نه وي او د ده شا او مخې ته به ډېر سخت عذاب وي"
    },
    {
      "number": 18,
      "text": "مَّثَلُ ٱلَّذِينَ كَفَرُوا۟ بِرَبِّهِمْ ۖ أَعْمَٰلُهُمْ كَرَمَادٍ ٱشْتَدَّتْ بِهِ ٱلرِّيحُ فِى يَوْمٍ عَاصِفٍۢ ۖ لَّا يَقْدِرُونَ مِمَّا كَسَبُوا۟ عَلَىٰ شَىْءٍۢ ۚ ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلْبَعِيدُ",
      "page": 257,
      "juz": 13,
      "hizb": 26,
      "sajda": false,
      "translation_dari": "مثال آنانی که به پروردگارشان کفر ورزیدند اعمال‌شان مانند خاکستری است که تند بادی در یک روز طوفانی بر آن وزیده باشد، به هیچ چیزی از آنچه (در دنیا) کسب کرده بودند، قدرت ندارند. این همان گمراهی دور (و درازی) است.",
      "translation_pashto": "14-18 حال د هغو كسانو چې په خپل رب سره كافران شوي دي، د دوى عملونه د هغه ايرو په شان دي چې په سخته بادي ورځ كې پرې تیز باد راوالوځي، دوى به له خپلو كړو عملونو نه په هېڅ شي قادره نشي، همدغه ډېره لرې ګمراهي ده "
    },
    {
      "number": 19,
      "text": "أَلَمْ تَرَ أَنَّ ٱللَّهَ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ ۚ إِن يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍۢ جَدِيدٍۢ",
      "page": 258,
      "juz": 13,
      "hizb": 26,
      "sajda": false,
      "translation_dari": "آیا ندانسته‌ای (ای مخاطب) که الله آسمان‌ها و زمین را به حق آفریده است، اگر بخواهد شما را (از میان) می‌برد و خلق جدیدی می‌آورد؟!",
      "translation_pashto": "14-19 ایا ته نه وینې چې بېشكه الله اسمانونه او ځمكه په حقه سره پیدا كړي دي، كه هغه وغواړي(،نو) تاسو به ختم كړي او نوي خلق به راولي"
    },
    {
      "number": 20,
      "text": "وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٍۢ",
      "page": 258,
      "juz": 13,
      "hizb": 26,
      "sajda": false,
      "translation_dari": "و این کار بر الله مشکل نیست.",
      "translation_pashto": "14-20 او دغه (كار) په الله باندې هېڅ ګران نه دى"
    },
    {
      "number": 21,
      "text": "وَبَرَزُوا۟ لِلَّهِ جَمِيعًۭا فَقَالَ ٱلضُّعَفَٰٓؤُا۟ لِلَّذِينَ ٱسْتَكْبَرُوٓا۟ إِنَّا كُنَّا لَكُمْ تَبَعًۭا فَهَلْ أَنتُم مُّغْنُونَ عَنَّا مِنْ عَذَابِ ٱللَّهِ مِن شَىْءٍۢ ۚ قَالُوا۟ لَوْ هَدَىٰنَا ٱللَّهُ لَهَدَيْنَٰكُمْ ۖ سَوَآءٌ عَلَيْنَآ أَجَزِعْنَآ أَمْ صَبَرْنَا مَا لَنَا مِن مَّحِيصٍۢ",
      "page": 258,
      "juz": 13,
      "hizb": 26,
      "sajda": false,
      "translation_dari": "و (در روز قیامت) همه به دربار الله حاضر می‌شوند، پس ضعیفان به آنانی که خود را بزرگ می‌شمردند می‌گویند: ما پیرو شما بودیم، پس آیا می‌توانید چیزی از عذاب الله را از ما دفع کنید؟ می‌گویند: اگر الله ما را هدایت می‌کرد ما هم شما را هدایت می‌نمودیم، برای ما برابر است چه بی‌تابی کنیم یا صبر کنیم، هیچ پناهگاهی نداریم.",
      "translation_pashto": "14-21 او دوى ټول به په جمع د الله په وړاندې حاضر شي، نو كمزوران به هغو كسانو ته ووايي چې كبر او لويي به يې كوله: بېشكه مونږ ستاسو پیروي كوونكي وو، نو ایا تاسو زمونږ څخه د الله له عذاب نه څه شى لرې كوونكي يئ؟ هغوى به ووايي: كه الله مونږ ته هدایت كړى وى (نو) مونږ به هم تاسو ته لار ښوونه كړې وى، پر مونږ برابر دي كه مونږ شور او فریاد وكړو، یا مونږ صبر وكړو، زمونږ لپاره هېڅ د خلاصي ځاى نشته"
    },
    {
      "number": 22,
      "text": "وَقَالَ ٱلشَّيْطَٰنُ لَمَّا قُضِىَ ٱلْأَمْرُ إِنَّ ٱللَّهَ وَعَدَكُمْ وَعْدَ ٱلْحَقِّ وَوَعَدتُّكُمْ فَأَخْلَفْتُكُمْ ۖ وَمَا كَانَ لِىَ عَلَيْكُم مِّن سُلْطَٰنٍ إِلَّآ أَن دَعَوْتُكُمْ فَٱسْتَجَبْتُمْ لِى ۖ فَلَا تَلُومُونِى وَلُومُوٓا۟ أَنفُسَكُم ۖ مَّآ أَنَا۠ بِمُصْرِخِكُمْ وَمَآ أَنتُم بِمُصْرِخِىَّ ۖ إِنِّى كَفَرْتُ بِمَآ أَشْرَكْتُمُونِ مِن قَبْلُ ۗ إِنَّ ٱلظَّٰلِمِينَ لَهُمْ عَذَابٌ أَلِيمٌۭ",
      "page": 258,
      "juz": 13,
      "hizb": 26,
      "sajda": false,
      "translation_dari": "و وقتی که کار (قضاوت) به پایان برسد (و کار از کار بگذرد) شیطان می‌گوید: الله به شما وعدۀ راست داد و من به شما وعده دادم و با شما وعدہ خلافی کردم. و من هیچ سلطه‌ای بر شما نداشتم جز اینکه شما را دعوت دادم و شما هم دعوتم را پذیرفتید. پس مرا ملامت نکنید و خود را ملامت کنید، نه من به فریاد شما می‌رسم و نه شما به فریاد من می‌رسید، البته به اینکه پیش از این شما مرا شریک الله قرار می‌دادید کافرم. بی‌گمان ظالمان برایشان عذاب دردناک است.",
      "translation_pashto": "14-22 او كله چې د خبرې فیصله وشي، شیطان به ووايي: بېشكه الله له تاسو سره وعده كړې وه حقه وعده او ما له تاسو سره وعده كړې وه، نو ما له تاسو سره خلاف وكړو، او زما لپاره پر تاسو  باندې هېڅ غلبه نه وه غیر له دې نه چې ما تاسو راوبللئ، نو تاسو زما بلنه قبوله كړه (اوس) نو تاسو ما مه ملامتوئ او (بلكې) خپل ځانونه  ملامته كړئ، نه زه ستاسو فریادرس یم او نه تاسو زما فریادرسان یئ، بېشكه زه كافر (او بېزاره) شوى یم په هغه څه چې تاسو زه (له الله سره) شریك كړى وم له دې نه مخكې، بېشكه دا ظالمان چې دي د هغوى لپاره ډېر دردوونكى عذاب دى"
    },
    {
      "number": 23,
      "text": "وَأُدْخِلَ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ جَنَّٰتٍۢ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ خَٰلِدِينَ فِيهَا بِإِذْنِ رَبِّهِمْ ۖ تَحِيَّتُهُمْ فِيهَا سَلَٰمٌ",
      "page": 258,
      "juz": 13,
      "hizb": 26,
      "sajda": false,
      "translation_dari": "و کسانی که ایمان آورده و کارهای نیک انجام داده‌اند به باغهایی در آورده می‌شوند که در زیر (درختان و قصرهای) آن نهرها روان است، در آنجا به حکم پروردگارشان همیشه‌اند، دعای‌شان در آنجا سلام گفتن است.",
      "translation_pashto": "14-23 او هغه كسان به چې ایمان يې راوړى دى او نېك عملونه يې كړي دي داسې جنتونو ته داخل كړى شي چې د هغو له لاندې ولې بهېږي، په دې حال كې چې دوى به په هغو كې تل ترتله وي، د خپل رب په حكم سره او د دوى پېشكشي به په دغو (جنتونو) كې سلام وي"
    },
    {
      "number": 24,
      "text": "أَلَمْ تَرَ كَيْفَ ضَرَبَ ٱللَّهُ مَثَلًۭا كَلِمَةًۭ طَيِّبَةًۭ كَشَجَرَةٍۢ طَيِّبَةٍ أَصْلُهَا ثَابِتٌۭ وَفَرْعُهَا فِى ٱلسَّمَآءِ",
      "page": 258,
      "juz": 13,
      "hizb": 26,
      "sajda": false,
      "translation_dari": "آیا ندیدی که الله چگونه مثال زد؛ کلمۀ طیبه (و پاک) مانند درخت پاک (شیرین میوه‌ای است) که ریشه آن (در زمین) استوار و محکم است و شاخه‌های آن در آسمان است.",
      "translation_pashto": "14-24 ایا ته نه وینې چې الله څنګه یو مثال بیانوي: پاكیزه كلمه (چې لا اله الا الله ده) د هغې پاكیزه ونې په شان ده چې د هغې بېخ كلك او مضبوط وي (په ځمكه كې) او د هغې څانګې په اسمان كې وي"
    },
    {
      "number": 25,
      "text": "تُؤْتِىٓ أُكُلَهَا كُلَّ حِينٍۭ بِإِذْنِ رَبِّهَا ۗ وَيَضْرِبُ ٱللَّهُ ٱلْأَمْثَالَ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ",
      "page": 259,
      "juz": 13,
      "hizb": 26,
      "sajda": false,
      "translation_dari": "که به حکم پروردگارش در هر وقتی میوۀ خود را می‌دهد. و الله این مثالها را برای مردم می‌زند تا یادآور شوند و عبرت گیرند.",
      "translation_pashto": "14-25 خپله مېوه د خپل رب په حكم سره هر وخت وركوي او الله د خلقو لپاره مثالونه بیانوي، د دې لپاره چې دوى نصیحت واخلي"
    },
    {
      "number": 26,
      "text": "وَمَثَلُ كَلِمَةٍ خَبِيثَةٍۢ كَشَجَرَةٍ خَبِيثَةٍ ٱجْتُثَّتْ مِن فَوْقِ ٱلْأَرْضِ مَا لَهَا مِن قَرَارٍۢ",
      "page": 259,
      "juz": 13,
      "hizb": 26,
      "sajda": false,
      "translation_dari": "و مثال سخن پلید به درخت پلید می‌ماند که از روی زمین کنده شده و آن را هیچ قراری نباشد.",
      "translation_pashto": "14-26 او د خبیثې كلمې (چې د كفر كلمه ده) مثال د خبیثې (بدبويې) ونې دى چې د ځمكې له پاسه نه وېستل شوې وي، چې د هغې لپاره هېڅ قدر قرار نه وي"
    },
    {
      "number": 27,
      "text": "يُثَبِّتُ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ بِٱلْقَوْلِ ٱلثَّابِتِ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَفِى ٱلْءَاخِرَةِ ۖ وَيُضِلُّ ٱللَّهُ ٱلظَّٰلِمِينَ ۚ وَيَفْعَلُ ٱللَّهُ مَا يَشَآءُ",
      "page": 259,
      "juz": 13,
      "hizb": 26,
      "sajda": false,
      "translation_dari": "الله مؤمنان را در زندگانی دنیا و آخرت به سبب سخن پایدار، ثابت قدم می‌دارد و ظالمان را گمراه می‌سازد، و الله هرچه بخواهد انجام میدهد.",
      "translation_pashto": "14-27 الله هغه كسان چې ایمان يې راوړى دى په ثابته خبره باندې مضبوطوي، په دنيايي ژوند كې او په اخرت كې هم او الله ظالمان ګمراه كوي او الله چې څه وغواړي  هغه كوي"
    },
    {
      "number": 28,
      "text": "۞ أَلَمْ تَرَ إِلَى ٱلَّذِينَ بَدَّلُوا۟ نِعْمَتَ ٱللَّهِ كُفْرًۭا وَأَحَلُّوا۟ قَوْمَهُمْ دَارَ ٱلْبَوَارِ",
      "page": 259,
      "juz": 13,
      "hizb": 26,
      "sajda": false,
      "translation_dari": "آیا ندیدی آنانی که نعمت الله را به ناسپاسی تبدیل کردند و قومشان را به سرای هلاکت در آورده‌اند؟!",
      "translation_pashto": "14-28 ایا تا نه دي كتلي هغو كسانو ته چې په ناشكرۍ  سره يې د الله نعمت بدل كړ او خپل قوم يې د هلاكت كور ته وركوز كړ"
    },
    {
      "number": 29,
      "text": "جَهَنَّمَ يَصْلَوْنَهَا ۖ وَبِئْسَ ٱلْقَرَارُ",
      "page": 259,
      "juz": 13,
      "hizb": 26,
      "sajda": false,
      "translation_dari": "آن (سرای هلاکت) دوزخ است که داخل می‌شوند و چه بد قرارگاه است.",
      "translation_pashto": "14-29 چې جهنم دى، دوى به په هغه كې داخلېږي او هغه داستوګنې بد ځاى دى"
    },
    {
      "number": 30,
      "text": "وَجَعَلُوا۟ لِلَّهِ أَندَادًۭا لِّيُضِلُّوا۟ عَن سَبِيلِهِۦ ۗ قُلْ تَمَتَّعُوا۟ فَإِنَّ مَصِيرَكُمْ إِلَى ٱلنَّارِ",
      "page": 259,
      "juz": 13,
      "hizb": 26,
      "sajda": false,
      "translation_dari": "و برای الله شریکانی مقرر نمودند تا (مردم را) از راه او گمراه کنند، بگو: برخوردار شوید (بهره و لذت ببرید)، به يقين بازگشت شما به‌سوی آتش است.",
      "translation_pashto": "14-30 او دوى د الله لپاره شریكان مقرر كړل، د دې لپاره چې د هغه له لارې نه (خلق) ګمراه كړي، ته (ورته) ووایه: تاسو نفع واخلئ، پس بېشكه ستاسو بېرته ورتله (د دوزخ) اور ته دي"
    },
    {
      "number": 31,
      "text": "قُل لِّعِبَادِىَ ٱلَّذِينَ ءَامَنُوا۟ يُقِيمُوا۟ ٱلصَّلَوٰةَ وَيُنفِقُوا۟ مِمَّا رَزَقْنَٰهُمْ سِرًّۭا وَعَلَانِيَةًۭ مِّن قَبْلِ أَن يَأْتِىَ يَوْمٌۭ لَّا بَيْعٌۭ فِيهِ وَلَا خِلَٰلٌ",
      "page": 259,
      "juz": 13,
      "hizb": 26,
      "sajda": false,
      "translation_dari": "به بندگان مؤمن من بگو: نماز را برپا کنند و از آنچه به ایشان روزی داده‌ایم (مقداری را) در پنهان و آشکار انفاق کنند، پیش از آنکه روزی برسد که در آن خرید و فروش و دوستی نیست.",
      "translation_pashto": "14-31 ته زما هغو بنده ګانو ته ووایه چې ایمان يې راوړى دى چې لمونځ دې قايموي او له هغه مال نه دې چې مونږ دوى ته وركړى دى؛ په پټه او ښكاره انفاق كوي، مخكې له دې نه چې هغه ورځ راشي چې په هغې كې نه اخيستل خرڅول شته او نه دوستي"
    },
    {
      "number": 32,
      "text": "ٱللَّهُ ٱلَّذِى خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءًۭ فَأَخْرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزْقًۭا لَّكُمْ ۖ وَسَخَّرَ لَكُمُ ٱلْفُلْكَ لِتَجْرِىَ فِى ٱلْبَحْرِ بِأَمْرِهِۦ ۖ وَسَخَّرَ لَكُمُ ٱلْأَنْهَٰرَ",
      "page": 259,
      "juz": 13,
      "hizb": 26,
      "sajda": false,
      "translation_dari": "الله ذاتی است که آسمان‌ها و زمین را آفرید و از آسمان آبی نازل کرد و با آن آب میوه‌های را پیدا کرد و روزی شما گردانید و کشتی را برایتان رام ساخت تا به حکم او در بحر روان شود، و نهرها را برای شما مسخر کرد.",
      "translation_pashto": "14-32 الله هغه ذات دى چې اسمانونه او ځمكه يې پیدا كړي دي او له بره نه يې اوبه نازلې كړې دي، پس په هغو سره يې له مېوو نه تاسو لپاره رزق راويستلى دى او تاسو لپاره يې بېړۍ مُسَخَّرې كړې دي، د دې لپاره چې هغه (بېړۍ) د هغه په حكم سره په سمندر كې روانې وي، او تاسو لپاره يې نهرونه مسخر كړي دي"
    },
    {
      "number": 33,
      "text": "وَسَخَّرَ لَكُمُ ٱلشَّمْسَ وَٱلْقَمَرَ دَآئِبَيْنِ ۖ وَسَخَّرَ لَكُمُ ٱلَّيْلَ وَٱلنَّهَارَ",
      "page": 259,
      "juz": 13,
      "hizb": 26,
      "sajda": false,
      "translation_dari": "و برای شما آفتاب و ماه را که همیشه در حرکت‌اند، تابع کرد و تابع کرد برای شما شب و روز را.",
      "translation_pashto": "14-33 او تاسو لپاره يي لمر او سپوږمۍ په كار لګولي دي، په داسې حال كې چې د قانون مطابق ګرځي او تاسو لپاره يې شپه او ورځ په كار لګولي دي"
    },
    {
      "number": 34,
      "text": "وَءَاتَىٰكُم مِّن كُلِّ مَا سَأَلْتُمُوهُ ۚ وَإِن تَعُدُّوا۟ نِعْمَتَ ٱللَّهِ لَا تُحْصُوهَآ ۗ إِنَّ ٱلْإِنسَٰنَ لَظَلُومٌۭ كَفَّارٌۭ",
      "page": 260,
      "juz": 13,
      "hizb": 26,
      "sajda": false,
      "translation_dari": "و از هرچیزی که از او خواسته‌اید به شما داده است و اگر نعمت الله را بشمارید نمی‌توانید آنرا به شمار درآورید، واقعا انسان ظالم و ناشکر است.",
      "translation_pashto": "14-34 او تاسو ته يې له هغو څیزونو نه چې تاسو هغه غوښتي، ځینې دركړي دي او كه تاسو د الله نعمتونه وشمېرئ (نو) تاسو به هغه ونشمېرلى شئ، بېشكه انسان خامخا ډېر ظلم كوونكى، ډېر ناشكره دى"
    },
    {
      "number": 35,
      "text": "وَإِذْ قَالَ إِبْرَٰهِيمُ رَبِّ ٱجْعَلْ هَٰذَا ٱلْبَلَدَ ءَامِنًۭا وَٱجْنُبْنِى وَبَنِىَّ أَن نَّعْبُدَ ٱلْأَصْنَامَ",
      "page": 260,
      "juz": 13,
      "hizb": 26,
      "sajda": false,
      "translation_dari": "و یادآور شوید وقتی را که ابراهیم گفت: ای پروردگارم! این شهر (مکه) را جای امن بگردان و مرا و اولاد مرا از بت پرستی دور دار.",
      "translation_pashto": "14-35 او (یاد كړه) هغه وخت چې ابراهیم وویل: اى زما ربه! ته دا ښار د امن والا وګرځوه او ما او زما زامن د بتانو له عبادت نه لرې وساته"
    },
    {
      "number": 36,
      "text": "رَبِّ إِنَّهُنَّ أَضْلَلْنَ كَثِيرًۭا مِّنَ ٱلنَّاسِ ۖ فَمَن تَبِعَنِى فَإِنَّهُۥ مِنِّى ۖ وَمَنْ عَصَانِى فَإِنَّكَ غَفُورٌۭ رَّحِيمٌۭ",
      "page": 260,
      "juz": 13,
      "hizb": 26,
      "sajda": false,
      "translation_dari": "پروردگارا! این بتان بسیاری از مردم را گمراه ساخته‌اند، پس هرکس از من پیروی کند او از من است و هر کس از من نافرمانی کند بی‌گمان تو آمرزندۀ مهربانی.",
      "translation_pashto": "14-36 اى زما ربه! بېشكه دغو (بتانو) په خلقو كې ډېر زیات ګمراه كړي دي، نو چا چې زما پيروي وكړه، نو بېشكه هغه زما څخه دى او چا چې زما نافرماني وكړه، نو بېشكه ته ډېر بخښونكى، بې حده رحم كوونكى يې"
    },
    {
      "number": 37,
      "text": "رَّبَّنَآ إِنِّىٓ أَسْكَنتُ مِن ذُرِّيَّتِى بِوَادٍ غَيْرِ ذِى زَرْعٍ عِندَ بَيْتِكَ ٱلْمُحَرَّمِ رَبَّنَا لِيُقِيمُوا۟ ٱلصَّلَوٰةَ فَٱجْعَلْ أَفْـِٔدَةًۭ مِّنَ ٱلنَّاسِ تَهْوِىٓ إِلَيْهِمْ وَٱرْزُقْهُم مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمْ يَشْكُرُونَ",
      "page": 260,
      "juz": 13,
      "hizb": 26,
      "sajda": false,
      "translation_dari": "ای پروردگار ما! من (یکی از) فرزندانم را در درۀ بی‌کشت و زرع (و) در کنار خانۀ تو که آن را حرام ساخته‌ای سکونت داده ام، پروردگارا! تا اینکه نماز را برپا دارند، پس چنان کن که دل‌های برخی از مردم به‌سوی آن مایل گردد و از میوه‌ها به آنان روزی ده، باشد که شکرگزاری کنند.",
      "translation_pashto": "14-37 اى زمونږه ربه! بېشكه ما واوسول خپل ځینې بچي په داسې ناو (دره) كې چې د فصل والا نه دى، ستا د عزتمن كور په خوا كې، اى زمونږ ربه! د دې لپاره چې دوى لمونځ قايم كړي، نو ته د خلقو زړونه راوګرځوه، چې په مینې سره د دوى خوا ته راځغلي او ته دوى ته له مېوو ځنې روزي وركړه، د دې لپاره چې دوى شكر وباسي"
    },
    {
      "number": 38,
      "text": "رَبَّنَآ إِنَّكَ تَعْلَمُ مَا نُخْفِى وَمَا نُعْلِنُ ۗ وَمَا يَخْفَىٰ عَلَى ٱللَّهِ مِن شَىْءٍۢ فِى ٱلْأَرْضِ وَلَا فِى ٱلسَّمَآءِ",
      "page": 260,
      "juz": 13,
      "hizb": 26,
      "sajda": false,
      "translation_dari": "ای پروردگار ما! يقينا تو می‌دانی آنچه را که پنهان می‌کنیم و آنچه را که آشکار می‌کنیم. و هیچ چیزی در زمین و در آسمان بر الله پوشیده نمی‌ماند.",
      "translation_pashto": "14-38 اى زمونږ ربه! بېشكه ته عالم يې پر هغه څه چې مونږ يې پټوو او پر هغه څه چې مونږ يې څرګندوو او په الله باندې هېڅ شى نه پټېږي، په ځمكه كې او نه په اسمان كې"
    },
    {
      "number": 39,
      "text": "ٱلْحَمْدُ لِلَّهِ ٱلَّذِى وَهَبَ لِى عَلَى ٱلْكِبَرِ إِسْمَٰعِيلَ وَإِسْحَٰقَ ۚ إِنَّ رَبِّى لَسَمِيعُ ٱلدُّعَآءِ",
      "page": 260,
      "juz": 13,
      "hizb": 26,
      "sajda": false,
      "translation_dari": "شكر و ستایش الله را که در سن پیری اسماعیل و اسحاق را به من بخشید، یقینا پروردگارم شنونده دعاست.",
      "translation_pashto": "14-39 ټوله ثنا خاص د هغه الله لپاره ده چې ما ته يې سره له زوړوالي نه اسمعیل او اسحق رابخښلې دي، بېشكه زما رب خامخا د دعا ښه اورېدونكى دى "
    },
    {
      "number": 40,
      "text": "رَبِّ ٱجْعَلْنِى مُقِيمَ ٱلصَّلَوٰةِ وَمِن ذُرِّيَّتِى ۚ رَبَّنَا وَتَقَبَّلْ دُعَآءِ",
      "page": 260,
      "juz": 13,
      "hizb": 26,
      "sajda": false,
      "translation_dari": "ای پروردگارم! مرا پابند نماز گردان، و از ذرّیّه‌ام نیز (کسانی را نمازگذار گردان). پروردگارا! و دعای مرا بپذیر.",
      "translation_pashto": "14-40 اى زما ربه! ته ما د لمونځ همېشه قايموونكى وګرځوه او زما له اولاد ځنې هم (د لمانځه قايموونكي وګرځوه)، اى زما ربه! او ته زما دعا قبوله كړې"
    },
    {
      "number": 41,
      "text": "رَبَّنَا ٱغْفِرْ لِى وَلِوَٰلِدَىَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ ٱلْحِسَابُ",
      "page": 260,
      "juz": 13,
      "hizb": 26,
      "sajda": false,
      "translation_dari": "ای پروردگار ما! مرا و پدر و مادرم و مؤمنان را بیامرز در آن روزی که حساب برپا می‌گردد.",
      "translation_pashto": "14-41 اى زمونږ ربه! ته ما وبخښه و زما مور و پلار او مومنان په هغې ورځ چې حساب به قايمېږي"
    },
    {
      "number": 42,
      "text": "وَلَا تَحْسَبَنَّ ٱللَّهَ غَٰفِلًا عَمَّا يَعْمَلُ ٱلظَّٰلِمُونَ ۚ إِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍۢ تَشْخَصُ فِيهِ ٱلْأَبْصَٰرُ",
      "page": 260,
      "juz": 13,
      "hizb": 26,
      "sajda": false,
      "translation_dari": "و الله را از آنچه ظالمان می‌کنند، غافل مپندار. جز این نیست که (عذاب) آنها را برای روزی که چشم‌ها در آن خیره شود، به تأخیر می‌اندازد.",
      "translation_pashto": "14-42 او ته په الله باندې له سره (دا) ګمان مه كوه چې هغه غافله دى له هغو كارونو نه چې ظالمان يې كوي، بېشكه همدا خبره ده چې هغه، دوى هغې ورځې ته وروسته كوي چې په هغې كې به سترګې خلاصې پاتې شي"
    },
    {
      "number": 43,
      "text": "مُهْطِعِينَ مُقْنِعِى رُءُوسِهِمْ لَا يَرْتَدُّ إِلَيْهِمْ طَرْفُهُمْ ۖ وَأَفْـِٔدَتُهُمْ هَوَآءٌۭ",
      "page": 261,
      "juz": 13,
      "hizb": 26,
      "sajda": false,
      "translation_dari": "شتابانند؛ در حالیکه سرهای خود را بالا گرفته‌اند و چشمهای‌شان به سوی‌شان باز نمی‌گردد و دل‌هایشان (از فهم و ادراک) خالی است.",
      "translation_pashto": "14-43 چې منډې وهونكي به وي، د خپلو سرونو اوچت نیوونكي به وي، دوى ته به د خپلو سترګو رپول بېرته نه راګرځي (سترګې به يې خلاصې پاتې وي)، او د دوى زړونه به (له عقل او فهم نه) تش وي"
    },
    {
      "number": 44,
      "text": "وَأَنذِرِ ٱلنَّاسَ يَوْمَ يَأْتِيهِمُ ٱلْعَذَابُ فَيَقُولُ ٱلَّذِينَ ظَلَمُوا۟ رَبَّنَآ أَخِّرْنَآ إِلَىٰٓ أَجَلٍۢ قَرِيبٍۢ نُّجِبْ دَعْوَتَكَ وَنَتَّبِعِ ٱلرُّسُلَ ۗ أَوَلَمْ تَكُونُوٓا۟ أَقْسَمْتُم مِّن قَبْلُ مَا لَكُم مِّن زَوَالٍۢ",
      "page": 261,
      "juz": 13,
      "hizb": 26,
      "sajda": false,
      "translation_dari": "و مردم را از روزی بترسان که عذاب به آنها می‌آید پس ظالمان می‌گویند: «ای پروردگار ما! ما را تا مدتی مهلت بده تا دعوتت را بپذیریم و از پیغمبران پیروی کنیم. (به آنان گفته می‌شود:) آیا پیش از این (در دنیا) قسم نخوردید که شما را هیچ زوالی نیست (و از بین نمی‌روید)؟",
      "translation_pashto": "14-44 او ته خلق له هغې ورځې نه ووېروه چې دوى ته به (په هغې كې) عذاب راشي، نو وايي به هغه كسان چې ظلم يې كړى دى: اى زمونږ ربه! ته مونږ تر نژدې نېټې پورې وروسته كړه (مهلت راكړه) ستا بلنه به قبوله كړو او د رسولانو پیروي به وكړو، (الله به ووايي:) ایا تاسو نه وئ چې مخكې له دې نه به مو قسم كاوه چې تاسو لپاره هېڅ زوال نشته"
    },
    {
      "number": 45,
      "text": "وَسَكَنتُمْ فِى مَسَٰكِنِ ٱلَّذِينَ ظَلَمُوٓا۟ أَنفُسَهُمْ وَتَبَيَّنَ لَكُمْ كَيْفَ فَعَلْنَا بِهِمْ وَضَرَبْنَا لَكُمُ ٱلْأَمْثَالَ",
      "page": 261,
      "juz": 13,
      "hizb": 26,
      "sajda": false,
      "translation_dari": "و سکونت کردید در منازل آنانی که بر خویش ظلم کرده بودند و برای شما واضح شد که ما با آنها چه کردیم و برای شما مثال‌ها زدیم.",
      "translation_pashto": "14-45 او تاسو د هغو كسانو په كورونو كې اوسېدلي وئ چې په خپلو ځانونو به يې ظلم كاوه او تاسو ته (دا خبره) ښه څرګنده شوې وه چې مونږ له هغوى سره څنګه كار كړى و، او تاسو ته مونږ مثالونه بیان كړي وو"
    },
    {
      "number": 46,
      "text": "وَقَدْ مَكَرُوا۟ مَكْرَهُمْ وَعِندَ ٱللَّهِ مَكْرُهُمْ وَإِن كَانَ مَكْرُهُمْ لِتَزُولَ مِنْهُ ٱلْجِبَالُ",
      "page": 261,
      "juz": 13,
      "hizb": 26,
      "sajda": false,
      "translation_dari": "و البته آنان دسیسه و مکرشان را به کار بردند و مکرشان با الله است، هر چند از مکرشان کوه‌ها از جای کنده می‌شد.",
      "translation_pashto": "14-46 او یقینًا هغوى خپل ټول مكرونه (او فریبونه) تر سره كړل، په دې حال كې چې د دوى مكرونه د الله په وړاندې دي، او د دوى مكرونه داسې نه وو چې د هغو په وجه به غرونه زايل شي"
    },
    {
      "number": 47,
      "text": "فَلَا تَحْسَبَنَّ ٱللَّهَ مُخْلِفَ وَعْدِهِۦ رُسُلَهُۥٓ ۗ إِنَّ ٱللَّهَ عَزِيزٌۭ ذُو ٱنتِقَامٍۢ",
      "page": 261,
      "juz": 13,
      "hizb": 26,
      "sajda": false,
      "translation_dari": "پس گمان مبر که الله وعدۀ خود به پیامبرانش را خلاف می‌کند، بی‌گمان الله غالب (و) انتقام گیرنده است.",
      "translation_pashto": "14-47 نو ته هیڅكله هم د الله باره كې دا ګمان مه كوه چې هغه به له خپلو رسولانو سره د وعدې خلاف وكړي، بېشكه الله ډېر غالب دى، انتقام والا دى"
    },
    {
      "number": 48,
      "text": "يَوْمَ تُبَدَّلُ ٱلْأَرْضُ غَيْرَ ٱلْأَرْضِ وَٱلسَّمَٰوَٰتُ ۖ وَبَرَزُوا۟ لِلَّهِ ٱلْوَٰحِدِ ٱلْقَهَّارِ",
      "page": 261,
      "juz": 13,
      "hizb": 26,
      "sajda": false,
      "translation_dari": "(آن انتقام) در آن روزی (است) که زمین به غیر این زمین مبدل گردانیده می‌شود و آسمان‌ها به آسمان‌های دیگری تبدیل شده و بندگان در پیشگاه الله یگانۀ قهار حاضر می‌شوند.",
      "translation_pashto": "14-48 (یاده كړه) هغه ورځ چې دغه ځمكه به په بلې ځمكې سره بدله كړى شي او اسمانونه (هم) او دوى (ټول) به خاص الله ته مخامخ ودرېږي چې یو دى، ډېر غالب دى. "
    },
    {
      "number": 49,
      "text": "وَتَرَى ٱلْمُجْرِمِينَ يَوْمَئِذٍۢ مُّقَرَّنِينَ فِى ٱلْأَصْفَادِ",
      "page": 261,
      "juz": 13,
      "hizb": 26,
      "sajda": false,
      "translation_dari": "و جنایت کاران را در آن روز می‌بینی که با یکدیگر در زنجیره‌ها بسته شده‌اند.",
      "translation_pashto": "14-49 او ته به په دغې ورځ كې مجرمان وینې چې یو له بل سره به په زولنو كې تړل شوي وي"
    },
    {
      "number": 50,
      "text": "سَرَابِيلُهُم مِّن قَطِرَانٍۢ وَتَغْشَىٰ وُجُوهَهُمُ ٱلنَّارُ",
      "page": 261,
      "juz": 13,
      "hizb": 26,
      "sajda": false,
      "translation_dari": "که پیراهن‌هایشان از سرب گداخته شده است و آتش چهره‌هایشان را می‌پوشاند.",
      "translation_pashto": "14-50 د دوى قمیصونه به د نانزړو وي او د دوى مخونه به اور رالاندې (او پټ) كړي وي"
    },
    {
      "number": 51,
      "text": "لِيَجْزِىَ ٱللَّهُ كُلَّ نَفْسٍۢ مَّا كَسَبَتْ ۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلْحِسَابِ",
      "page": 261,
      "juz": 13,
      "hizb": 26,
      "sajda": false,
      "translation_dari": "تا الله هر شخص را بر وفق آنچه کرده است، سزا دهد. يقينا الله زود حساب گر است.",
      "translation_pashto": "14-51 د دې لپاره چې الله بدله وركړي هر نفس ته د هغه څه چې ده كړي دي، بېشكه الله ډېر ژر حساب والا دى"
    },
    {
      "number": 52,
      "text": "هَٰذَا بَلَٰغٌۭ لِّلنَّاسِ وَلِيُنذَرُوا۟ بِهِۦ وَلِيَعْلَمُوٓا۟ أَنَّمَا هُوَ إِلَٰهٌۭ وَٰحِدٌۭ وَلِيَذَّكَّرَ أُو۟لُوا۟ ٱلْأَلْبَٰبِ",
      "page": 261,
      "juz": 13,
      "hizb": 26,
      "sajda": false,
      "translation_dari": "این (قرآن) ابلاغی است برای مردمان تا به آن بیم داده شوند و بدانند که تنها او معبود یگانه است و تا صاحبان خرد پند و عبرت گیرند.",
      "translation_pashto": "14-52 دا (قرآن) د خلقو لپاره پېغام دى او د دې لپاره چې په ده سره خلق خبردار كړى شي او د دې لپاره چې دوى پر دې پوه شي چې یقینًا همدا خبره ده چې هغه (الله) واحد (بې شریكه) حق معبود دى او د دې لپاره چې د خالصو عقلونو خاوندان نصیحت واخلي"
    }
  ]
}