{
  "number": 15,
  "name": "الحجر",
  "name_dari": "حجر",
  "meaning_dari": "سنگستان",
  "revelationType": "مکی",
  "numberOfAyahs": 99,
  "ayahs": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ الٓر ۚ تِلْكَ ءَايَٰتُ ٱلْكِتَٰبِ وَقُرْءَانٍۢ مُّبِينٍۢ",
      "page": 262,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "الر. (مفهوم این حروف به الله معلوم است) این آیات کتاب و قرآن بیان کنندۀ (حق و باطل) است.",
      "translation_pashto": "15-1 الف، لام، را، دغه د كتاب او واضح قرآن ایتونه دي"
    },
    {
      "number": 2,
      "text": "رُّبَمَا يَوَدُّ ٱلَّذِينَ كَفَرُوا۟ لَوْ كَانُوا۟ مُسْلِمِينَ",
      "page": 262,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "چه بسا کافران (در روز قیامت) آرزو کنند که کاش مسلمان بودند.",
      "translation_pashto": "15-2 ډېر ځلې به ارزو كوي هغه كسان چې كافران شوي دي چې كاش دوى مسلمانان وى!"
    },
    {
      "number": 3,
      "text": "ذَرْهُمْ يَأْكُلُوا۟ وَيَتَمَتَّعُوا۟ وَيُلْهِهِمُ ٱلْأَمَلُ ۖ فَسَوْفَ يَعْلَمُونَ",
      "page": 262,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "(اکنون) بگذار آنها را تا بخورند و (چند روزی از لذتها) برخوردار شوند و آرزو(ها) آنها را غافل سازد، پس به زودی خواهند دانست.",
      "translation_pashto": "15-3 ته دوى پرېږده چې خوراك كوي او فايده اخلي او امېدونه يې غافله كړي، نو ژر ده چې دوى به پوه شي"
    },
    {
      "number": 4,
      "text": "وَمَآ أَهْلَكْنَا مِن قَرْيَةٍ إِلَّا وَلَهَا كِتَابٌۭ مَّعْلُومٌۭ",
      "page": 262,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "و ما هیچ (اهل) قریه‌ای را هلاک نکردیم مگر آنکه (برای هلاکت آنها) اجل نوشتۀ معلوم بود.",
      "translation_pashto": "15-4 او مونږه هېڅ یو كلى نه دى هلاك كړى مګر په دې حال كې چې د هغه به لیك (مقرر وخت) معلوم و"
    },
    {
      "number": 5,
      "text": "مَّا تَسْبِقُ مِنْ أُمَّةٍ أَجَلَهَا وَمَا يَسْتَـْٔخِرُونَ",
      "page": 262,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "و هیچ امتی از اجل خود نه پیش می‌افتد و نه پس می‌مانند.",
      "translation_pashto": "15-5 هېڅ امت له خپل وخت نه نه مخكې كېږي او نه وروسته كېږي"
    },
    {
      "number": 6,
      "text": "وَقَالُوا۟ يَٰٓأَيُّهَا ٱلَّذِى نُزِّلَ عَلَيْهِ ٱلذِّكْرُ إِنَّكَ لَمَجْنُونٌۭ",
      "page": 262,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "و (مشرکین به طور تمسخر و انکار) گفتند: ای کسی که قرآن بر او نازل شده است! یقینا تو دیوانه هستی.",
      "translation_pashto": "15-6 او دوى وویل: اى هغه كسه چې په هغه باندې ذكر (قرآن) نازل شوى دى! یقینًا ته خو لیونى يې"
    },
    {
      "number": 7,
      "text": "لَّوْ مَا تَأْتِينَا بِٱلْمَلَٰٓئِكَةِ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ",
      "page": 262,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "(اگر هوشیار باشی) و اگر از راستگویان هستی چرا فرشتگان را به نزد ما نمی‌آوری؟",
      "translation_pashto": "15-7 ولې ته مونږ ته ملايك نه راولې! كه چېرې ته له رښتینو څخه يې"
    },
    {
      "number": 8,
      "text": "مَا نُنَزِّلُ ٱلْمَلَٰٓئِكَةَ إِلَّا بِٱلْحَقِّ وَمَا كَانُوٓا۟ إِذًۭا مُّنظَرِينَ",
      "page": 262,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "(در جواب بگو:) ما فرشته‌ها را جز به حق فرو نمی‌فرستیم و آنگاه (پس از فرود آمدن فرشته‌ها) به آنها مهلت داده نمی‌شود.",
      "translation_pashto": "15-8 (اى خلقو واورئ!)مونږ ملايك نه نازلوو مګر په حقه سره او دوى به په دغه وخت كې مهلت وركړى شوي نه وي"
    },
    {
      "number": 9,
      "text": "إِنَّا نَحْنُ نَزَّلْنَا ٱلذِّكْرَ وَإِنَّا لَهُۥ لَحَٰفِظُونَ",
      "page": 262,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "بی‌گمان ما خود قرآن را نازل کرده‌ایم لذا ما خود نگهبان آن هستیم.",
      "translation_pashto": "15-9 بېشكه همدا مونږ پخپله ذكر نازل كړى دى او بېشكه مونږ د ده خامخا ساتونكي یو"
    },
    {
      "number": 10,
      "text": "وَلَقَدْ أَرْسَلْنَا مِن قَبْلِكَ فِى شِيَعِ ٱلْأَوَّلِينَ",
      "page": 262,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "(این رویۀ مشرکین تنها با تو نیست) و البته پیش از تو نیز در مردم‌های پیشین، پیغمبرانی فرستادیم (و ایشان نیز تکذیب شدند).",
      "translation_pashto": "15-10 او یقینًا یقینًا مونږ له تا نه مخكې د ړومبنیو خلقو په ډلو كې (رسولان) لېږلي وو"
    },
    {
      "number": 11,
      "text": "وَمَا يَأْتِيهِم مِّن رَّسُولٍ إِلَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
      "page": 262,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "و هیچ رسولی نزد ایشان نیامد مگر اینکه او را مسخره می‌کردند.",
      "translation_pashto": "15-11 او دوى ته به هېڅ یو رسول نه راته مګر دوى به په هغه پورې مسخرې كولې"
    },
    {
      "number": 12,
      "text": "كَذَٰلِكَ نَسْلُكُهُۥ فِى قُلُوبِ ٱلْمُجْرِمِينَ",
      "page": 262,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "این چنین آن (استهزاء) را در دل‌های مجرمان داخل می‌گردانیم.",
      "translation_pashto": "15-12 همدارنګه مونږ دا خبره د مجرمانو په زړونو كې ننباسو"
    },
    {
      "number": 13,
      "text": "لَا يُؤْمِنُونَ بِهِۦ ۖ وَقَدْ خَلَتْ سُنَّةُ ٱلْأَوَّلِينَ",
      "page": 262,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "که به آن ایمان نمی‌آورند و البته راه و رسم (تکذیب نمودن کافران باز آمدن عذاب الهی) در پیشینان گذشته است.",
      "translation_pashto": "15-13 دوى پر ده ایمان نه راوړي او یقینًا د پخوانیو (كافرو) طریقه تېره شوې ده"
    },
    {
      "number": 14,
      "text": "وَلَوْ فَتَحْنَا عَلَيْهِم بَابًۭا مِّنَ ٱلسَّمَآءِ فَظَلُّوا۟ فِيهِ يَعْرُجُونَ",
      "page": 262,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "و اگر بر آنها دروازه‌ای از آسمان باز کنیم، پس همیشه در آن بالا می‌رفتند.",
      "translation_pashto": "15-14 او كه مونږ په دوى باندې له  اسمان نه كومه دروازه پرانستلې وى، بیا دوى په هغې كې تل ختلى"
    },
    {
      "number": 15,
      "text": "لَقَالُوٓا۟ إِنَّمَا سُكِّرَتْ أَبْصَٰرُنَا بَلْ نَحْنُ قَوْمٌۭ مَّسْحُورُونَ",
      "page": 262,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "حتما می‌گفتند: ما چشم بندی شده‌ایم، بلکه گروهی جادو شده هستیم.",
      "translation_pashto": "15-15 (نو) دوى به خامخا ویل چې همدا خبره ده چې زمونږ سترګې تړل شوې دي، بلكې پر مونږ جادو شوى دى"
    },
    {
      "number": 16,
      "text": "وَلَقَدْ جَعَلْنَا فِى ٱلسَّمَآءِ بُرُوجًۭا وَزَيَّنَّٰهَا لِلنَّٰظِرِينَ",
      "page": 263,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "و بدون شک ما در آسمان برجهای آفریدیم و آن را برای بینندگان زینت دادیم.",
      "translation_pashto": "15-16 او یقینًا یقینًا مونږ په اسمان كې برجونه پیدا كړي دي او مونږ هغه د كتونكو لپاره ښايسته كړى دى"
    },
    {
      "number": 17,
      "text": "وَحَفِظْنَٰهَا مِن كُلِّ شَيْطَٰنٍۢ رَّجِيمٍ",
      "page": 263,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "و آن را از هر شیطان رانده شده محفوظ و مصون داشتیم.",
      "translation_pashto": "15-17 او مونږ هغه ساتلى دى له هر شیطان ویشتل شوي نه"
    },
    {
      "number": 18,
      "text": "إِلَّا مَنِ ٱسْتَرَقَ ٱلسَّمْعَ فَأَتْبَعَهُۥ شِهَابٌۭ مُّبِينٌۭ",
      "page": 263,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "به جز شیطانی که دزدیده گوش دهد که شهاب درخشان در پی او می‌افتند.",
      "translation_pashto": "15-18 مګر هغه (شیطان) چې اورېدل شوې خبره غلا كړي، نو په هغه پسې شي یوه ښكاره شعله"
    },
    {
      "number": 19,
      "text": "وَٱلْأَرْضَ مَدَدْنَٰهَا وَأَلْقَيْنَا فِيهَا رَوَٰسِىَ وَأَنۢبَتْنَا فِيهَا مِن كُلِّ شَىْءٍۢ مَّوْزُونٍۢ",
      "page": 263,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "و زمین را هموار کردیم و در آن کوه‌های محکم نهادیم و از هر چیز به اندازۀ معين و بطور سنجیده رویانیدیم.",
      "translation_pashto": "15-19 او ځمكه، مونږ هغه غځولې ده او مونږ په هغې كې غرونه غورځولي دي او مونږ په هغې كې هر اندازه كړى شوى شى زرغون كړى دى"
    },
    {
      "number": 20,
      "text": "وَجَعَلْنَا لَكُمْ فِيهَا مَعَٰيِشَ وَمَن لَّسْتُمْ لَهُۥ بِرَٰزِقِينَ",
      "page": 263,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "و برای شما در زمین اسباب معیشت قرار دادیم و برای کسانی که شما روزی دهندۀ آنها نیستید.",
      "translation_pashto": "15-20 او مونږ تاسو لپاره په هغې كې معیشتونه پیدا كړي دي او هغه هم چې تاسو هغه ته روزي وركوونكي نه یئ"
    },
    {
      "number": 21,
      "text": "وَإِن مِّن شَىْءٍ إِلَّا عِندَنَا خَزَآئِنُهُۥ وَمَا نُنَزِّلُهُۥٓ إِلَّا بِقَدَرٍۢ مَّعْلُومٍۢ",
      "page": 263,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "و هیچ چیزی نیست مگر اینکه خزانه‌های آن پیش ماست و (لیکن) آن را جز به اندازۀ معین نازل نمی‌کنیم.",
      "translation_pashto": "15-21 او نشته هېڅ څیز مګر زمونږ سره د هغه خزانې دي او مونږ هغه نه نازلوو مګر په معلومې اندازې سره"
    },
    {
      "number": 22,
      "text": "وَأَرْسَلْنَا ٱلرِّيَٰحَ لَوَٰقِحَ فَأَنزَلْنَا مِنَ ٱلسَّمَآءِ مَآءًۭ فَأَسْقَيْنَٰكُمُوهُ وَمَآ أَنتُمْ لَهُۥ بِخَٰزِنِينَ",
      "page": 263,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "و بادها را باردار کنندۀ ابر فرستادیم پس از آسمان آب باراندیم و آن را به شما نوشانیدیم و شما ذخیره کنندۀ آن نیستید.",
      "translation_pashto": "15-22 او مونږ هواګانې لېږلې دي، چې بلاربوونكې دي، پس مونږ له بره اوبه نازلې كړې، نو مونږ هغه په تاسو وڅښولې او تاسو دغو (اوبو) لره خزانه كوونكي نه یئ"
    },
    {
      "number": 23,
      "text": "وَإِنَّا لَنَحْنُ نُحْىِۦ وَنُمِيتُ وَنَحْنُ ٱلْوَٰرِثُونَ",
      "page": 263,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "و يقينا ما هستیم که زندگی می‌بخشیم و ما می‌میرانیم و ما وارث نعمت‌های روی زمین هستیم.",
      "translation_pashto": "15-23 او بېشكه مونږ، یقینًا همدا مونږ ژوند وركوو او مرګ وركوو او همدا مونږ وارثان یو "
    },
    {
      "number": 24,
      "text": "وَلَقَدْ عَلِمْنَا ٱلْمُسْتَقْدِمِينَ مِنكُمْ وَلَقَدْ عَلِمْنَا ٱلْمُسْتَـْٔخِرِينَ",
      "page": 263,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "و البته ما (حال) گذشته گان شما را دانسته‌ایم (که چه عمل داشتند) و البته ما آیندگان شما را دانسته‌ایم (که چه عمل خواهند کرد).",
      "translation_pashto": "15-24 او یقینًا یقینًا مونږ په تاسو كې مخكې كېدونكي پېژندلي دي او یقینًا یقینًا مونږ وروسته كېدونكي (هم) پېژندلي دي"
    },
    {
      "number": 25,
      "text": "وَإِنَّ رَبَّكَ هُوَ يَحْشُرُهُمْ ۚ إِنَّهُۥ حَكِيمٌ عَلِيمٌۭ",
      "page": 263,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "و البته پروردگار تو آنان را (در روز قيامت) محشور می‌کند چون او باحکمت داناست.",
      "translation_pashto": "15-25 او بېشكه ستا رب، هغه به دوى راټولوي، بېشكه هغه ښه حكمت والا، ښه عالم دى"
    },
    {
      "number": 26,
      "text": "وَلَقَدْ خَلَقْنَا ٱلْإِنسَٰنَ مِن صَلْصَٰلٍۢ مِّنْ حَمَإٍۢ مَّسْنُونٍۢ",
      "page": 263,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "و البته انسان را از گِل خشک از قسم لای سیاه بوی گرفته آفریدیم.",
      "translation_pashto": "15-26 او یقینًا یقینًا مونږه انسان پیدا كړى دى له كړنګېدونكې وچې خټې نه، چې له تورې سخا كړى شوې خټې ځنې وه"
    },
    {
      "number": 27,
      "text": "وَٱلْجَآنَّ خَلَقْنَٰهُ مِن قَبْلُ مِن نَّارِ ٱلسَّمُومِ",
      "page": 263,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "و جن را پیش از آدم از آتش سوزان آفریدیم.",
      "translation_pashto": "15-27 او جانّ (پلار د پېریانو) مونږ هغه له ده نه مخكې د بې لوګي اور څخه پیدا كړى دى"
    },
    {
      "number": 28,
      "text": "وَإِذْ قَالَ رَبُّكَ لِلْمَلَٰٓئِكَةِ إِنِّى خَٰلِقٌۢ بَشَرًۭا مِّن صَلْصَٰلٍۢ مِّنْ حَمَإٍۢ مَّسْنُونٍۢ",
      "page": 263,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "و یادآور شو چون پروردگارت به فرشته‌ها گفت: که من بشری را از گِل خشک از قسم لای سیاه بوی گرفته خواهم آفرید.",
      "translation_pashto": "15-28 او كله چې ستا رب وویل: بېشكه زه د یو بشر پېدا كوونكى یم د كړنګېدونكې وچې خټې نه چې له تورې سخا كړى شوې خټې ځنې ده"
    },
    {
      "number": 29,
      "text": "فَإِذَا سَوَّيْتُهُۥ وَنَفَخْتُ فِيهِ مِن رُّوحِى فَقَعُوا۟ لَهُۥ سَٰجِدِينَ",
      "page": 263,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "پس هرگاه (صورت و جسد) آن را برابر کردم و در آن از روح آفریدۀ خود دمیدم پس (شما فرشته‌ها) پیش او به سجده بیفتید.",
      "translation_pashto": "15-29 نو كله چې زه هغه برابر كړم او په هغه كې له خپله روح پُو كړم، نو تاسو  هغه ته پرېوځئ، سجده كوونكي"
    },
    {
      "number": 30,
      "text": "فَسَجَدَ ٱلْمَلَٰٓئِكَةُ كُلُّهُمْ أَجْمَعُونَ",
      "page": 263,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "پس فرشته‌ها همه یکجا سجده کردند.",
      "translation_pashto": "15-30 نو ملايكو ټولو عامو سجده وكړه"
    },
    {
      "number": 31,
      "text": "إِلَّآ إِبْلِيسَ أَبَىٰٓ أَن يَكُونَ مَعَ ٱلسَّٰجِدِينَ",
      "page": 263,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "مگر ابلیس که ابا ورزید از اینکه با سجده کنندگان باشد.",
      "translation_pashto": "15-31 له ابلیس نه غير، هغه له دې نه انكار وكړ چې له سجده كوونكو سره ملګرى شي "
    },
    {
      "number": 32,
      "text": "قَالَ يَٰٓإِبْلِيسُ مَا لَكَ أَلَّا تَكُونَ مَعَ ٱلسَّٰجِدِينَ",
      "page": 264,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "الله فرمود: ای ابلیس! تو را چه شده است که همراه سجده کنندگان نیستی؟!",
      "translation_pashto": "15-32  ويې ويل: اى ابلیسه! تا ته څه عذر دى چې ته له سجده كوونكو سره نه ملګرى كېږې؟"
    },
    {
      "number": 33,
      "text": "قَالَ لَمْ أَكُن لِّأَسْجُدَ لِبَشَرٍ خَلَقْتَهُۥ مِن صَلْصَٰلٍۢ مِّنْ حَمَإٍۢ مَّسْنُونٍۢ",
      "page": 264,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "ابلیس گفت: من آن نیستم که برای بشری که او را از گل خشک از قسم گل سیاه بوی گرفته آفریدی، سجده کنم.",
      "translation_pashto": "15-33 هغه وویل: زه داسې نه یم چې بشر ته سجده وكړم چې تا هغه پیدا كړى دى له كړنګېدونكو وچو كودرو نه، چې له تورې سخا شوې خټې ځنې و "
    },
    {
      "number": 34,
      "text": "قَالَ فَٱخْرُجْ مِنْهَا فَإِنَّكَ رَجِيمٌۭ",
      "page": 264,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "الله فرمود: پس بیرون شو از آنجا (از آن مقام والا) بی‌گمان تو رانده شده‌ای.",
      "translation_pashto": "15-34 وفرمایل: (الله) نو ته ووځه له دې ځاى نه، پس یقینًا ته رټل شوى يې"
    },
    {
      "number": 35,
      "text": "وَإِنَّ عَلَيْكَ ٱللَّعْنَةَ إِلَىٰ يَوْمِ ٱلدِّينِ",
      "page": 264,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "و يقينا تا روز جزا بر تو لعنت (دوری از رحمت الله) است.",
      "translation_pashto": "15-35 او بېشكه په تا باندې د قیامت د ورځې پورې لعنت دى"
    },
    {
      "number": 36,
      "text": "قَالَ رَبِّ فَأَنظِرْنِىٓ إِلَىٰ يَوْمِ يُبْعَثُونَ",
      "page": 264,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "ابلیس گفت: ای پروردگار! مرا تا روزی که مردم برانگیخته می‌شوند، مهلت ده.",
      "translation_pashto": "15-36 هغه وویل: اى زما ربه! نو ته ما ته د هغې ورځې پورې مهلت راكړه چې خلق به بیا ژوندي كولى شي"
    },
    {
      "number": 37,
      "text": "قَالَ فَإِنَّكَ مِنَ ٱلْمُنظَرِينَ",
      "page": 264,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "الله فرمود: همانا تو از جملۀ مهلت داده شده گانی.",
      "translation_pashto": "15-37 ويې ويل: پس یقینًا ته له مهلت وركړى شويو څخه يې"
    },
    {
      "number": 38,
      "text": "إِلَىٰ يَوْمِ ٱلْوَقْتِ ٱلْمَعْلُومِ",
      "page": 264,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "تا روز وقت (مقرر و) معلوم.",
      "translation_pashto": "15-38 د معلوم وخت تر ورځې پورې"
    },
    {
      "number": 39,
      "text": "قَالَ رَبِّ بِمَآ أَغْوَيْتَنِى لَأُزَيِّنَنَّ لَهُمْ فِى ٱلْأَرْضِ وَلَأُغْوِيَنَّهُمْ أَجْمَعِينَ",
      "page": 264,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "(باز) ابلیس گفت: ای پروردگارم! به سبب اینکه مرا گمراه نمودی (چون از فرمان تو سرکشی کردم، پس گناهان را) در زمین برایشان زیبا جلوه می‌دهم و همگی آنان را گمراه می‌نمایم.",
      "translation_pashto": "15-39 ويې ويل: اى زما ربه! په سبب د دې چې تا زه ګمراه كړم خامخا هرومرو به زه په ځمكه كې د دوى لپاره ښكلي كول كوم (ګناهونه او نافرمانۍ به ورته ښكلي كوم) او خامخا هرومرو به زه دوى ټول ګمراه كوم"
    },
    {
      "number": 40,
      "text": "إِلَّا عِبَادَكَ مِنْهُمُ ٱلْمُخْلَصِينَ",
      "page": 264,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "به جز بندگان خالص تو از جملۀ آنان را (که بر آنها مسلط نمی‌توان شد).",
      "translation_pashto": "15-40 مګر په دوى كې ستا خالص كړى شوي بنده ګان"
    },
    {
      "number": 41,
      "text": "قَالَ هَٰذَا صِرَٰطٌ عَلَىَّ مُسْتَقِيمٌ",
      "page": 264,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "الله (در جواب) فرمود: این (دین اسلام) راهی است راست که بر من می‌رسد.",
      "translation_pashto": "15-41 ويې فرمایل: دا لار ده چې تر ما پورې نېغه (رارسېدلې) ده"
    },
    {
      "number": 42,
      "text": "إِنَّ عِبَادِى لَيْسَ لَكَ عَلَيْهِمْ سُلْطَٰنٌ إِلَّا مَنِ ٱتَّبَعَكَ مِنَ ٱلْغَاوِينَ",
      "page": 264,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "البته تو بر بندگان (خالص ) من سلطه نداری مگر گمراهانی که از تو پیروی می‌کنند.",
      "translation_pashto": "15-42 بېشكه زما بنده ګان چې دي نشته تا لپاره په دوى باندې هېڅ غلبه مګر هغه چې ستا پیروي كوي له ګمراهانو څخه"
    },
    {
      "number": 43,
      "text": "وَإِنَّ جَهَنَّمَ لَمَوْعِدُهُمْ أَجْمَعِينَ",
      "page": 264,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "و البته وعده گاه همۀ آنها دوزخ است.",
      "translation_pashto": "15-43  او بېشكه جهنم، خامخا د دوى د ټولو د وعدې ځاى دى"
    },
    {
      "number": 44,
      "text": "لَهَا سَبْعَةُ أَبْوَٰبٍۢ لِّكُلِّ بَابٍۢ مِّنْهُمْ جُزْءٌۭ مَّقْسُومٌ",
      "page": 264,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "برای آن هفت در است و برای هر دری از آنان بخشی معین است.",
      "translation_pashto": "15-44 د هغه اوه دروازې دي، د هرې دروازې لپاره به تقسیم (بېله) كړى شوې برخه وي له دوى نه"
    },
    {
      "number": 45,
      "text": "إِنَّ ٱلْمُتَّقِينَ فِى جَنَّٰتٍۢ وَعُيُونٍ",
      "page": 264,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "البته پرهیزگاران در باغها و چشمه سارها‌اند.",
      "translation_pashto": "15-45 بېشكه متقیان به په باغونو او چینو كې وي"
    },
    {
      "number": 46,
      "text": "ٱدْخُلُوهَا بِسَلَٰمٍ ءَامِنِينَ",
      "page": 264,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "(به ایشان گفته می‌شود) در آن با سلامتی و امنیت در آیید.",
      "translation_pashto": "15-46 (چې ورته ويل به شي:) تاسو دغو ته په سلامتۍ سره ننوځئ، په داسې حال كې چې په امن كې به یئ"
    },
    {
      "number": 47,
      "text": "وَنَزَعْنَا مَا فِى صُدُورِهِم مِّنْ غِلٍّ إِخْوَٰنًا عَلَىٰ سُرُرٍۢ مُّتَقَٰبِلِينَ",
      "page": 264,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "و کینه‌ای را که در سینه‌های آنان است بیرون می‌کشیم (و) برادرانه بر تختها روبروی هم می‌نشینند.",
      "translation_pashto": "15-47 او مونږ به وباسو هغه كینه چې د دوى په سینو كې وي، په داسې حال كې چې وروڼه به وي، په تختونو به یو بل ته مخامخ ناست وي"
    },
    {
      "number": 48,
      "text": "لَا يَمَسُّهُمْ فِيهَا نَصَبٌۭ وَمَا هُم مِّنْهَا بِمُخْرَجِينَ",
      "page": 264,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "در آن جا رنجی به آنان نمی‌رسد، و از آنجا بیرون شدنی نیستند.",
      "translation_pashto": "15-48 دوى ته به په دغو (جنتونو) كې  هېڅ تكلیف (ستړې والى) نه رسېږي او نه به دوى له دغو نه كله هم وېستلى شي "
    },
    {
      "number": 49,
      "text": "۞ نَبِّئْ عِبَادِىٓ أَنِّىٓ أَنَا ٱلْغَفُورُ ٱلرَّحِيمُ",
      "page": 264,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "بندگان مرا آگاه ساز که منم آمرزندۀ مهربان.",
      "translation_pashto": "15-49 ته زما بنده ګانو ته خبر وركړه چې بېشكه زه، همدا زه ډېر بخښونكى، بې حده رحم كوونكى یم"
    },
    {
      "number": 50,
      "text": "وَأَنَّ عَذَابِى هُوَ ٱلْعَذَابُ ٱلْأَلِيمُ",
      "page": 264,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "و (نیز بندگان مرا آگاه کن) يقينا که عذاب من، عذاب دردناک است.",
      "translation_pashto": "15-50 او دا چې بېشكه زما عذاب، هم هغه ډېر دردوونكى عذاب دى"
    },
    {
      "number": 51,
      "text": "وَنَبِّئْهُمْ عَن ضَيْفِ إِبْرَٰهِيمَ",
      "page": 264,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "و به آنها از مهمانان ابراهيم خبر ده (که هم برای رحمت آمده بودند و هم برای عذاب).",
      "translation_pashto": "15-51 او ته دوى ته د ابراهیم د مېلمنو په باره كې خبر وركړه"
    },
    {
      "number": 52,
      "text": "إِذْ دَخَلُوا۟ عَلَيْهِ فَقَالُوا۟ سَلَٰمًۭا قَالَ إِنَّا مِنكُمْ وَجِلُونَ",
      "page": 265,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "وقتی که بر او وارد شدند، و سلام گفتند، ابراهیم گفت: البته ما از شما ترسان‌ایم.",
      "translation_pashto": "15-52 كله چې هغوى پر هغه ورننوتل، نو هغوى وویل: (مونږ سلام وایو) سلام ویل: هغه وویل: بېشكه مونږ له تاسو څخه وېرېدونكي یو"
    },
    {
      "number": 53,
      "text": "قَالُوا۟ لَا تَوْجَلْ إِنَّا نُبَشِّرُكَ بِغُلَٰمٍ عَلِيمٍۢ",
      "page": 265,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "(فرشته‌ها) گفتند: نترس، چون ما تو را به پسر دانا (پیغمبر) مژده می‌دهیم.",
      "translation_pashto": "15-53 هغوى وویل: ته مه وېرېږه، بېشكه مونږ تا ته د ډېر پوه هلك زېرى دركوو"
    },
    {
      "number": 54,
      "text": "قَالَ أَبَشَّرْتُمُونِى عَلَىٰٓ أَن مَّسَّنِىَ ٱلْكِبَرُ فَبِمَ تُبَشِّرُونَ",
      "page": 265,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "(ابراهیم) گفت: آیا مرا با وجود اینکه به سن پیری رسیده ام مژده میدهید؟ پس چه مژده‌ای به من می‌دهید؟",
      "translation_pashto": "15-54 هغه وویل: ایا تاسو ما ته زېرى راكړ، سره له دې چې ما ته زوړوالى (بوډاوالى) را رسېدلى دى، نو تاسو په كومه وجه زېرى راكوئ؟"
    },
    {
      "number": 55,
      "text": "قَالُوا۟ بَشَّرْنَٰكَ بِٱلْحَقِّ فَلَا تَكُن مِّنَ ٱلْقَٰنِطِينَ",
      "page": 265,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "گفتند: ما تو را به حق مژده دادیم، پس از ناامیدان مباش.",
      "translation_pashto": "15-55 هغوى وویل: مونږ تا ته په حقه سره زېرى دركړى دى، نو ته له ناامېدانو نه مه كېږه"
    },
    {
      "number": 56,
      "text": "قَالَ وَمَن يَقْنَطُ مِن رَّحْمَةِ رَبِّهِۦٓ إِلَّا ٱلضَّآلُّونَ",
      "page": 265,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "ابراهیم گفت: جز گمراهان چه کسی از رحمت پروردگارش ناامید می‌شود؟",
      "translation_pashto": "15-56 هغه وویل: له ګمراهانو نه غیر (بل) څوك دى چې د خپل رب له رحمت نه به ناامېده كېږي!"
    },
    {
      "number": 57,
      "text": "قَالَ فَمَا خَطْبُكُمْ أَيُّهَا ٱلْمُرْسَلُونَ",
      "page": 265,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "(باز) گفت: پس کار مهم شما چیست ای فرستاده شدگان؟",
      "translation_pashto": "15-57 هغه وویل: نو ستاسو (نور) څه مقصد دى، اى رالېږل شویو؟"
    },
    {
      "number": 58,
      "text": "قَالُوٓا۟ إِنَّآ أُرْسِلْنَآ إِلَىٰ قَوْمٍۢ مُّجْرِمِينَ",
      "page": 265,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "گفتند: همانا ما به‌سوی قوم مجرم (جنایتکار) فرستاده شده‌ایم.",
      "translation_pashto": "15-58 هغوى وویل: یقینًا مونږ د مجرم قوم په طرف رالېږل شوي یو"
    },
    {
      "number": 59,
      "text": "إِلَّآ ءَالَ لُوطٍ إِنَّا لَمُنَجُّوهُمْ أَجْمَعِينَ",
      "page": 265,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "غیر از آل لوط (خانواده و پیروان او) که البته همۀ آنها را نجات می‌دهیم.",
      "translation_pashto": "15-59 غیر له آلِ لوط نه، بېشكه مونږ خامخا هغوى ټولو ته نجات وركوونكي یو "
    },
    {
      "number": 60,
      "text": "إِلَّا ٱمْرَأَتَهُۥ قَدَّرْنَآ ۙ إِنَّهَا لَمِنَ ٱلْغَٰبِرِينَ",
      "page": 265,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "به جز همسر او (چون الله فرموده است) ما فيصله کرده‌ایم که او از باقی ماندگان در عذاب باشد.",
      "translation_pashto": "15-60 (خو) د هغه له ښځې نه غير، مونږ دا فیصله كړې ده چې یقینًا هغه به لازمًا له وروسته پاتې كېدونكو څخه وي"
    },
    {
      "number": 61,
      "text": "فَلَمَّا جَآءَ ءَالَ لُوطٍ ٱلْمُرْسَلُونَ",
      "page": 265,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "پس وقتی فرشته‌های فرستاده شده نزد خاندان لوط آمدند.",
      "translation_pashto": "15-61 نو كله چې د لوط آل ته رالېږل شوي (ملايك) راغلل"
    },
    {
      "number": 62,
      "text": "قَالَ إِنَّكُمْ قَوْمٌۭ مُّنكَرُونَ",
      "page": 265,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "لوط گفت: البته شما مردم ناآشنائید.",
      "translation_pashto": "15-62 هغه وویل: بېشكه تاسو یو ناپېژندګلو خلق یئ "
    },
    {
      "number": 63,
      "text": "قَالُوا۟ بَلْ جِئْنَٰكَ بِمَا كَانُوا۟ فِيهِ يَمْتَرُونَ",
      "page": 265,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "گفتند: (نه، ما نا آشنا نیستیم) بلکه برای تو خبر چیزی را آورده‌ایم که (قوم تو) در آن شک می‌کردند.",
      "translation_pashto": "15-63 هغوى وویل: بلكې مونږ تا ته هغه (عذاب) راوړى دى چې دوى به په هغه كې شك كاوه "
    },
    {
      "number": 64,
      "text": "وَأَتَيْنَٰكَ بِٱلْحَقِّ وَإِنَّا لَصَٰدِقُونَ",
      "page": 265,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "و حق را برای تو آورده‌ایم، و البته ما راستگویانیم.",
      "translation_pashto": "15-64 او مونږ تا ته حق راوړى دى او بېشكه مونږ یقینًا رښتيني یو"
    },
    {
      "number": 65,
      "text": "فَأَسْرِ بِأَهْلِكَ بِقِطْعٍۢ مِّنَ ٱلَّيْلِ وَٱتَّبِعْ أَدْبَٰرَهُمْ وَلَا يَلْتَفِتْ مِنكُمْ أَحَدٌۭ وَٱمْضُوا۟ حَيْثُ تُؤْمَرُونَ",
      "page": 265,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "لذا در بخشی از شب خانواده ات را همرایت ببر و خودت از پس ایشان برو و کسی از شما به پشت سر نگاه نکند و به همانجا که به شما دستور داده می‌شوید، بروید.",
      "translation_pashto": "15-65 نو ته خپل اهل د شپې په یوه حصه كې بوځه او ته د دوى شا ته ورپسې ځه او په تاسو كې دې هیڅوك بېرته نه ګوري او ځئ هغه ځاى ته چې تاسو ته يې حكم كېږي"
    },
    {
      "number": 66,
      "text": "وَقَضَيْنَآ إِلَيْهِ ذَٰلِكَ ٱلْأَمْرَ أَنَّ دَابِرَ هَٰٓؤُلَآءِ مَقْطُوعٌۭ مُّصْبِحِينَ",
      "page": 265,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "و به‌سوی لوط وحی فرستادیم همان امر را که البته بیخ این گروه در وقت صباح کنده خواهد شد.",
      "translation_pashto": "15-66 او مونږ هغه ته د دې كار فیصله وحي كړه چې یقینًا د دې خلقو بېخ پرې كېدونكى دى، په دې حال كې چې دوى به په سبا كې داخلېدونكي وي"
    },
    {
      "number": 67,
      "text": "وَجَآءَ أَهْلُ ٱلْمَدِينَةِ يَسْتَبْشِرُونَ",
      "page": 265,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "و (همزمان) اهل شهر (سدوم) خوشی‌کنان آمدند (که مهمانان زیبا و خوبصورت آمده‌اند!).",
      "translation_pashto": "15-67 او د ښار اوسېدونكي راغلل چې ډېره خوشحالي يې كوله"
    },
    {
      "number": 68,
      "text": "قَالَ إِنَّ هَٰٓؤُلَآءِ ضَيْفِى فَلَا تَفْضَحُونِ",
      "page": 265,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "لوط گفت: چون اینها مهمانان من‌اند پس مرا شرمنده مکنید.",
      "translation_pashto": "15-68 وویل (لوط): بېشكه دا زما مېلمانه دي، نو تاسو ما مه شرموئ"
    },
    {
      "number": 69,
      "text": "وَٱتَّقُوا۟ ٱللَّهَ وَلَا تُخْزُونِ",
      "page": 265,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "و از الله بترسید و مرا خوار مکنید.",
      "translation_pashto": "15-69 او له الله نه ووېرېږئ او ما مه سپكوئ "
    },
    {
      "number": 70,
      "text": "قَالُوٓا۟ أَوَلَمْ نَنْهَكَ عَنِ ٱلْعَٰلَمِينَ",
      "page": 265,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "(قوم) گفتند: آیا تو را از (میزبانی) مردم جهان منع نکرده بودیم؟",
      "translation_pashto": "15-70 هغوى وویل: ایا ته مونږ خلقو (ته له پناه وركولو) نه نه وې منع كړى؟ "
    },
    {
      "number": 71,
      "text": "قَالَ هَٰٓؤُلَآءِ بَنَاتِىٓ إِن كُنتُمْ فَٰعِلِينَ",
      "page": 266,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "لوط گفت: این‌ها دختران من‌اند (با آنها نکاح کنید) اگر می‌خواهید کاری بکنید.",
      "translation_pashto": "15-71 هغه وویل: دا زما لوڼه دي كه تاسو (له دوى سره نكاح) كوونكي یئ"
    },
    {
      "number": 72,
      "text": "لَعَمْرُكَ إِنَّهُمْ لَفِى سَكْرَتِهِمْ يَعْمَهُونَ",
      "page": 266,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "قسم به بخشندۀ عمر تو که آنها در مستی (و شهوت پرستی) خود حیران (و سرگردان) بودند.",
      "translation_pashto": "15-72 ستا په عمر مې دې قسم وي! بېشكه دوى خامخا به خپلې مستۍ (نشه) كې سرګردان دي"
    },
    {
      "number": 73,
      "text": "فَأَخَذَتْهُمُ ٱلصَّيْحَةُ مُشْرِقِينَ",
      "page": 266,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "پس هنگام طلوع آفتاب آواز سخت مرگبار ایشان را فرا گرفت.",
      "translation_pashto": "15-73 نو دوى يو هیبتناك غږ ونیول، په داسې حال كې چې د لمرختو په وخت كې داخلېدونكي وو"
    },
    {
      "number": 74,
      "text": "فَجَعَلْنَا عَٰلِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهِمْ حِجَارَةًۭ مِّن سِجِّيلٍ",
      "page": 266,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "پس آن شهر را زیر و زبر کردیم و بر آنها سنگهایی از سنگ گل بارانیدیم.",
      "translation_pashto": "15-74 نو مونږ د هغه(ښار) پورته طرف ښكته طرف وګرځاوه او په دوى باندې مونږ د كوتكاڼو كاڼي وورول"
    },
    {
      "number": 75,
      "text": "إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍۢ لِّلْمُتَوَسِّمِينَ",
      "page": 266,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "البته در این (سرگذشت) برای هوشمندان (و عبرت گیرندگان) نشانه‌هایی است.",
      "translation_pashto": "15-75 بېشكه په دې كې خامخا د پوهو، عبرت اخيستونكو لپاره نښې دي"
    },
    {
      "number": 76,
      "text": "وَإِنَّهَا لَبِسَبِيلٍۢ مُّقِيمٍ",
      "page": 266,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "و يقينا آن شهر (ویران شده) بر سر راه عبور و مرور موجود است.",
      "translation_pashto": "15-76 او بېشكه دغه (ښاریه)  خامخا په سمه (چلنده) لار كې پرته ده"
    },
    {
      "number": 77,
      "text": "إِنَّ فِى ذَٰلِكَ لَءَايَةًۭ لِّلْمُؤْمِنِينَ",
      "page": 266,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "البته در این (عذاب) نشانۀ برای یقین کنندگان است.",
      "translation_pashto": "15-77 بېشكه په دې كې د مومنانو لپاره خامخا غټه نښه ده"
    },
    {
      "number": 78,
      "text": "وَإِن كَانَ أَصْحَٰبُ ٱلْأَيْكَةِ لَظَٰلِمِينَ",
      "page": 266,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "و البته باشندگان ایکه (منطقۀ خلاب نیز) ظالم بودند.",
      "translation_pashto": "15-78 او بېشكه شان دا دى چې د ځنګل والا یقینًا ظالمان وو"
    },
    {
      "number": 79,
      "text": "فَٱنتَقَمْنَا مِنْهُمْ وَإِنَّهُمَا لَبِإِمَامٍۢ مُّبِينٍۢ",
      "page": 266,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "پس از آنان نیز انتقام گرفتیم، و هر دو (قریۀ خراب شده) بر سر راهی واضح و آشکار است.",
      "translation_pashto": "15-79 نو مونږ له هغوى نه انتقام واخيست او بېشكه دغه دواړه (ښارونه) پر لویه ښكاره لار پراته دي"
    },
    {
      "number": 80,
      "text": "وَلَقَدْ كَذَّبَ أَصْحَٰبُ ٱلْحِجْرِ ٱلْمُرْسَلِينَ",
      "page": 266,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "و البته اهل حجر (قوم ثمود نیز) پیغمبران را تکذیب کردند.",
      "translation_pashto": "15-80 او یقینًا یقینًا حِجر والاوو د رسولانو تكذیب كړى و "
    },
    {
      "number": 81,
      "text": "وَءَاتَيْنَٰهُمْ ءَايَٰتِنَا فَكَانُوا۟ عَنْهَا مُعْرِضِينَ",
      "page": 266,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "و آیات خود را (توسط پیغمبر شان) برای ایشان فرستادیم ولی آنان روی گردان بودند.",
      "translation_pashto": "15-81 او مونږ هغوى ته خپلې نښې ور (ښكاره) كړې وې، نو دوى له هغو نه مخ ګرځوونكي وو "
    },
    {
      "number": 82,
      "text": "وَكَانُوا۟ يَنْحِتُونَ مِنَ ٱلْجِبَالِ بُيُوتًا ءَامِنِينَ",
      "page": 266,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "و از کوه‌ها خانه‌ها می‌تراشیدند که همیشه در امان باشند.",
      "translation_pashto": "15-82 او دوى به له غرونو څخه كوټې توږلې، په دې حال كې چې په امن به وو "
    },
    {
      "number": 83,
      "text": "فَأَخَذَتْهُمُ ٱلصَّيْحَةُ مُصْبِحِينَ",
      "page": 266,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "پس صبحدم آواز سخت و مرگبار آنها را فراگرفت.",
      "translation_pashto": "15-83 نو دوى یو هیبتناك غږ  ونیول، په داسې حال كې چې په سبا كې داخلېدونكي وو"
    },
    {
      "number": 84,
      "text": "فَمَآ أَغْنَىٰ عَنْهُم مَّا كَانُوا۟ يَكْسِبُونَ",
      "page": 266,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "پس آنچه کسب می‌کردند (عذاب الهی را) از ایشان دفع نکرد.",
      "translation_pashto": "15-84 نو د دوى په كار رانغلل هغه (شیان) چې دوى به حاصلول"
    },
    {
      "number": 85,
      "text": "وَمَا خَلَقْنَا ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ وَمَا بَيْنَهُمَآ إِلَّا بِٱلْحَقِّ ۗ وَإِنَّ ٱلسَّاعَةَ لَءَاتِيَةٌۭ ۖ فَٱصْفَحِ ٱلصَّفْحَ ٱلْجَمِيلَ",
      "page": 266,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "و ما آسمان‌ها و زمین و آنچه را که در بین آندو است جز به حق نه آفریدیم و البته قیامت آمدنی است پس (فعلا) به طريقۀ خوب از آنها در گذر (بدون انتقام گرفتن).",
      "translation_pashto": "15-85 او مونږ اسمانونه او ځمكه او هغه څه چې د دې دواړو په مينځ كې دي ؛ نه دي پیدا كړي مګر په حقه سره او بېشكه قیامت خامخا راتلونكى دى، نو ته (له دوى څخه) څنګ وكړه په ښكلو څنګ كولو سره"
    },
    {
      "number": 86,
      "text": "إِنَّ رَبَّكَ هُوَ ٱلْخَلَّٰقُ ٱلْعَلِيمُ",
      "page": 266,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "چون پروردگارت همان آفریدگار داناست.",
      "translation_pashto": "15-86 بېشكه ستا رب، هم دى ښه پیداكوونكى، بې حده علم والا دى "
    },
    {
      "number": 87,
      "text": "وَلَقَدْ ءَاتَيْنَٰكَ سَبْعًۭا مِّنَ ٱلْمَثَانِى وَٱلْقُرْءَانَ ٱلْعَظِيمَ",
      "page": 266,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "و البته سبع المثانی (هفت آیت سورۀ الفاتحه که در نمازها مکرر تلاوت می‌شود) و قرآن بزرگ را به تو دادیم.",
      "translation_pashto": "15-87 او یقینًا یقینًا مونږ تا ته بیا بیا لوستل كېدونكي اوه ایتونه دركړي دي او عظیم قرآن (هم)"
    },
    {
      "number": 88,
      "text": "لَا تَمُدَّنَّ عَيْنَيْكَ إِلَىٰ مَا مَتَّعْنَا بِهِۦٓ أَزْوَٰجًۭا مِّنْهُمْ وَلَا تَحْزَنْ عَلَيْهِمْ وَٱخْفِضْ جَنَاحَكَ لِلْمُؤْمِنِينَ",
      "page": 266,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "و چشمانت را به آنچه که گروه‌هایی از آنان را از آن بهره‌مند ساخته‌ایم مدوز و بر آنان غمگین مشو و بال مهربانی خود را برای مؤمنان هموار کن.",
      "translation_pashto": "15-88 او ته خپلې سترګې هغو شیانو ته مه ور اوږدې كوه (مه پورته كوه) چې مونږ په هغو سره فايده وركړې ده دغو خلقو ته، چې قسم قسم شیان دي او په دوى باندې مه غمګین كېږه او خپل وزر د مومنانو لپاره ښكته كړه"
    },
    {
      "number": 89,
      "text": "وَقُلْ إِنِّىٓ أَنَا ٱلنَّذِيرُ ٱلْمُبِينُ",
      "page": 266,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "و بگو: یقینا من بیم دهندۀ آشکارم.",
      "translation_pashto": "15-89 او ته ووایه: بېشكه زه چې یم، هم دا زه ښكاره وېروونكى یم"
    },
    {
      "number": 90,
      "text": "كَمَآ أَنزَلْنَا عَلَى ٱلْمُقْتَسِمِينَ",
      "page": 266,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "همان طور که (عذاب را) بر تقسیم کنندگان فرود آوردیم (شما را نیز از آن بیم می‌دهیم).",
      "translation_pashto": "15-90 (له داسې عذابه) لكه څنګه چې مونږ نازل كړى و په تقسیموونكو باندې"
    },
    {
      "number": 91,
      "text": "ٱلَّذِينَ جَعَلُوا۟ ٱلْقُرْءَانَ عِضِينَ",
      "page": 267,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "آنانی که کتاب آسمانی را بخش بخش ساختند.",
      "translation_pashto": "15-91 هغه كسان چې قرآن يې ټوټې ټوټې كړى و"
    },
    {
      "number": 92,
      "text": "فَوَرَبِّكَ لَنَسْـَٔلَنَّهُمْ أَجْمَعِينَ",
      "page": 267,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "پس قسم به پروردگارت که البته از همۀ آنها خواهیم پرسید.",
      "translation_pashto": "15-92 نو قسم دى په رب ستا چې خامخا هرومرو به مونږ له دوى ټولو څخه تپوس كوو"
    },
    {
      "number": 93,
      "text": "عَمَّا كَانُوا۟ يَعْمَلُونَ",
      "page": 267,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "از آنچه می‌کردند.",
      "translation_pashto": "15-93 د هغو كارونو په باره كې چې دوى به كول"
    },
    {
      "number": 94,
      "text": "فَٱصْدَعْ بِمَا تُؤْمَرُ وَأَعْرِضْ عَنِ ٱلْمُشْرِكِينَ",
      "page": 267,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "پس آنچه را که به (دعوت و تبلیغ) آن امر می‌شوی، اعلان و آشکار کن و از مشرکان روی بگردان.",
      "translation_pashto": "15-94 نو ته ښه ښكاره بیان كړه هغه څه چې تا ته يې حكم كولى شي او له مشركانو نه مخ واړوه"
    },
    {
      "number": 95,
      "text": "إِنَّا كَفَيْنَٰكَ ٱلْمُسْتَهْزِءِينَ",
      "page": 267,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "چون ما تو را از شر استهزا کنندگان کفایت کننده‌ایم.",
      "translation_pashto": "15-95 بېشكه مونږ ستا لپاره (ستا) استهزا كوونكو ته كافي شوي یو"
    },
    {
      "number": 96,
      "text": "ٱلَّذِينَ يَجْعَلُونَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ ۚ فَسَوْفَ يَعْلَمُونَ",
      "page": 267,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "آنانی که معبود دیگری را با الله قرار می‌دهند، پس به زودی (حقیقت را) خواهند دانست.",
      "translation_pashto": "15-96 هغه كسان چې له الله سره نور معبودان مقرروي (شریكوي) نو ژر به دوى پوه شي"
    },
    {
      "number": 97,
      "text": "وَلَقَدْ نَعْلَمُ أَنَّكَ يَضِيقُ صَدْرُكَ بِمَا يَقُولُونَ",
      "page": 267,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "و البته ما خوب می‌دانیم که سینۀ تو تنگ می‌شود به سبب آنچه می‌گویند.",
      "translation_pashto": "15-97 او یقینًا یقینًا مونږ ته معلوم دي چې بېشكه ستا سینه تنګېږي په هغو خبرو چې دوى يې وايي"
    },
    {
      "number": 98,
      "text": "فَسَبِّحْ بِحَمْدِ رَبِّكَ وَكُن مِّنَ ٱلسَّٰجِدِينَ",
      "page": 267,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "پس پروردگارت را به پاکی یاد کن و از سجده کنندگان (نماز گزاران) باش.",
      "translation_pashto": "15-98 نو ته د خپل رب له حمد (ستاینې) سره تسبیح وایه او ته شه له سجده كوونكو څخه "
    },
    {
      "number": 99,
      "text": "وَٱعْبُدْ رَبَّكَ حَتَّىٰ يَأْتِيَكَ ٱلْيَقِينُ",
      "page": 267,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "و پروردگارت را پرستش کن تا وقتی که یقین تو رسد (مرگ به سراغت بیاید).",
      "translation_pashto": "15-99 او د خپل رب عبادت كوه تر هغه پورې چې تا ته یقین (مرګ) راشي"
    }
  ]
}