{
  "number": 16,
  "name": "النحل",
  "name_dari": "نحل",
  "meaning_dari": "زنبور عسل",
  "revelationType": "مکی",
  "numberOfAyahs": 128,
  "ayahs": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ أَتَىٰٓ أَمْرُ ٱللَّهِ فَلَا تَسْتَعْجِلُوهُ ۚ سُبْحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشْرِكُونَ",
      "page": 267,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "امر الله رسید (غلبۀ توحید و شکست كفار) پس آن را به شتاب طلب نکنید، او پاک و بلند مرتبه است از چیزهایی که با او شریک می‌سازند.",
      "translation_pashto": "16-1 د الله حكم راغى، نو تاسو هغه په تلوار مه غواړئ، هغه لره پاكي ده او هغه ډېر اوچت دى له هغه څه نه چې دوى يې ورسره شریكوي"
    },
    {
      "number": 2,
      "text": "يُنَزِّلُ ٱلْمَلَٰٓئِكَةَ بِٱلرُّوحِ مِنْ أَمْرِهِۦ عَلَىٰ مَن يَشَآءُ مِنْ عِبَادِهِۦٓ أَنْ أَنذِرُوٓا۟ أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱتَّقُونِ",
      "page": 267,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "ملائکه را با وحی، به حکم خود بر هرکس از بندگانش که بخواهد فرود می‌آرد، که بترسانید (مردم را از مخالفت با پیغام الهی) که هیچ معبودی برحق به جز من (الله) نیست، پس از من بترسید (و خود را از عذابم نگاه دارید).",
      "translation_pashto": "16-2 هغه په خپل حكم ملايك له وحي سره نازلوي په هغه چا باندې چې يې وغواړي په خپلو بنده ګانو كې، چې تاسو (خلق) خبردار كړئ، په دې خبره چې بېشكه حقيقت دا دى چې نشته هېڅ لايق د عبادت مګر زه یم، نو تاسو له ما نه ووېرېږئ"
    },
    {
      "number": 3,
      "text": "خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ ۚ تَعَٰلَىٰ عَمَّا يُشْرِكُونَ",
      "page": 267,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "آسمان‌ها و زمین را به حق آفریده است، بلندمرتبه است از آنچه با او شریک می‌سازند.",
      "translation_pashto": "16-3 هغهٔ اسمانونه او ځمكه په حقه سره پیدا كړي دي، هغه اوچت دى له هغه چې دوى يې ورسره شریكوي"
    },
    {
      "number": 4,
      "text": "خَلَقَ ٱلْإِنسَٰنَ مِن نُّطْفَةٍۢ فَإِذَا هُوَ خَصِيمٌۭ مُّبِينٌۭ",
      "page": 267,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "انسان را از نطفه‌ای (قطرۀ منی) آفرید، پس ناگهان وی خصومت کنندۀ آشکار است.",
      "translation_pashto": "16-4 هغهٔ، انسان له نطفې نه پیدا كړى دى، بيا نو ناڅاپه دغه (انسان) ښه ښكاره سخت جګړه كوونكى دى"
    },
    {
      "number": 5,
      "text": "وَٱلْأَنْعَٰمَ خَلَقَهَا ۗ لَكُمْ فِيهَا دِفْءٌۭ وَمَنَٰفِعُ وَمِنْهَا تَأْكُلُونَ",
      "page": 267,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "چهار پایان را برای شما آفریده است در آنها برای شما وسیلۀ گرم شدن و فائده‌های دیگر است. و از آنها (گوشت و چربی آنها را) می‌خورید.",
      "translation_pashto": "16-5 او څاروي، هغه يې پیدا كړي دي، تاسو لپاره په دوى كې د ګرمۍ اسباب او (نورې) ګټې دي او ځینې په دوى كې تاسو خورئ"
    },
    {
      "number": 6,
      "text": "وَلَكُمْ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسْرَحُونَ",
      "page": 267,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "و برایتان در آنها زینت و زیبایی است وقتیکه آنها را (شام از چراگاه) می‌آورید و وقتی که آنها را (صبح به چراگاه) می‌برید.",
      "translation_pashto": "16-6 او تاسو لپاره په دوى كې جمال (او ښايست) دى كله چې يې بېرته ماښام (كور ته) راولئ  او كله چې يې د څر لپاره بوځئ"
    },
    {
      "number": 7,
      "text": "وَتَحْمِلُ أَثْقَالَكُمْ إِلَىٰ بَلَدٍۢ لَّمْ تَكُونُوا۟ بَٰلِغِيهِ إِلَّا بِشِقِّ ٱلْأَنفُسِ ۚ إِنَّ رَبَّكُمْ لَرَءُوفٌۭ رَّحِيمٌۭ",
      "page": 268,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "و بارهای شما را به شهر و سرزمینی حمل می‌کنند که جز با رنج و مشقت به آن نمی‌توانستید برسید، یقینا پروردگارتان رؤوف و مهربان است.",
      "translation_pashto": "16-7 او دوى ستاسو درانه بارونه پورته كوي هغه ښار ته چې تاسو هغه ته رسېدونكي نه وئ مګر د ځانونو په مشقت سره، بېشكه ستاسو رب یقینًا ډېر نرمي كوونكى، بې حده مهربان دى "
    },
    {
      "number": 8,
      "text": "وَٱلْخَيْلَ وَٱلْبِغَالَ وَٱلْحَمِيرَ لِتَرْكَبُوهَا وَزِينَةًۭ ۚ وَيَخْلُقُ مَا لَا تَعْلَمُونَ",
      "page": 268,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "و اسپ‌ها و قاطرها و الاغ‌ها را آفریده تا بر آنها سوار شوید و زینتی (برای شما) هست. و چیزهایی (دیگر) می‌آفریند که شما نمی‌دانید.",
      "translation_pashto": "16-8 او اسونه او قچر او خره (يې پیدا كړي دي،) د دې لپاره چې تاسو په دغو باندې سواره شئ او د زینت لپاره او پیدا كوي هغه څه چې تاسو يې نه پېژنئ"
    },
    {
      "number": 9,
      "text": "وَعَلَى ٱللَّهِ قَصْدُ ٱلسَّبِيلِ وَمِنْهَا جَآئِرٌۭ ۚ وَلَوْ شَآءَ لَهَدَىٰكُمْ أَجْمَعِينَ",
      "page": 268,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "و بر عهدۀ الله است كه راه راست را (به مردم) نشان دهد، و برخی از آن (راه‌ها) کج است. و اگر (الله) می‌خواست همۀ شما را هدایت می‌کرد.",
      "translation_pashto": "16-9 او خاص په الله باندې د سمې لارې بیان دى او ځینې په دغو (نورو لارو) كې كږې دي او كه هغه غوښتلى(،نو) لازمًا به يې تاسو ټولو ته هدایت كړى و "
    },
    {
      "number": 10,
      "text": "هُوَ ٱلَّذِىٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءًۭ ۖ لَّكُم مِّنْهُ شَرَابٌۭ وَمِنْهُ شَجَرٌۭ فِيهِ تُسِيمُونَ",
      "page": 268,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "او ذاتی است که از آسمان برای شما آبی فرو فرستاده است که از آن می‌نوشید و با آن درختان و گیاهان می‌رویند (و) حیوانات خود را در آن می‌چرانید.",
      "translation_pashto": "16-10 دى همغه ذات دى چې تاسو لپاره يې له بره نه اوبه نازلې كړې دي، تاسو ته له هغو ځنې مشروب (څښاك) دى او له هغو ځنې ونې (واښه) هم رازرونېږي چې په هغو كې تاسو (څاروي) څروئ"
    },
    {
      "number": 11,
      "text": "يُنۢبِتُ لَكُم بِهِ ٱلزَّرْعَ وَٱلزَّيْتُونَ وَٱلنَّخِيلَ وَٱلْأَعْنَٰبَ وَمِن كُلِّ ٱلثَّمَرَٰتِ ۗ إِنَّ فِى ذَٰلِكَ لَءَايَةًۭ لِّقَوْمٍۢ يَتَفَكَّرُونَ",
      "page": 268,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "الله به وسيلۀ آن آب، کشت و زیتون و خرما و انگور و از همه نوع میوه می‌رویاند، به يقين در این چیزها نشانۀ روشنی است برای کسانی که می‌اندیشند.",
      "translation_pashto": "16-11 هغهٔ په دې (اولو) سره تاسو لپاره فصل او زیتون او كجورې او انګور او هر قسمه مېوې زرغونوي، بېشكه په دغو كې خامخا لویه نښه ده د هغو خلقو لپاره چې ښه غور فكر كوي"
    },
    {
      "number": 12,
      "text": "وَسَخَّرَ لَكُمُ ٱلَّيْلَ وَٱلنَّهَارَ وَٱلشَّمْسَ وَٱلْقَمَرَ ۖ وَٱلنُّجُومُ مُسَخَّرَٰتٌۢ بِأَمْرِهِۦٓ ۗ إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍۢ لِّقَوْمٍۢ يَعْقِلُونَ",
      "page": 268,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "و شب و روز و آفتاب و ماه را برایتان مسخر کرد و ستارگان به حکم او مسخر شده‌اند. بی‌گمان در این کار برای گروهی که تعقل می‌کنند، نشانه‌هاست.",
      "translation_pashto": "16-12 او هغه مُسخَّر كړې ده تاسو لپاره شپه او ورځ او لمر او سپوږمۍ. او ستوري د هغه په حكم سره مُسَخَّر دي، بېشكه په دغو كې خامخا ډېرې نښې دي د هغو خلقو لپاره چې له عقل نه كار اخلي"
    },
    {
      "number": 13,
      "text": "وَمَا ذَرَأَ لَكُمْ فِى ٱلْأَرْضِ مُخْتَلِفًا أَلْوَٰنُهُۥٓ ۗ إِنَّ فِى ذَٰلِكَ لَءَايَةًۭ لِّقَوْمٍۢ يَذَّكَّرُونَ",
      "page": 268,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "و چیزهایی را که در زمین با رنگهای مختلف و در انواع گوناگون آفریده برای شما مسخر و رام گردانیده است. البته در این امر برای گروهی که یادآور شوند، نشانۀ روشنی است.",
      "translation_pashto": "16-13 او (مُسخر كړي يې دي) هغه څه چې تاسو لپاره يې په ځمكه كې پیدا كړي دي، په داسې حال كې چې رنګونه يې مختلف دي، بېشكه په دغو كې یقینًا لویه نښه ده د هغو خلقو لپاره چې نصیحت قبلوي"
    },
    {
      "number": 14,
      "text": "وَهُوَ ٱلَّذِى سَخَّرَ ٱلْبَحْرَ لِتَأْكُلُوا۟ مِنْهُ لَحْمًۭا طَرِيًّۭا وَتَسْتَخْرِجُوا۟ مِنْهُ حِلْيَةًۭ تَلْبَسُونَهَا وَتَرَى ٱلْفُلْكَ مَوَاخِرَ فِيهِ وَلِتَبْتَغُوا۟ مِن فَضْلِهِۦ وَلَعَلَّكُمْ تَشْكُرُونَ",
      "page": 268,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "و اوست که دریا را مسخر ساخته است تا از آن گوشت تازه بخورید و از آن زیوراتی بیرون بیاورید که آن را می‌پوشید. و کشتی‌ها را در آن شگافنده می‌بینی، و تا از فضل او طلب معیشت کنید و تا شکر گزاری کنید.",
      "translation_pashto": "16-14 دى همغه ذات دى چې سمندر يې مُسخر كړى دى، د دې لپاره چې تاسو له هغه نه تازه غوښه وخورئ او له هغه نه ګاڼه (زېورات) راوباسئ چې تاسو يې اغوندئ او تهٔ په ده كې بېړۍ وینې، چې اوبه څيرونكې  وي او د دې لپاره چې تاسو د هغه فضل طلب كړئ او د دې لپاره چې تاسو شكر وباسئ"
    },
    {
      "number": 15,
      "text": "وَأَلْقَىٰ فِى ٱلْأَرْضِ رَوَٰسِىَ أَن تَمِيدَ بِكُمْ وَأَنْهَٰرًۭا وَسُبُلًۭا لَّعَلَّكُمْ تَهْتَدُونَ",
      "page": 269,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "و در زمین کوه‌های استوار و پابرجایی قرار داد تا (زمین) شما را نجنباند. و نهرها و راههایی را آفرید تا شما راه خود را بیابید.",
      "translation_pashto": "16-15 او هغهٔ په ځمكه كې پاخه غرونه غورځولي دي چې پر تاسو  باندې ونه ښورېږي او (پیدا كړي يې دي) ولې (نهرونه) او لارې، د دې لپاره چې تاسو لار ومومئ"
    },
    {
      "number": 16,
      "text": "وَعَلَٰمَٰتٍۢ ۚ وَبِٱلنَّجْمِ هُمْ يَهْتَدُونَ",
      "page": 269,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "و نشانه‌هایی دیگر نیز قرار داد، و آنان به وسیلۀ ستارگان راه می‌یابند.",
      "translation_pashto": "16-16 او علامې (يې مقرر كړې دي) او په ستورو سره دوى لار مومي"
    },
    {
      "number": 17,
      "text": "أَفَمَن يَخْلُقُ كَمَن لَّا يَخْلُقُ ۗ أَفَلَا تَذَكَّرُونَ",
      "page": 269,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "پس آیا کسی که می‌آفریند مانند کسی است که نمی‌آفریند؟ آیا یادآور نمی‌شوید؟",
      "translation_pashto": "16-17 ایا نو هغه ذات چې پیدا كوي په شان د هغه چا دى چې (څه) نشي پیدا كولى؟ ایا نو تاسو پند نه اخلئ! "
    },
    {
      "number": 18,
      "text": "وَإِن تَعُدُّوا۟ نِعْمَةَ ٱللَّهِ لَا تُحْصُوهَآ ۗ إِنَّ ٱللَّهَ لَغَفُورٌۭ رَّحِيمٌۭ",
      "page": 269,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "و اگر نعمت‌های الله را بشمارید آن را احاطه کرده نمی‌توانید، بی‌گمان الله آمرزندۀ مهربان است.",
      "translation_pashto": "16-18 او كه چېرې تاسو د الله نعمتونه شمېرل شروع كړئ، (، نو) هغه به ونشمېرلى شئ، بېشكه الله یقینًا ډېر بخښونكى، بې حده رحم كوونكى دى"
    },
    {
      "number": 19,
      "text": "وَٱللَّهُ يَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ",
      "page": 269,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "و الله هرچه را که می‌پوشانید و هرچه را که اظهار می‌کنید، می‌داند.",
      "translation_pashto": "16-19 او الله ته معلوم دي هغه څه چې تاسو يې پټوئ او هغه څه چې تاسو يې څرګندوئ"
    },
    {
      "number": 20,
      "text": "وَٱلَّذِينَ يَدْعُونَ مِن دُونِ ٱللَّهِ لَا يَخْلُقُونَ شَيْـًۭٔا وَهُمْ يُخْلَقُونَ",
      "page": 269,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "و آنانی را که جز الله (در حاجات خود) می‌خوانند، چیزی نمی‌آفرینند، بلکه خودشان آفریده می‌شوند.",
      "translation_pashto": "16-20 او هغه كسان چې دوى يې له الله نه غیر بلي، هغوى هېڅ شى نشي پیدا كولى، په دې حال كې چې دوى پخپله پیداكاوه شي "
    },
    {
      "number": 21,
      "text": "أَمْوَٰتٌ غَيْرُ أَحْيَآءٍۢ ۖ وَمَا يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ",
      "page": 269,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "(آن معبودهای خود ساخته) مرده‌اند (و بی‌روح اند)، و نمی‌دانند چه وقت زنده و برانگیخته می‌شوند.",
      "translation_pashto": "16-21 مړه دي، ژوندي نه دي او دوى نه پوهېږي چې كله به دوى بیا راژوندي كولى شي "
    },
    {
      "number": 22,
      "text": "إِلَٰهُكُمْ إِلَٰهٌۭ وَٰحِدٌۭ ۚ فَٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْءَاخِرَةِ قُلُوبُهُم مُّنكِرَةٌۭ وَهُم مُّسْتَكْبِرُونَ",
      "page": 269,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "(پس) معبود واقعی شما معبود یکتا است، لذا آنانی که به روز آخرت ایمان نمی‌آورند، دل‌هایشان انکارگر است، و آنها مستکبران‌اند.",
      "translation_pashto": "16-22 ستاسو حق معبود یو معبود دى، نو هغه كسان چې پر اخرت ایمان نه راوړي د هغوى زړونه مُنكِر دي او دوى تكبر كوونكي دي"
    },
    {
      "number": 23,
      "text": "لَا جَرَمَ أَنَّ ٱللَّهَ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ ۚ إِنَّهُۥ لَا يُحِبُّ ٱلْمُسْتَكْبِرِينَ",
      "page": 269,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "شکی نیست که آنچه را پنهان می‌کنید و آنچه را آشکار می‌سازید، (الله) می‌داند، يقينا او مستکبران را دوست نمی‌دارد.",
      "translation_pashto": "16-23 حقیقت دا دى چې بېشكه الله پوهېږي پر هغه څه چې دوى يې پټوي او پر هغه څه چې دوى يې څرګندوي، بېشكه هغه (الله) تكبر كوونكي نه خوښوي"
    },
    {
      "number": 24,
      "text": "وَإِذَا قِيلَ لَهُم مَّاذَآ أَنزَلَ رَبُّكُمْ ۙ قَالُوٓا۟ أَسَٰطِيرُ ٱلْأَوَّلِينَ",
      "page": 269,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "و چون به آنان گفته شود: پروردگارتان چه چیز را نازل کرده است؟ می‌گویند: افسانه‌های پیشینیان را (نازل کرده است).",
      "translation_pashto": "16-24 او كله چې دوى ته وویل شي: ستاسو رب څه نازل كړي دي؟ دوى وايي: د پخوانیو (خلقو) باطلې افسانې"
    },
    {
      "number": 25,
      "text": "لِيَحْمِلُوٓا۟ أَوْزَارَهُمْ كَامِلَةًۭ يَوْمَ ٱلْقِيَٰمَةِ ۙ وَمِنْ أَوْزَارِ ٱلَّذِينَ يُضِلُّونَهُم بِغَيْرِ عِلْمٍ ۗ أَلَا سَآءَ مَا يَزِرُونَ",
      "page": 269,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "تا در روز قیامت به طور کامل بار گناهان خویش و بخشی از بار گناهان کسانی را حمل کنند که ایشان را به نادانی گمراه ساخته‌اند. و چه بد باری را حمل می‌کنند!",
      "translation_pashto": "16-25 د دې لپاره چې دوى خپل پېټي پوره پورته كړي د قیامت په ورځ او د هغو خلقو له پېټو نه (هم پورته كړي) چې دوى يې په جهالت سره ګمراه كوي، خبردار شئ! بد دى هغه څیز چې دوى يې باروي"
    },
    {
      "number": 26,
      "text": "قَدْ مَكَرَ ٱلَّذِينَ مِن قَبْلِهِمْ فَأَتَى ٱللَّهُ بُنْيَٰنَهُم مِّنَ ٱلْقَوَاعِدِ فَخَرَّ عَلَيْهِمُ ٱلسَّقْفُ مِن فَوْقِهِمْ وَأَتَىٰهُمُ ٱلْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ",
      "page": 269,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "البته آنانی که پیش از ایشان بودند (برای انکار توحید) مکر ورزیدند، پس الله از اساس بر بنیان‌شان زد و آنرا انداخت و سقف از بالای سرشان بر آنان افتاد و عذاب (الله) از جایی که نمی‌دانستند به آنان رسید.",
      "translation_pashto": "16-26 یقینًا له دوى نه مخكې خلقو مكر كړى و، نو الله د دوى عمارتونه له بنیادونو نه ونړول، نو په دوى باندې د دوى له پاسه چتونه راپرېوتل او دوى ته عذاب له هغه ځایه راغى چې دوى يې شعور (او ګمان) هم نه لاره"
    },
    {
      "number": 27,
      "text": "ثُمَّ يَوْمَ ٱلْقِيَٰمَةِ يُخْزِيهِمْ وَيَقُولُ أَيْنَ شُرَكَآءِىَ ٱلَّذِينَ كُنتُمْ تُشَٰٓقُّونَ فِيهِمْ ۚ قَالَ ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ إِنَّ ٱلْخِزْىَ ٱلْيَوْمَ وَٱلسُّوٓءَ عَلَى ٱلْكَٰفِرِينَ",
      "page": 270,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "(این عذاب دنیا بود) باز روز قیامت آنان را رسوا می‌کند و می‌فرماید: کجا‌اند شریک‌های من که شما به خاطر آنها (با پیغمبران) مخالفت می‌کردید؟ صاحبان علم می‌گویند: به یقین خواری و بدی امروز نصيب كافران است.",
      "translation_pashto": "16-27 بیا به هغه د قیامت په ورځ دوى رسوا كوي او وايي به: زما هغه شریكان چېرته دي چې تاسو به د هغوى په باره كې (له اهل حقو سره جګړي) مخالفتونه كول؟ وبه وايي هغه كسان چې علم ورته وركړ شوى دى: بېشكه په نن ورځ كې رسوايي او بدي په كافرانو باندې ده"
    },
    {
      "number": 28,
      "text": "ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلْمَلَٰٓئِكَةُ ظَالِمِىٓ أَنفُسِهِمْ ۖ فَأَلْقَوُا۟ ٱلسَّلَمَ مَا كُنَّا نَعْمَلُ مِن سُوٓءٍۭ ۚ بَلَىٰٓ إِنَّ ٱللَّهَ عَلِيمٌۢ بِمَا كُنتُمْ تَعْمَلُونَ",
      "page": 270,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "آنانی که فرشتگان ارواح ایشان را قبض می‌کنند، در حالی که برخود ظالم بودند، پس تسلیم می‌شوند (و می‌گویند:) ما هرگز هیچ کار بدی نمی‌کردیم، بلی! یقینا که الله به آنچه می‌کردید، داناست.",
      "translation_pashto": "16-28 هغه كسان چې ملايك يې (روح) قبضوي، په داسې حال كې چې دوى په خپلو ځانونو ظلم كوونكي وي، نو دوى به روغه (تسليمي) وړاندې كړي چې مونږ هېڅ بد عمل نه كاوه، ولې نه! بېشكه الله ښه پوه دى پر هغو عملونو چې تاسو به كول"
    },
    {
      "number": 29,
      "text": "فَٱدْخُلُوٓا۟ أَبْوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَا ۖ فَلَبِئْسَ مَثْوَى ٱلْمُتَكَبِّرِينَ",
      "page": 270,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "پس از دروازه‌های دوزخ درآید و همیشه در آن باشید. و حقا که جای متکبران چه بد است.",
      "translation_pashto": "16-29 نو تاسو د جهنم په دروازه كې ننوځئ، په داسې حال كې، چې په ده كې به همېشه وئ، نو یقینًا د تكبر كوونكو استوګنه بده ده"
    },
    {
      "number": 30,
      "text": "۞ وَقِيلَ لِلَّذِينَ ٱتَّقَوْا۟ مَاذَآ أَنزَلَ رَبُّكُمْ ۚ قَالُوا۟ خَيْرًۭا ۗ لِّلَّذِينَ أَحْسَنُوا۟ فِى هَٰذِهِ ٱلدُّنْيَا حَسَنَةٌۭ ۚ وَلَدَارُ ٱلْءَاخِرَةِ خَيْرٌۭ ۚ وَلَنِعْمَ دَارُ ٱلْمُتَّقِينَ",
      "page": 270,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "و به پرهیزگاران گفته می‌شود: پروردگارتان چه چیزی را نازل کرده است؟ می‌گویند: خیر را (نازل کرده است لهذا) برای نیکوکاران در همین دنیا نیکی است و يقينا سرای آخرت بهتر خواهد بود. و چه خوب است سرای پرهیزگاران!",
      "translation_pashto": "16-30 او هغو كسانو ته به وویل شي  چې تقوىٰ يې غوره كړې ده: ستاسو رب څه نازل كړي دي؟ هغوى به ووايي: خیر (يې نازل كړى دى). د هغو كسانو لپاره چې په دې دنیا كې يې نېكي كړې ده ؛ نېكه بدله ده او یقینًا د اخرت كور ډېر غوره دى او یقینًا ښه كور د متقیانو دى"
    },
    {
      "number": 31,
      "text": "جَنَّٰتُ عَدْنٍۢ يَدْخُلُونَهَا تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ ۖ لَهُمْ فِيهَا مَا يَشَآءُونَ ۚ كَذَٰلِكَ يَجْزِى ٱللَّهُ ٱلْمُتَّقِينَ",
      "page": 270,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "باغ‌های همیشگی بهشت که در آن وارد می‌شوند نهرها در زیر درختان آن روان است، در آنجا هر چه بخواهند دارند. الله این چنین به متقیان پاداش می‌دهد.",
      "translation_pashto": "16-31 چې د همېشه اوسېدلو جنتونه دي چې دوى به هغو ته داخلېږي، د هغو له لاندې ولې بهېږي، د دوى لپاره په دغو (جنتونو) كې هغه څه دي چې دوى يې غواړي، همدارنګه الله متقیانو ته بدله وركوي"
    },
    {
      "number": 32,
      "text": "ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلْمَلَٰٓئِكَةُ طَيِّبِينَ ۙ يَقُولُونَ سَلَٰمٌ عَلَيْكُمُ ٱدْخُلُوا۟ ٱلْجَنَّةَ بِمَا كُنتُمْ تَعْمَلُونَ",
      "page": 270,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "آنان که فرشتگان ارواح‌شان را قبض می‌کنند در حالی که پاک‌اند. می‌گویند: سلام بر شما باد به خاطر کارهایی که می‌کردید به بهشت وارد شوید.",
      "translation_pashto": "16-32 هغه كسان چې ملايك يې (روح) قبض كوي، په دې حال كې چې هغوى پاك وي، دوى به (ورته) وايي: پر تاسو دې سلام وي، تاسو جنت ته داخل شئ،  په سبب د هغو (نېكو) عملونو چې تاسو به كول"
    },
    {
      "number": 33,
      "text": "هَلْ يَنظُرُونَ إِلَّآ أَن تَأْتِيَهُمُ ٱلْمَلَٰٓئِكَةُ أَوْ يَأْتِىَ أَمْرُ رَبِّكَ ۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبْلِهِمْ ۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَٰكِن كَانُوٓا۟ أَنفُسَهُمْ يَظْلِمُونَ",
      "page": 270,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "آیا کافران انتظار نمی‌کشند جز این که فرشتگان به سوی‌شان بیایند، یا اینکه فرمان پروردگارت برسد، همانطور کسانی که پیش از ایشان بودند این چنین کردند؟ و الله بر آنان ظلم نکرد بلکه خودشان به خود ظلم می‌کردند.",
      "translation_pashto": "16-33 دوى انتظار نه كوي مګر د دې چې دوى ته ملايك راشي، یا ستا د رب حكم راشي، همدارنګه كار كړى و هغو كسانو چې له دوى نه مخكې وو او الله پر هغوى ظلم نه و كړى او لېكن هغوى پر خپلو ځانونو ظلم كاوه"
    },
    {
      "number": 34,
      "text": "فَأَصَابَهُمْ سَيِّـَٔاتُ مَا عَمِلُوا۟ وَحَاقَ بِهِم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
      "page": 270,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "پس سزای بدی‌هایی که می‌کردند به ایشان رسید و آنچه به آن تمسخر می‌کردند آنان را در بر گرفت.",
      "translation_pashto": "16-34 نو هغوى ته د خپلو عملونو بدي ورسېدله او هغوى ګېر كړل هغه څه چې دوى به ورپورې استهزا كوله"
    },
    {
      "number": 35,
      "text": "وَقَالَ ٱلَّذِينَ أَشْرَكُوا۟ لَوْ شَآءَ ٱللَّهُ مَا عَبَدْنَا مِن دُونِهِۦ مِن شَىْءٍۢ نَّحْنُ وَلَآ ءَابَآؤُنَا وَلَا حَرَّمْنَا مِن دُونِهِۦ مِن شَىْءٍۢ ۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبْلِهِمْ ۚ فَهَلْ عَلَى ٱلرُّسُلِ إِلَّا ٱلْبَلَٰغُ ٱلْمُبِينُ",
      "page": 271,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "و مشرکان گفتند: اگر الله می‌خواست نه ما و نه پدران ما غیر از او هیچ چیزی را عبادت نمی‌کردیم، و چیزی را بدون حکم او حرام نمی‌کردیم، کسانی که پیش از ایشان بودند نیز این چنین کردند. پس آیا جز ابلاغ آشکار چیزی دیگری بر عهدۀ پیغمبران است؟",
      "translation_pashto": "16-35 او وویل هغو كسانو چې شرك يې كړى و: كه چېرې الله غوښتلې (، نو) مونږ به له هغه نه غير د هېڅ شي عبادت نه و كړى او نه به زمونږ پلرونو او نه به مونږ د هغه (له حكم) نه غير څه شى حرام كړى و، همدارنګه كار كړى و هغو كسانو چې له دوى نه مخكې وو، نو د رسولانو په ذمه  نشته مګر ښكاره رسَوَل "
    },
    {
      "number": 36,
      "text": "وَلَقَدْ بَعَثْنَا فِى كُلِّ أُمَّةٍۢ رَّسُولًا أَنِ ٱعْبُدُوا۟ ٱللَّهَ وَٱجْتَنِبُوا۟ ٱلطَّٰغُوتَ ۖ فَمِنْهُم مَّنْ هَدَى ٱللَّهُ وَمِنْهُم مَّنْ حَقَّتْ عَلَيْهِ ٱلضَّلَٰلَةُ ۚ فَسِيرُوا۟ فِى ٱلْأَرْضِ فَٱنظُرُوا۟ كَيْفَ كَانَ عَٰقِبَةُ ٱلْمُكَذِّبِينَ",
      "page": 271,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "و به یقین ما در میان هر امتی پیغمبری را فرستادیم (تا به مردم بگویند:) الله را بپرستید و از طاغوت اجتناب ورزید. پس از میان ایشان کسانی بودند که الله آنها را هدایت کرد، و گروهی دیگر نیز بودند که گمراهی بر آنها ثابت شد. پس در زمین سیر کنید و بنگرید که انجام تکذیب کنندگان چگونه شد.",
      "translation_pashto": "16-36 او یقینًا یقینًا مونږ په هر یو امت كې یو رسول لېږلى و (په دې سره) چې تاسو د الله عبادت كوئ او له طاغوت نه ځان وساتئ، نو په دوى كې ځینو ته الله هدایت وكړ او ځینې په دوى كې هغه دي چې ګمراهي پرې ثابته شوه، نو تاسو په ځمكه كې وګرځئ، بیا وګورئ چې د تكذیب كوونكو انجام څنګه و؟"
    },
    {
      "number": 37,
      "text": "إِن تَحْرِصْ عَلَىٰ هُدَىٰهُمْ فَإِنَّ ٱللَّهَ لَا يَهْدِى مَن يُضِلُّ ۖ وَمَا لَهُم مِّن نَّٰصِرِينَ",
      "page": 271,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "اگر بر هدایت آنان حریص باشی بدان که الله کسی را که گمراه نماید هدایت نمی‌کند، و آنان هیچ مددگارانی ندارند.",
      "translation_pashto": "16-37 كه ته د دوى په هدایت  راړولو باندې حرص وكړې، نو بېشكه الله هدایت نه كوي هغه چا ته چې هغه يې ګمراه كړي او د دوى لپاره هیڅوك مدد كوونكي نشته"
    },
    {
      "number": 38,
      "text": "وَأَقْسَمُوا۟ بِٱللَّهِ جَهْدَ أَيْمَٰنِهِمْ ۙ لَا يَبْعَثُ ٱللَّهُ مَن يَمُوتُ ۚ بَلَىٰ وَعْدًا عَلَيْهِ حَقًّۭا وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
      "page": 271,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "و (مشرکان) به طور جدی به الله قسم خوردند که الله کسی را که می‌میرد، زنده نمی‌گرداند، بلی! این وعدۀ حق بر عهدۀ اوست، ولی بیشتر مردم نمی‌دانند.",
      "translation_pashto": "16-38 او دوى په (نوم د) الله باندې قسمونه كوي، خپل پاخه قسمونه، چې الله به هغه څوك بیا راژوندي نه كړي چې وفات كېږي، ولې نه! (ژوندي كوي به يې، ځكه چې وعده يې كړې ده) وعده حقه پر هغه لازمه او لېكن اكثره خلق نه پوهېږي"
    },
    {
      "number": 39,
      "text": "لِيُبَيِّنَ لَهُمُ ٱلَّذِى يَخْتَلِفُونَ فِيهِ وَلِيَعْلَمَ ٱلَّذِينَ كَفَرُوٓا۟ أَنَّهُمْ كَانُوا۟ كَٰذِبِينَ",
      "page": 271,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "تا برای‌شان بیان کند آنچه را که در مورد آن اختلاف می‌ورزند و تا کافران بدانند که خود آنان دروغگو بوده‌اند.",
      "translation_pashto": "16-39 لپاره د دې چې د دوى لپاره هغه شى ښه واضحه كړي چې دوى په هغه كې اختلاف كوي او لپاره د دې چې هغه كسان چې كفر يې كړى دى، پوه شي چې یقینًا دوى دروغژن وو"
    },
    {
      "number": 40,
      "text": "إِنَّمَا قَوْلُنَا لِشَىْءٍ إِذَآ أَرَدْنَٰهُ أَن نَّقُولَ لَهُۥ كُن فَيَكُونُ",
      "page": 271,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "چون امر ما برای ایجاد چیزی که اراده اش را کرده‌ایم، جز این نیست که می‌گوییم: موجود شو؛ پس فورا موجود می‌شود.",
      "translation_pashto": "16-40 همدا خبره ده چې زمونږ وینا یو شي ته چې كله يې مونږ اراده وكړو؛ دا ده چې مونږ هغه ته وایو: وشه نو هغه وشي"
    },
    {
      "number": 41,
      "text": "وَٱلَّذِينَ هَاجَرُوا۟ فِى ٱللَّهِ مِنۢ بَعْدِ مَا ظُلِمُوا۟ لَنُبَوِّئَنَّهُمْ فِى ٱلدُّنْيَا حَسَنَةًۭ ۖ وَلَأَجْرُ ٱلْءَاخِرَةِ أَكْبَرُ ۚ لَوْ كَانُوا۟ يَعْلَمُونَ",
      "page": 271,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "و آنان که در راه الله هجرت کردند پس از اینکه مورد ستم قرار گرفتند، البته آنان را در این دنیا به سرای نیک جای می‌دهیم و البته پاداش آخرت بزرگتر است، اگر می‌دانستند.",
      "translation_pashto": "16-41 او هغه كسان چې د الله لپاره يې هجرت كړى دى وروسته له دې چې ظلم پرې شو خامخا هرومرو به مونږ دوى ته په دنیا كې ښه ځاى وركړو او یقینًا د اخرت اجر تر ټولو لوى دى، كه چېرې وى دوى چې پوهېدلى"
    },
    {
      "number": 42,
      "text": "ٱلَّذِينَ صَبَرُوا۟ وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ",
      "page": 271,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "(آن هجرت کنندگان) کسانی‌اند که صبر کردند (بر ترک وطن و دشواریهای هجرت) و بر پروردگارشان توکل می‌کنند.",
      "translation_pashto": "16-42 هغه كسان چې صبر كوي او خاص په خپل رب باندې دوى توكل كوي"
    },
    {
      "number": 43,
      "text": "وَمَآ أَرْسَلْنَا مِن قَبْلِكَ إِلَّا رِجَالًۭا نُّوحِىٓ إِلَيْهِمْ ۚ فَسْـَٔلُوٓا۟ أَهْلَ ٱلذِّكْرِ إِن كُنتُمْ لَا تَعْلَمُونَ",
      "page": 272,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "و پیش از تو جز مردانی را که به آنان وحی می‌کردیم، نفرستادیم، پس اگر نمی‌دانید از اهل علم بپرسید.",
      "translation_pashto": "16-43 او مونږ له تا نه مخكې نه دي لېږلي مګر سړي (پېغمبران) چې مونږ هغوى ته وحي كوله، نو تاسو له اهلِ علمو نه تپوس وكړئ كه چېرې یئ تاسو چې نه پوهېږئ "
    },
    {
      "number": 44,
      "text": "بِٱلْبَيِّنَٰتِ وَٱلزُّبُرِ ۗ وَأَنزَلْنَآ إِلَيْكَ ٱلذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ وَلَعَلَّهُمْ يَتَفَكَّرُونَ",
      "page": 272,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "آنان را با دلایل روشن و کتابها فرستادیم. و قرآن را بر تو نازل کردیم تا برای مردم چیزی را که برای آنان فرستاده شده است بیان کنی، و تا آنان تفکر کنند.",
      "translation_pashto": "16-44 په څرګندو معجزو او كتابونو سره او مونږ تا ته ذكر (وحي) نازل كړى دى، د دې لپاره چې ته خلقو ته هغه څه ښه واضحه كړې چې دوى ته نازل كړى شوي دي او د دې لپاره چې دوى ښه فكر وكړي"
    },
    {
      "number": 45,
      "text": "أَفَأَمِنَ ٱلَّذِينَ مَكَرُوا۟ ٱلسَّيِّـَٔاتِ أَن يَخْسِفَ ٱللَّهُ بِهِمُ ٱلْأَرْضَ أَوْ يَأْتِيَهُمُ ٱلْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ",
      "page": 272,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "آیا کسانی که مکرهای بد سنجیدند، ایمن شده‌اند از اینکه الله آنان را در دل زمین فرو بَرَد یا اینکه عذاب از آن جایی که نمی‌دانند بر آنان بیاید؟!",
      "translation_pashto": "16-45 ایا نو هغه كسان چې ناكاره مكرونه يې كړي دي؛ له دې نه په امن كې شوي دي چې الله دوى په ځمكه كې ډوب كړي یا دوى ته عذاب له داسې ځایه راشي چې دوى (پرې) نه پوهېږي"
    },
    {
      "number": 46,
      "text": "أَوْ يَأْخُذَهُمْ فِى تَقَلُّبِهِمْ فَمَا هُم بِمُعْجِزِينَ",
      "page": 272,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "یا الله در حال رفت و آمدشان آنان را بگیرد؟ پس عاجز کننده نیستند.",
      "translation_pashto": "16-46 یا دوى ونیسي د خپلو ګرځېدو په وخت كې، نو دوى هیڅكله هم (الله لره) عاجزه كوونكي نه دي"
    },
    {
      "number": 47,
      "text": "أَوْ يَأْخُذَهُمْ عَلَىٰ تَخَوُّفٍۢ فَإِنَّ رَبَّكُمْ لَرَءُوفٌۭ رَّحِيمٌ",
      "page": 272,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "ا آنان را در حالت ترس‌شان بگیرد، پس یقینا پروردگارتان رؤوف (و) مهربان است.",
      "translation_pashto": "16-47 یا دوى په وېره ونیسي، پس یقینًا ستاسو رب خامخا ډېر نرمي كوونكى، بې حده مهربان دى"
    },
    {
      "number": 48,
      "text": "أَوَلَمْ يَرَوْا۟ إِلَىٰ مَا خَلَقَ ٱللَّهُ مِن شَىْءٍۢ يَتَفَيَّؤُا۟ ظِلَٰلُهُۥ عَنِ ٱلْيَمِينِ وَٱلشَّمَآئِلِ سُجَّدًۭا لِّلَّهِ وَهُمْ دَٰخِرُونَ",
      "page": 272,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "آیا به چیزهایی که الله آفریده است ندیدند که چگونه سایه‌های آن از راست و چپ سجده کنان و فروتنانه برای الله می‌گردند.",
      "translation_pashto": "16-48 ایا دوى د الله پیدا كړي كوم شي ته نه دي كتلي چې د هغه سیوري له ښي اړخ او چپو اړخونو نه ګرځي، چې الله ته سجده كوونكي دي، په داسې حال كې چې دوى عاجزي كوونكي دي"
    },
    {
      "number": 49,
      "text": "وَلِلَّهِ يَسْجُدُ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ مِن دَآبَّةٍۢ وَٱلْمَلَٰٓئِكَةُ وَهُمْ لَا يَسْتَكْبِرُونَ",
      "page": 272,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "و هر چه در آسمان‌ها و هرچه در زمین است از جنبده‌ها، برای الله سجده می‌کنند و فرشته‌ها نیز سجده می‌کنند و آنها از عبادت الله سرکشی نمی‌کنند.",
      "translation_pashto": "16-49 او خاص د الله لپاره سجده كوي هغه څه چې په اسمانونو كې دي او هغه څه چې په ځمكه كې دي له خوځنده څیزونو څخه او ملايك هم، په داسې حال كې چې دوى تكبر نه كوي"
    },
    {
      "number": 50,
      "text": "يَخَافُونَ رَبَّهُم مِّن فَوْقِهِمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ ۩",
      "page": 272,
      "juz": 14,
      "hizb": 27,
      "sajda": false,
      "translation_dari": "از پروردگارشان که بالای سرشان است می‌ترسند و آنچه را که به آنان دستور داده می‌شود، انجام می‌دهند.",
      "translation_pashto": "16-50 دوى له خپل رب څخه وېرېږي چې د دوى له پاسه دى او دوى كوي هغه څه چې دوى ته حكم كاوه شي "
    },
    {
      "number": 51,
      "text": "۞ وَقَالَ ٱللَّهُ لَا تَتَّخِذُوٓا۟ إِلَٰهَيْنِ ٱثْنَيْنِ ۖ إِنَّمَا هُوَ إِلَٰهٌۭ وَٰحِدٌۭ ۖ فَإِيَّٰىَ فَٱرْهَبُونِ",
      "page": 272,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "و الله فرمود: دو معبود برای خود نگیرید، جز این نیست که او معبود حق و یکتاست، پس تنها از من بترسید.",
      "translation_pashto": "16-51 او الله وویل: تاسو دوه معبودان مه نیسئ، همدا خبره ده چې هغه یو معبود دى، نو  تاسو خاص له ما نه ووېرېږئ"
    },
    {
      "number": 52,
      "text": "وَلَهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَلَهُ ٱلدِّينُ وَاصِبًا ۚ أَفَغَيْرَ ٱللَّهِ تَتَّقُونَ",
      "page": 272,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "و آنچه در آسمان‌ها و زمین است خاص از اوست، و دین پایدار نیز خاص از اوست، پس آیا از غير الله می‌ترسید؟",
      "translation_pashto": "16-52 او خاص د هغهٔ لپاره دي هغه څه چې په اسمانونو او ځمكه كې دي او عبادت خاص هم د دهٔ لپاره دى، همېشه، ایا نو تاسو غير له الله نه (له بل چا نه) وېرېږئ؟"
    },
    {
      "number": 53,
      "text": "وَمَا بِكُم مِّن نِّعْمَةٍۢ فَمِنَ ٱللَّهِ ۖ ثُمَّ إِذَا مَسَّكُمُ ٱلضُّرُّ فَإِلَيْهِ تَجْـَٔرُونَ",
      "page": 272,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "و آنچه از نعمت‌ها با شماست همه از سوى الله است، باز چون زیان و ضرری به شما رسد، به‌سوی او می‌نالید.",
      "translation_pashto": "16-53 او پر تاسو چې هر نعمت شوى دى، نو د الله له طرفه دى، بیا چې كله تاسو ته ضرر درورسېږي، نو (بيا هم) خاص هغه ته زاري كوئ "
    },
    {
      "number": 54,
      "text": "ثُمَّ إِذَا كَشَفَ ٱلضُّرَّ عَنكُمْ إِذَا فَرِيقٌۭ مِّنكُم بِرَبِّهِمْ يُشْرِكُونَ",
      "page": 272,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "باز هنگامی که الله زیان را از شما دور کند آنگاه گروهی از شما به پروردگارشان شرک می‌آرند.",
      "translation_pashto": "16-54 بیا كله چې هغه له تاسو نه تكلیف لرې كړي (، نو) ناڅاپه یوه ډله په تاسو كې له خپل رب سره شریكان جوړوي"
    },
    {
      "number": 55,
      "text": "لِيَكْفُرُوا۟ بِمَآ ءَاتَيْنَٰهُمْ ۚ فَتَمَتَّعُوا۟ ۖ فَسَوْفَ تَعْلَمُونَ",
      "page": 273,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "(بگذار) تا در آنچه به آنان داده‌ایم ناشکری کنند. پس اکنون (از نعمت‌های دنیا) برخوردار شوید، پس به زودی خواهید دانست (که چه سرنوشت سیاهی دارید)!",
      "translation_pashto": "16-55 د دې لپاره چې ناشكري وكړي د هغه څه چې مونږ دوى ته وركړي دي، نو تاسو فايده واخلئ، پس ژر به تاسو پوه شئ"
    },
    {
      "number": 56,
      "text": "وَيَجْعَلُونَ لِمَا لَا يَعْلَمُونَ نَصِيبًۭا مِّمَّا رَزَقْنَٰهُمْ ۗ تَٱللَّهِ لَتُسْـَٔلُنَّ عَمَّا كُنتُمْ تَفْتَرُونَ",
      "page": 273,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "و از آنچه به آنان روزی داده‌ایم نصیبی برای بت‌هایی که )چیزی) نمی‌دانند مقرر می‌کنند. قسم به الله از آنچه که به دروغ افترا می‌کردید، پرسیده خواهید شد.",
      "translation_pashto": "16-56 او دوى د هغه څه لپاره چې پر هېڅ نه پوهېږي؛ برخه مقرروي په هغه څه كې چې مونږ دوى ته وركړي دي، قسم دى پر الله چې خامخا له تاسو به هرومرو پوښتنه كېږي، د هغه څه په باره كې چې تاسو به دروغ تړل"
    },
    {
      "number": 57,
      "text": "وَيَجْعَلُونَ لِلَّهِ ٱلْبَنَٰتِ سُبْحَٰنَهُۥ ۙ وَلَهُم مَّا يَشْتَهُونَ",
      "page": 273,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "و برای الله دختران را قرار می‌دهند، پاک است او، و برای خود آنچه را که دوست دارند قرار می‌دهند.",
      "translation_pashto": "16-57 او دوى د الله لپاره لوڼه مقرروي، (حال دا چې) هغه (له دې نه) پاك دى، او د دوى لپاره (بيا) هغه (زامن) دي چې دوى يې خوښوي"
    },
    {
      "number": 58,
      "text": "وَإِذَا بُشِّرَ أَحَدُهُم بِٱلْأُنثَىٰ ظَلَّ وَجْهُهُۥ مُسْوَدًّۭا وَهُوَ كَظِيمٌۭ",
      "page": 273,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "و هرگاه به یکی از آنها مژده تولد دختر داده شود؛ در حالیکه پر از غصه و اندوه است، چهره اش سیاه می‌گردد.",
      "translation_pashto": "16-58 او كله چې په دوى كې یو ته د لور زېرى وركړى شي د هغه مخ تك تور شي، په دې حال كې  چې له قهره ډك وي"
    },
    {
      "number": 59,
      "text": "يَتَوَٰرَىٰ مِنَ ٱلْقَوْمِ مِن سُوٓءِ مَا بُشِّرَ بِهِۦٓ ۚ أَيُمْسِكُهُۥ عَلَىٰ هُونٍ أَمْ يَدُسُّهُۥ فِى ٱلتُّرَابِ ۗ أَلَا سَآءَ مَا يَحْكُمُونَ",
      "page": 273,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "به خاطر مژدۀ بدی که به او داده شده، خود را از قوم پنهان می‌کند، (و با خود می‌گوید): آیا او را با خواری نگاه دارد یا وی را زنده به گور کند؟ آگاه باشید! که چه بد قضاوت می‌کردند.",
      "translation_pashto": "16-59 له خلقو څخه پټ ګرځي د هغه څه د بدۍ په وجه چې ده ته يې زېرى وركړى شوى دى (او سوچ كوي چې)، ایا دى دغه (لور) سره له ذلته وساتي، یا هغه په خاورو كې ومنډي، خبردار شئ ! بد دي هغه څه چې دوى يې فیصله كوي"
    },
    {
      "number": 60,
      "text": "لِلَّذِينَ لَا يُؤْمِنُونَ بِٱلْءَاخِرَةِ مَثَلُ ٱلسَّوْءِ ۖ وَلِلَّهِ ٱلْمَثَلُ ٱلْأَعْلَىٰ ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "page": 273,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "برای آنانی که به آخرت ایمان ندارند، وصف زشت است. و صفت والا برای الله است و او غالب باحکمت است.",
      "translation_pashto": "16-60 د هغو كسانو لپاره چې پر اخرت ایمان نه راوړي بد مثال دى او خاص د الله لپاره تر ټولو لوړ مثال دى او هم هغه ښه غالب، ښه حكمت والا دى"
    },
    {
      "number": 61,
      "text": "وَلَوْ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِظُلْمِهِم مَّا تَرَكَ عَلَيْهَا مِن دَآبَّةٍۢ وَلَٰكِن يُؤَخِّرُهُمْ إِلَىٰٓ أَجَلٍۢ مُّسَمًّۭى ۖ فَإِذَا جَآءَ أَجَلُهُمْ لَا يَسْتَـْٔخِرُونَ سَاعَةًۭ ۖ وَلَا يَسْتَقْدِمُونَ",
      "page": 273,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "و اگر الله مردم را به سبب ظلمشان گرفتار می‌کرد هیچ جانداری را بر روی زمین باقی نمی‌گذاشت، لیکن آنان را تا مدت معینی مهلت می‌دهد، پس چون وقت مقرر آنان برسد لحظه‌ای (اجلشان) به تاخیر نمی‌افتد، و لحظه‌ای نیز پیش نمی‌شود.",
      "translation_pashto": "16-61 او كه چېرې الله خلق د ظلم په وجه نیولى (، نو) هغهٔ به د دې (ځمكې) پر سر هېڅ خوځنده نه و پریښى او لېكن هغه دوى تر مقررې نېټې وروسته كوي، نو كله چې د دوى نېټه راشي (بيا به نو) دوى یوه ګړۍ نه وروسته كېږي او نه مخكې كېږي"
    },
    {
      "number": 62,
      "text": "وَيَجْعَلُونَ لِلَّهِ مَا يَكْرَهُونَ وَتَصِفُ أَلْسِنَتُهُمُ ٱلْكَذِبَ أَنَّ لَهُمُ ٱلْحُسْنَىٰ ۖ لَا جَرَمَ أَنَّ لَهُمُ ٱلنَّارَ وَأَنَّهُم مُّفْرَطُونَ",
      "page": 273,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "و برای الله چیزی را قرار می‌دهند که خوش ندارند، و زبانهایشان سخن دروغ بیان می‌کند (و می‌گوید:) که نیکویی از ایشان است. بدون شک آتش دوزخ از ایشان است و آنان پیش از دیگران به آنجا رانده می‌شوند.",
      "translation_pashto": "16-62 او  دوى د الله لپاره هغه څه ثابتوي چې (پخپله) يې بد ګڼي او د دوى ژبې دروغ بیانوي چې بېشكه د همدوى لپاره تر ټولو ښه حالت دى، حقیقت دا دى چې بېشكه د همدوى لپاره اور دى او بېشكه همدوى تر ټولو مخكې لېږدول شوي دي"
    },
    {
      "number": 63,
      "text": "تَٱللَّهِ لَقَدْ أَرْسَلْنَآ إِلَىٰٓ أُمَمٍۢ مِّن قَبْلِكَ فَزَيَّنَ لَهُمُ ٱلشَّيْطَٰنُ أَعْمَٰلَهُمْ فَهُوَ وَلِيُّهُمُ ٱلْيَوْمَ وَلَهُمْ عَذَابٌ أَلِيمٌۭ",
      "page": 273,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "قسم به الله که پیغمبران را به‌سوی امت‌هایی که پیش از تو بودند فرستادیم. پس شیطان کارهایشان را در نظرشان زیبا جلوه داد، لذا امروز هم شیطان یاور شان است و عذاب دردناکی دارند.",
      "translation_pashto": "16-63 قسم دى پر الله! یقینًا یقینًا مونږ امتونو ته له تا نه مخكې رسولان لېږلي وو، نو شیطان دوى ته د دوى عملونه ښكلي كړل، نو نن ورځ همغه د دوى دوست دى او د دوى لپاره ډېر دردوونكى عذاب دى"
    },
    {
      "number": 64,
      "text": "وَمَآ أَنزَلْنَا عَلَيْكَ ٱلْكِتَٰبَ إِلَّا لِتُبَيِّنَ لَهُمُ ٱلَّذِى ٱخْتَلَفُوا۟ فِيهِ ۙ وَهُدًۭى وَرَحْمَةًۭ لِّقَوْمٍۢ يُؤْمِنُونَ",
      "page": 273,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "و ما کتاب را بر تو نازل نکردیم مگر بخاطر اینکه چیزی را برای‌شان بیان کنی که در آن اختلاف کرده‌اند و تا هدایت و رحمتی برای مؤمنان باشد.",
      "translation_pashto": "16-64 او مونږ په تا باندې كتاب نه دى نازل كړى مګر د دې لپاره چې ته دوى ته هغه (كار) ښه واضحه كړې چې دوى په هغه كې اختلاف كوي او د هغه قوم د هدایت او رحمت لپاره (مو نازل كړى دي) چې ایمان لري"
    },
    {
      "number": 65,
      "text": "وَٱللَّهُ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءًۭ فَأَحْيَا بِهِ ٱلْأَرْضَ بَعْدَ مَوْتِهَآ ۚ إِنَّ فِى ذَٰلِكَ لَءَايَةًۭ لِّقَوْمٍۢ يَسْمَعُونَ",
      "page": 274,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "و الله از آسمان آبی نازل کرد و با آن زمین را پس از مردنش (خشک شدن) زنده ساخت، به يقين در این دلیل روشنی است برای قومی که (سخن الله را) می‌شنوند.",
      "translation_pashto": "16-65 او الله له بره نه اوبه نازلې كړې دي، بیا يې په هغو سره ځمكه راژوندۍ كړې ده د هغې له مرګ نه پس، بېشكه په دې كې خامخا لویه نښه ده د هغو خلقو لپاره چې (حق او نصيحت) اوري"
    },
    {
      "number": 66,
      "text": "وَإِنَّ لَكُمْ فِى ٱلْأَنْعَٰمِ لَعِبْرَةًۭ ۖ نُّسْقِيكُم مِّمَّا فِى بُطُونِهِۦ مِنۢ بَيْنِ فَرْثٍۢ وَدَمٍۢ لَّبَنًا خَالِصًۭا سَآئِغًۭا لِّلشَّٰرِبِينَ",
      "page": 274,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "و البته در چهارپایان (شتر و گاو و گوسفند) برای شما عبرت است، از آنچه در شکمهایشان است از میان سرگین و خون، شیری خالص به شما می‌نوشانیم که برای نوشندگان خوشخور و گوارا است.",
      "translation_pashto": "16-66 او بېشكه تاسو لپاره په څارویو كې خامخا لوى عبرت دى، مونږ پر تاسو څښوو ځینې له هغو څیزونو څخه چې د دوى په ګېډو كې دي د غوشايیو او وینې په مینځ كې خالص شیده (پۍ) چې د څښونكو لپاره له حلق نه په اسانۍ سره تېرېدونكي دي"
    },
    {
      "number": 67,
      "text": "وَمِن ثَمَرَٰتِ ٱلنَّخِيلِ وَٱلْأَعْنَٰبِ تَتَّخِذُونَ مِنْهُ سَكَرًۭا وَرِزْقًا حَسَنًا ۗ إِنَّ فِى ذَٰلِكَ لَءَايَةًۭ لِّقَوْمٍۢ يَعْقِلُونَ",
      "page": 274,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "و نیز از میوه‌های درختان خرما و انگور شراب می‌سازید و روزی پاک و حلال از آن می‌گیرید، البته در این نشانه‌ای است برای قومی که درک می‌کنند.",
      "translation_pashto": "16-67 او د كجورو او انګورو له مېوو څخه، تاسو له دغو نه نشه كوونكي (څيزونه) او ښكلى رزق جوړوئ، بېشكه په دې كې خامخا لویه نښه ده د هغو خلقو لپاره چې له عقل نه كار اخلي"
    },
    {
      "number": 68,
      "text": "وَأَوْحَىٰ رَبُّكَ إِلَى ٱلنَّحْلِ أَنِ ٱتَّخِذِى مِنَ ٱلْجِبَالِ بُيُوتًۭا وَمِنَ ٱلشَّجَرِ وَمِمَّا يَعْرِشُونَ",
      "page": 274,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "و پروردگارت به زنبور عسل الهام کرد که از کوه‌ها و از درختان و از آنچه مردم بنا می‌کنند، برای خود خانه‌ها بسازد.",
      "translation_pashto": "16-68 او ستا رب د شاتو مچیو ته په زړه كې واچوله چې په غرونو كې كورونه جوړ كړه او په ونو كې او په هغو (ځايونو، چوپالونو) كې چې خلق يې لوړ جوړوي"
    },
    {
      "number": 69,
      "text": "ثُمَّ كُلِى مِن كُلِّ ٱلثَّمَرَٰتِ فَٱسْلُكِى سُبُلَ رَبِّكِ ذُلُلًۭا ۚ يَخْرُجُ مِنۢ بُطُونِهَا شَرَابٌۭ مُّخْتَلِفٌ أَلْوَٰنُهُۥ فِيهِ شِفَآءٌۭ لِّلنَّاسِ ۗ إِنَّ فِى ذَٰلِكَ لَءَايَةًۭ لِّقَوْمٍۢ يَتَفَكَّرُونَ",
      "page": 274,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "باز از همۀ میوه‌ها بخور و رام شده راه‌های پروردگارت را در پیش گیر، از شکم‌های زنبوران نوشیدنی به رنگهای مختلف بیرون می‌آید. در آن برای مردمان شفا است، بی‌گمان در این، نشانه‌ای است برای مردمی که تفکر می‌کنند.",
      "translation_pashto": "16-69 بیا ته خوره له هر قسمه مېوو څخه، نو ته ځه د خپل رب په لارو باندې چې اسانې دي، د دوى له خېټو نه مشروب راوځي چې رنګونه يې مختلف دي، په ده كې د خلقو لپاره شفا ده، بېشكه په دې كې لویه نښه ده د هغه قوم لپاره چې ښه فكر كوي"
    },
    {
      "number": 70,
      "text": "وَٱللَّهُ خَلَقَكُمْ ثُمَّ يَتَوَفَّىٰكُمْ ۚ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرْذَلِ ٱلْعُمُرِ لِكَىْ لَا يَعْلَمَ بَعْدَ عِلْمٍۢ شَيْـًٔا ۚ إِنَّ ٱللَّهَ عَلِيمٌۭ قَدِيرٌۭ",
      "page": 274,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "و الله شما را آفرید، باز شما را می‌میراند و برخی از شما به خوارترین (دورۀ) پیری باز گردانیده می‌شود طوریکه پس از دانستن چیزی نمی‌داند (و همه چیز را فراموش می‌کند)، چون الله دانای تواناست.",
      "translation_pashto": "16-70 او الله تاسو پیداكړي یئ، بیا به هغه تاسو وفات كوي او په تاسو كې ځینې هغه دي چې ډېر خوار ژوندون ته ورګرځولى شي، د دې لپاره چې له علم نه بعد پر هېڅ شي پوه نشي، بېشكه الله ښه عالم، ښه قادر دى"
    },
    {
      "number": 71,
      "text": "وَٱللَّهُ فَضَّلَ بَعْضَكُمْ عَلَىٰ بَعْضٍۢ فِى ٱلرِّزْقِ ۚ فَمَا ٱلَّذِينَ فُضِّلُوا۟ بِرَآدِّى رِزْقِهِمْ عَلَىٰ مَا مَلَكَتْ أَيْمَٰنُهُمْ فَهُمْ فِيهِ سَوَآءٌ ۚ أَفَبِنِعْمَةِ ٱللَّهِ يَجْحَدُونَ",
      "page": 274,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "و الله بعضی از شما را بر بعضی دیگر در روزی برتری داده است، آنانی که (در روزی) برتری داده شده‌اند حاضر نیستند که روزی خود را به بردگان خود بدهند تا همۀشان در آن (دارایی) مساوی باشند، پس آیا نعمت الله را انکار می‌کنند؟",
      "translation_pashto": "16-71 او الله ستاسو ځینې په ځینو نورو باندې په رزق كې غوره كړي دي، نو هغه كسان چې غوره كړى شوي دي هغوى خپل رزق لره ورګرځوونكي (وركوونكي) نه دي هغو كسانو ته چې دوى يې مالكان شوي دي، (د دوى وينځې غلامان دي) نو دوى په دغه (رزق) كې برابر دي؟ ایا نو د الله له نعمتونو نه دوى انكار كوي"
    },
    {
      "number": 72,
      "text": "وَٱللَّهُ جَعَلَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَٰجًۭا وَجَعَلَ لَكُم مِّنْ أَزْوَٰجِكُم بَنِينَ وَحَفَدَةًۭ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِ ۚ أَفَبِٱلْبَٰطِلِ يُؤْمِنُونَ وَبِنِعْمَتِ ٱللَّهِ هُمْ يَكْفُرُونَ",
      "page": 274,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "الله از جنس خودتان برای شما همسرانی قرار داد و از همسرانتان برای شما فرزندان و نوادگان آفرید و از چیزهای پاکیزه به شما روزی داد، آیا (باز هم) به باطل ایمان می‌آورند و به نعمت الله كفر می‌ورزند؟",
      "translation_pashto": "16-72 او الله تاسو  لپاره ستاسو له جنسه جوړې پیدا كړي دي او تاسو لپاره يې ستاسو له جوړو نه زامن او لمسي (اولادونه) پیدا كړي دي او تاسو ته يې له پاكیزه څیزونو څخه روزي دركړې ده، ایا نو په باطل باندې دوى ایمان راوړي او د الله په نعمتونو سره دوى كفر كوي"
    },
    {
      "number": 73,
      "text": "وَيَعْبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَمْلِكُ لَهُمْ رِزْقًۭا مِّنَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ شَيْـًۭٔا وَلَا يَسْتَطِيعُونَ",
      "page": 275,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "و به جای الله چیزهایی را عبادت می‌کنند که مالک کمترین رزقی در آسمان‌ها و زمین برای آنان نیستند و توانایی ندارند.",
      "translation_pashto": "16-73 او دوى له الله نه غیر د هغو څیزونو عبادت كوي چې د دوى لپاره اختیار نه لري  د هېڅ رزق له اسمانونو او ځمكې نه د هېڅ شي او نه دوى طاقت لري"
    },
    {
      "number": 74,
      "text": "فَلَا تَضْرِبُوا۟ لِلَّهِ ٱلْأَمْثَالَ ۚ إِنَّ ٱللَّهَ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ",
      "page": 275,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "پس برای الله امثال (مانندها) قرار ندهید (مخلوق را به او تشبیه نکنید)، بی‌گمان الله می‌داند و شما نمی‌دانید.",
      "translation_pashto": "16-74 نو تاسو د الله لپاره مثالونه مه بیانوئ، بېشكه الله پوهېږي او تاسو نه پوهېږئ"
    },
    {
      "number": 75,
      "text": "۞ ضَرَبَ ٱللَّهُ مَثَلًا عَبْدًۭا مَّمْلُوكًۭا لَّا يَقْدِرُ عَلَىٰ شَىْءٍۢ وَمَن رَّزَقْنَٰهُ مِنَّا رِزْقًا حَسَنًۭا فَهُوَ يُنفِقُ مِنْهُ سِرًّۭا وَجَهْرًا ۖ هَلْ يَسْتَوُۥنَ ۚ ٱلْحَمْدُ لِلَّهِ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ",
      "page": 275,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "الله بردۀ مملوکی را به طور مثال ذکر کرده است که برای (انجام) هیچ کاری قدرت ندارد، و نیز کسی را مثل می‌زند که از سوی خویش به او روزی پاکیزه داده است، پس او در پنهان و آشکار از آن انفاق می‌کند، آیا این دو برابرند؟ الحمد لله (سپاسها مخصوص الله است)، بلکه بیشتر آنان نمی‌دانند.",
      "translation_pashto": "16-75 الله یو مثال بيانوي چې یو مملوك مريى دى چې پر هېڅ شي قدرت نه لري او (بل) هغه څوك دى چې مونږ هغه ته له خپل جانبه ښكلى رزق وركړى دى، نو هغه له ده نه په پټه او ښكاره انفاق كوي، ایا دوى سره برابرېږي؟ ټولې ستاينې خاص الله لره دي، بلكې د دوى زیاتره نه پوهېږي"
    },
    {
      "number": 76,
      "text": "وَضَرَبَ ٱللَّهُ مَثَلًۭا رَّجُلَيْنِ أَحَدُهُمَآ أَبْكَمُ لَا يَقْدِرُ عَلَىٰ شَىْءٍۢ وَهُوَ كَلٌّ عَلَىٰ مَوْلَىٰهُ أَيْنَمَا يُوَجِّههُّ لَا يَأْتِ بِخَيْرٍ ۖ هَلْ يَسْتَوِى هُوَ وَمَن يَأْمُرُ بِٱلْعَدْلِ ۙ وَهُوَ عَلَىٰ صِرَٰطٍۢ مُّسْتَقِيمٍۢ",
      "page": 275,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "و الله دو مرد را مَثَل می‌زند که یکی از آنان گنگ است و بر انجام چیزی توانایی ندارد، و او باردوش آقای خویش بوده و هر جا او را بفرستد خیری به همراه نمی‌آورد. آیا او برابر با کسی است که به عدل فرمان می‌دهد و بر راه راست قرار دارد؟",
      "translation_pashto": "16-76 او الله یو مثال بیانوي چې دوه سړي دي، په دواړو كې یو ګونګى دى، پر هېڅ شي قدرت نه لري، په دې حال كې چې هغه په خپل بادار باندې بار (بوج) دى، چې چېرته يې هم ولېږي هېڅ خیر نه راوړي، ایا برابرېږي دغه كس او هغه  څوك چې په انصاف سره حكم كوي او هغه په نېغې لارې باندې قايم دى"
    },
    {
      "number": 77,
      "text": "وَلِلَّهِ غَيْبُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۚ وَمَآ أَمْرُ ٱلسَّاعَةِ إِلَّا كَلَمْحِ ٱلْبَصَرِ أَوْ هُوَ أَقْرَبُ ۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرٌۭ",
      "page": 275,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "و علم غیب آسمان‌ها و زمین مخصوص الله است. و کار قیامت به اندازۀ یک چشم زدن یا کمتر از آن است، بی‌گمان الله بر هر کاری قادر است.",
      "translation_pashto": "16-77 او خاص د الله لپاره دي غیب د اسمانونو او ځمكې، او د قیامت امر نه دى مګر په شان د رپ د سترګو، یا هغه زیات قریب دى (له دې نه هم) بېشكه الله په هر شي باندې ښه قادر دى"
    },
    {
      "number": 78,
      "text": "وَٱللَّهُ أَخْرَجَكُم مِّنۢ بُطُونِ أُمَّهَٰتِكُمْ لَا تَعْلَمُونَ شَيْـًۭٔا وَجَعَلَ لَكُمُ ٱلسَّمْعَ وَٱلْأَبْصَٰرَ وَٱلْأَفْـِٔدَةَ ۙ لَعَلَّكُمْ تَشْكُرُونَ",
      "page": 275,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "و الله شما را از شکم‌های مادران تان بیرون آورد، در حالی که هیچ چیز نمی‌دانستید، و برای شما گوش و چشم و دل داد، تا شکر او را به جا آرید.",
      "translation_pashto": "16-78 او الله تاسو د خپلو میندو له خیټو نه راووېستئ، په داسې حال كې چې پر هېڅ شي نه پوهېدلئ او تاسو ته يې غوږونه او سترګې او زړونه در كړل، د دې لپاره چې تاسو شكر وباسئ"
    },
    {
      "number": 79,
      "text": "أَلَمْ يَرَوْا۟ إِلَى ٱلطَّيْرِ مُسَخَّرَٰتٍۢ فِى جَوِّ ٱلسَّمَآءِ مَا يُمْسِكُهُنَّ إِلَّا ٱللَّهُ ۗ إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍۢ لِّقَوْمٍۢ يُؤْمِنُونَ",
      "page": 275,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "آیا به‌سوی پرندگان رام شده در فضای آسمان ندیده‌اند؟ آنها را کسی جز الله (از افتیدن) نگاه نمی‌دارد، يقينا در این (نمونۀ قدرت الهی) برای کسانی که ایمان دارند نشانه‌هاست.",
      "translation_pashto": "16-79 ایا دوى مرغانو ته نه دي كتلي چې د اسمان په فضا كې مُسَخَّر شوي دي، دوى لره نه ساتي (له غورځېدلو نه) مګر الله، بېشكه په دغو (څيزونو) كې خامخا ډېرې نښې دي د هغو خلقو لپاره چې ایمان راوړي"
    },
    {
      "number": 80,
      "text": "وَٱللَّهُ جَعَلَ لَكُم مِّنۢ بُيُوتِكُمْ سَكَنًۭا وَجَعَلَ لَكُم مِّن جُلُودِ ٱلْأَنْعَٰمِ بُيُوتًۭا تَسْتَخِفُّونَهَا يَوْمَ ظَعْنِكُمْ وَيَوْمَ إِقَامَتِكُمْ ۙ وَمِنْ أَصْوَافِهَا وَأَوْبَارِهَا وَأَشْعَارِهَآ أَثَٰثًۭا وَمَتَٰعًا إِلَىٰ حِينٍۢ",
      "page": 276,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "و الله از خانه‌هایتان برای شما جای آرامش و آسایش قرار داد، و از پوست چهارپایان خانه‌هایی برایتان قرار داده است که آنها را در وقت سفرتان و در روز اقامت تان سبک می‌یابید، و از پشم گوسفند و موی شتر و بز وسائل منزل (و موجبات رفاه) شما را آماده کرده است، تا مدتی معین از آنها استفاده کنید.",
      "translation_pashto": "16-80 او الله تاسو لپاره ستاسو له كورونو نه د استوګنې ځایونه جوړ كړي دي او تاسو لپاره يې د څارویو له څرمنو نه كورونه جوړ كړي دي چې تاسو يې د خپل سفر په ورځ سپك مومئ او د اقامت په ورځ هم او د هغو له وړیو او د هغو له وېښتانو او د هغو له وژغنو نه يې اسبابونه او تر یو وخته پورې د نفعې سامانونه (جوړ كړي دي)"
    },
    {
      "number": 81,
      "text": "وَٱللَّهُ جَعَلَ لَكُم مِّمَّا خَلَقَ ظِلَٰلًۭا وَجَعَلَ لَكُم مِّنَ ٱلْجِبَالِ أَكْنَٰنًۭا وَجَعَلَ لَكُمْ سَرَٰبِيلَ تَقِيكُمُ ٱلْحَرَّ وَسَرَٰبِيلَ تَقِيكُم بَأْسَكُمْ ۚ كَذَٰلِكَ يُتِمُّ نِعْمَتَهُۥ عَلَيْكُمْ لَعَلَّكُمْ تُسْلِمُونَ",
      "page": 276,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "و الله از چیزهایی که آفریده سایه‌هایی را برایتان ایجاد کرد، و از کوه‌ها برای شما غارها قرار داد، و برایتان جامه‌هایی ایجاد کرد که شما را از گرمی (و سردی) حفظ می‌کند و جامه‌هایی که شما را از آسیب جنگ حمایت می‌کند، این چنین او نعمتش را بر شما تمام می‌کند تا تسلیم و منقاد شوید.",
      "translation_pashto": "16-81 او الله له خپلو پيدا كړيو څیزونو نه تاسو لپاره سیوري تيار كړي دي او تاسو لپاره يې په غرونو كې پټ ځایونه جوړ كړي دي او تاسو لپاره يې داسې قمیصونه پیدا كړي دي چې تاسو له ګرمۍ نه ساتي او داسې قمیصونه (زغرې) چې تاسو له جنګ نه ساتي، همدارنګه هغه خپل نعمتونه پر تاسو  باندې پوره كوي، د دې لپاره چې تاسو اسلام راوړئ"
    },
    {
      "number": 82,
      "text": "فَإِن تَوَلَّوْا۟ فَإِنَّمَا عَلَيْكَ ٱلْبَلَٰغُ ٱلْمُبِينُ",
      "page": 276,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "پس اگر رویگردان شدند (از پذیرش اسلام و ایمان، اندوهگین مشو) چون بر تو رساندن آشکار است و بس.",
      "translation_pashto": "16-82 نو كه دوى مخ واړوي، نو همدا خبره ده چې په تا باندې يواځې ښكاره رَسَوَل (تبليغ كول) لازم دي"
    },
    {
      "number": 83,
      "text": "يَعْرِفُونَ نِعْمَتَ ٱللَّهِ ثُمَّ يُنكِرُونَهَا وَأَكْثَرُهُمُ ٱلْكَٰفِرُونَ",
      "page": 276,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "نعمت‌های الله را می‌شناسند (لیکن) باز آن را انکار می‌کنند و بیشتر آنها کافر‌اند.",
      "translation_pashto": "16-83 دوى د الله نعمتونه پېژني، بیا له هغو نه انكار كوي او د دوى زیاتره كافران دي"
    },
    {
      "number": 84,
      "text": "وَيَوْمَ نَبْعَثُ مِن كُلِّ أُمَّةٍۢ شَهِيدًۭا ثُمَّ لَا يُؤْذَنُ لِلَّذِينَ كَفَرُوا۟ وَلَا هُمْ يُسْتَعْتَبُونَ",
      "page": 276,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "و روزی که از هر امتی گواهی برانگیزیم، باز به کافران اجازه (عذر خواهی) داده نمی‌شود و از آنان خواسته نمی‌شود که (با توبه و عمل صالح) پروردگارشان را راضی کنند.",
      "translation_pashto": "16-84 او هغه ورځ چې مونږ به له هر امت نه یو ګواه راپورته كړو، بیا به هغو كسانو ته چې كفر يې كړى دى، اجازت نه وركولى شي او نه به له دوى نه د راضي كولو طلب كولى شي"
    },
    {
      "number": 85,
      "text": "وَإِذَا رَءَا ٱلَّذِينَ ظَلَمُوا۟ ٱلْعَذَابَ فَلَا يُخَفَّفُ عَنْهُمْ وَلَا هُمْ يُنظَرُونَ",
      "page": 276,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "و چون ظالمان عذاب را بینند، پس از آنها کاسته نشود (این عذاب) و نه مهلت داده می‌شوند.",
      "translation_pashto": "16-85 او كله چې هغه كسان چې ظلم يې كړى دى عذاب وویني، نو له دوى نه به هغه سپك (كم) نه كړى شي او نه به دوى ته مهلت وركولى شي"
    },
    {
      "number": 86,
      "text": "وَإِذَا رَءَا ٱلَّذِينَ أَشْرَكُوا۟ شُرَكَآءَهُمْ قَالُوا۟ رَبَّنَا هَٰٓؤُلَآءِ شُرَكَآؤُنَا ٱلَّذِينَ كُنَّا نَدْعُوا۟ مِن دُونِكَ ۖ فَأَلْقَوْا۟ إِلَيْهِمُ ٱلْقَوْلَ إِنَّكُمْ لَكَٰذِبُونَ",
      "page": 276,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "و چون مشركان شریکان (معبودان) خود را ببینند، می‌گویند: ای پروردگار ما! این‌ها‌اند شریکان ما که آنان را به جای تو می‌خواندیم، (معبودان) این سخنان آنها را رد می‌کنند (و می‌گویند:) که يقينا شما دروغگوئید.",
      "translation_pashto": "16-86 او كله چې مشركان خپل شریكان وویني، دوى به ووايي: اى زمونږ ربه! دا زمونږ هغه شریكان دي چې مونږ به له تا نه غیر بلل، نو شریكان به دوى ته خبره وروغورځوي (جواب به وركړي) چې بېشكه تاسو یقینًا دروغجنا یئ "
    },
    {
      "number": 87,
      "text": "وَأَلْقَوْا۟ إِلَى ٱللَّهِ يَوْمَئِذٍ ٱلسَّلَمَ ۖ وَضَلَّ عَنْهُم مَّا كَانُوا۟ يَفْتَرُونَ",
      "page": 276,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "و آن روز به‌سوی الله پیغام تسلیم و انقیاد را می‌افگنند و آنچه را افترا می‌کردند از آنان گم می‌شود.",
      "translation_pashto": "16-87 او مشركان به په دغې ورځې كې الله ته تسليمي وړاندې كړي او له دوى نه به هغه څه ورك شي چې دوى به دروغ تړل"
    },
    {
      "number": 88,
      "text": "ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ زِدْنَٰهُمْ عَذَابًۭا فَوْقَ ٱلْعَذَابِ بِمَا كَانُوا۟ يُفْسِدُونَ",
      "page": 277,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "آنانی که کافر شدند و از راه (دین) الله منع نمودند، عذابی بر عذابشان می‌افزاییم به سبب اینکه )در زمین( فساد می‌کردند.",
      "translation_pashto": "16-88 هغه كسان چې كفر يې كړى دى او د الله له لارې نه يې بندول كړي دي، مونږ به هغوى ته عذاب د عذاب له پاسه ورزیات كړو، په سبب د هغه چې دوى به فساد كاوه "
    },
    {
      "number": 89,
      "text": "وَيَوْمَ نَبْعَثُ فِى كُلِّ أُمَّةٍۢ شَهِيدًا عَلَيْهِم مِّنْ أَنفُسِهِمْ ۖ وَجِئْنَا بِكَ شَهِيدًا عَلَىٰ هَٰٓؤُلَآءِ ۚ وَنَزَّلْنَا عَلَيْكَ ٱلْكِتَٰبَ تِبْيَٰنًۭا لِّكُلِّ شَىْءٍۢ وَهُدًۭى وَرَحْمَةًۭ وَبُشْرَىٰ لِلْمُسْلِمِينَ",
      "page": 277,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "و به یاد آور روزی را که در هر امت گواهی از خود آنها بر آنها می‌فرستیم و تو را هم بر ایشان گواه آوریم. و کتاب را (به تدریج) بر تو نازل کردیم که بیانگر هر چیز و وسيلۀ هدایت و رحمتی (است). و بشارتی‌ است برای مسلمانان.",
      "translation_pashto": "16-89 او په هغې ورځې كې چې مونږ به په هر امت كې یو ګواه راپورته كړو د دوى په خلاف د همدوى له نفسونو نه او مونږ به تا په دوى باندې ګواه راولو او مونږ په تا باندې كتاب نازل كړى دى، په داسې حال كې چې (د دين) د هر شي لپاره (په كې) واضحه بیان دى او هدایت او رحمت او زېرى دى د مسلمانانو لپاره "
    },
    {
      "number": 90,
      "text": "۞ إِنَّ ٱللَّهَ يَأْمُرُ بِٱلْعَدْلِ وَٱلْإِحْسَٰنِ وَإِيتَآئِ ذِى ٱلْقُرْبَىٰ وَيَنْهَىٰ عَنِ ٱلْفَحْشَآءِ وَٱلْمُنكَرِ وَٱلْبَغْىِ ۚ يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّرُونَ",
      "page": 277,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "البته الله به عدل و احسان و بخشش به خویشاوندان امر می‌کند و از فحشا (کار زشت) و ناشایست و تجاوز منع می‌کند. و شما را پند می‌دهد تا عبرت گیرید.",
      "translation_pashto": "16-90 بېشكه الله د انصاف كولو او احسان كولو او خپلوانو ته د وركړې حكم كوي او له فحاشۍ او بدو كارونو او سركشۍ نه منع كوي، هغه تاسو ته وعظ كوي، د دې لپاره چې تاسو نصیحت قبول كړئ"
    },
    {
      "number": 91,
      "text": "وَأَوْفُوا۟ بِعَهْدِ ٱللَّهِ إِذَا عَٰهَدتُّمْ وَلَا تَنقُضُوا۟ ٱلْأَيْمَٰنَ بَعْدَ تَوْكِيدِهَا وَقَدْ جَعَلْتُمُ ٱللَّهَ عَلَيْكُمْ كَفِيلًا ۚ إِنَّ ٱللَّهَ يَعْلَمُ مَا تَفْعَلُونَ",
      "page": 277,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "و به عهد الله چون عهد کرديد، وفا کنید. و قسم‌ها را پس از تأكید آن نشکنید، در حالیکه الله را بر خود کفیل (ضامن) گردانیده‌اید، بی‌گمان الله آنچه را که می‌کنید، می‌داند.",
      "translation_pashto": "16-91 او تاسو د الله وعده پوره كړئ كله چې تاسو وعده وكړئ او خپل قسمونه د هغو له پخولو نه بعد مه ماتوئ، حال دا چې تاسو  الله پر خپلو ځانونو كفیل (ضامن) ګرځولى دى، بېشكه الله پوهېږي پر هغه څه چې تاسو يې كوئ"
    },
    {
      "number": 92,
      "text": "وَلَا تَكُونُوا۟ كَٱلَّتِى نَقَضَتْ غَزْلَهَا مِنۢ بَعْدِ قُوَّةٍ أَنكَٰثًۭا تَتَّخِذُونَ أَيْمَٰنَكُمْ دَخَلًۢا بَيْنَكُمْ أَن تَكُونَ أُمَّةٌ هِىَ أَرْبَىٰ مِنْ أُمَّةٍ ۚ إِنَّمَا يَبْلُوكُمُ ٱللَّهُ بِهِۦ ۚ وَلَيُبَيِّنَنَّ لَكُمْ يَوْمَ ٱلْقِيَٰمَةِ مَا كُنتُمْ فِيهِ تَخْتَلِفُونَ",
      "page": 277,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "و مانند آن (زن) نباشید که رشتۀ خود را پس از محکم تابیدن گسست، تا قسم‌های تان را در میان خود وسیلۀ فریب سازید، تا گروهی از گروهی دیگر (مال و امکانات) بیشتر بدست آورد. جز این نیست که الله شما را به وسيلۀ آن می‌آزماید، و به يقين روز قیامت آنچه را که در آن اختلاف می‌کردید برایتان بیان می‌کند.",
      "translation_pashto": "16-92 او تاسو د هغې ښځې په شان مه كېږئ چې خپل ورېشلي تارونه به يې له مضبوطوالي نه پس بېرته اومه كول، په دې حال كې چې ټوټې ټوټې وي، تاسو خپل قسمونه په خپل مینځ كې د ټګۍ ذریعه جوړوئ، په دې وجه چې شي یوه ډله، هغه ډېره زیاته (غالبه او فايده اخيستونكې) له بلې ډلې نه، همدا خبره ده چې الله تاسو په دې سره ازمايي او خامخا ضرور به د قیامت په ورځ تاسو ته بیانوي هغه څه چې تاسو به په هغه كې اختلاف كاوه"
    },
    {
      "number": 93,
      "text": "وَلَوْ شَآءَ ٱللَّهُ لَجَعَلَكُمْ أُمَّةًۭ وَٰحِدَةًۭ وَلَٰكِن يُضِلُّ مَن يَشَآءُ وَيَهْدِى مَن يَشَآءُ ۚ وَلَتُسْـَٔلُنَّ عَمَّا كُنتُمْ تَعْمَلُونَ",
      "page": 277,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "و اگر الله می‌خواست شما را امت واحد (مسلمان) می‌گردانید ولی کسی را که بخواهد گمراه می‌کند و کسی را که بخواهد هدایت می‌کند. و البته از آنچه در دنیا می‌کردید، پرسیده خواهید شد.",
      "translation_pashto": "16-93 او كه چېرې الله غوښتلى (نو) خامخا تاسو به يې یو امت ګرځولي وى او لېكن هغه ګمراه كوي چا چې وغواړي او هدایت وركوي چا ته چې وغواړي او خامخا ضرور به له تاسو نه تپوس كېږي د هغو عملونو په باره كې چې تاسو به كول"
    },
    {
      "number": 94,
      "text": "وَلَا تَتَّخِذُوٓا۟ أَيْمَٰنَكُمْ دَخَلًۢا بَيْنَكُمْ فَتَزِلَّ قَدَمٌۢ بَعْدَ ثُبُوتِهَا وَتَذُوقُوا۟ ٱلسُّوٓءَ بِمَا صَدَدتُّمْ عَن سَبِيلِ ٱللَّهِ ۖ وَلَكُمْ عَذَابٌ عَظِيمٌۭ",
      "page": 278,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "و قسم‌هایتان را در میان خود وسیلۀ فریب قرار ندهید، تا (مبادا) قدمهایتان پس از محکم شدنش بلغزد، و به سبب منع کردنتان از راه الله عذاب را بچشید و در آخرت عذاب بزرگ داشته باشید.",
      "translation_pashto": "16-94 او تاسو خپل قسمونه په خپل مینځ كې د ټګۍ ذریعه مه جوړوئ، نو (ګنې) قدم به (پر اسلام) د هغه له ټېنګېدلو نه پس وښويېږي او تاسو به بدي وڅكئ، په سبب د هغه چې تاسو د الله له لارې نه بندول كړي دي او تاسو  لپاره ډېر لوى عذاب دى"
    },
    {
      "number": 95,
      "text": "وَلَا تَشْتَرُوا۟ بِعَهْدِ ٱللَّهِ ثَمَنًۭا قَلِيلًا ۚ إِنَّمَا عِندَ ٱللَّهِ هُوَ خَيْرٌۭ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ",
      "page": 278,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "و عهد الله را به بهای حقیر (دنیا) نفروشید، زیرا آنچه نزد الله است همان برای شما بهتر است، اگر بدانید.",
      "translation_pashto": "16-95 او تاسو د الله په عهد سره لږې پیسې (دنياوي مال و دولت) مه اخلئ، بېشكه هغه څه چې د الله په نیز دي هغه تاسو لپاره ډېر غوره دي، كه چېرې تاسو پوهېږئ"
    },
    {
      "number": 96,
      "text": "مَا عِندَكُمْ يَنفَدُ ۖ وَمَا عِندَ ٱللَّهِ بَاقٍۢ ۗ وَلَنَجْزِيَنَّ ٱلَّذِينَ صَبَرُوٓا۟ أَجْرَهُم بِأَحْسَنِ مَا كَانُوا۟ يَعْمَلُونَ",
      "page": 278,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "(چون) آنچه نزد شماست فانی شدنی است و آنچه نزد الله است (برای همیشه) باقی می‌ماند. و البته صابران را (نظر) به نیکوترین آنچه عمل می‌کردند، ثواب خواهیم داد.",
      "translation_pashto": "16-96 هغه څه چې له تاسو سره دي هغه ختمېږي او څه چې له الله سره دي هغه باقي دي او خامخا ضرور به مونږ هغو كسانو ته په عوض كې د هغوى اجر وركړو چې صبر يې كړى دى د هغو تر ټولو ښو عملونو په بدل كې چې دوى به كول"
    },
    {
      "number": 97,
      "text": "مَنْ عَمِلَ صَٰلِحًۭا مِّن ذَكَرٍ أَوْ أُنثَىٰ وَهُوَ مُؤْمِنٌۭ فَلَنُحْيِيَنَّهُۥ حَيَوٰةًۭ طَيِّبَةًۭ ۖ وَلَنَجْزِيَنَّهُمْ أَجْرَهُم بِأَحْسَنِ مَا كَانُوا۟ يَعْمَلُونَ",
      "page": 278,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "هر کس خواه زن و خواه مرد، کار نیک انجام دهد و او مؤمن باشد، البته به زندگی پاک و خوشایند زنده اش می‌کنیم. و حتما (نظر) به نیکوترین آنچه عمل می‌کردند، ثوابشان خواهیم داد.",
      "translation_pashto": "16-97 چا چې  نېك عمل وكړ، سړى وي، يا كه ښځه، په داسې حال كې چې مومن وي، نو خامخا هرومرو به مونږ هغه ته ژوند وركړو، ډېر پاكېزه ژوند او خامخا هرومرو به مونږ هغوى ته د هغوى د اجر جزا وركړو د هغو تر ټولو ښو عملونو په بدل كې چې دوى به كول"
    },
    {
      "number": 98,
      "text": "فَإِذَا قَرَأْتَ ٱلْقُرْءَانَ فَٱسْتَعِذْ بِٱللَّهِ مِنَ ٱلشَّيْطَٰنِ ٱلرَّجِيمِ",
      "page": 278,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "پس هرگاه که خواستی قرآن بخوانی از (شر) شیطان رانده شده به الله پناه بخواه.",
      "translation_pashto": "16-98 نو كله چې ته قرآن لولې، نو د الله پناه وغواړه د رټل شوي شیطان (له شر) نه"
    },
    {
      "number": 99,
      "text": "إِنَّهُۥ لَيْسَ لَهُۥ سُلْطَٰنٌ عَلَى ٱلَّذِينَ ءَامَنُوا۟ وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ",
      "page": 278,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "بی‌گمان شیطان بر کسانی که ایمان آورده‌اند و بر پروردگارشان توکل می‌کنند، هیچ تسلطی ندارد.",
      "translation_pashto": " 16-99 بېشكه چې دى، نشته ده ته هېڅ غلبه په هغو كسانو باندې چې ایمان يې راوړى دى او چې خاص په خپل رب باندې هغوى توكل كوي"
    },
    {
      "number": 100,
      "text": "إِنَّمَا سُلْطَٰنُهُۥ عَلَى ٱلَّذِينَ يَتَوَلَّوْنَهُۥ وَٱلَّذِينَ هُم بِهِۦ مُشْرِكُونَ",
      "page": 278,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "سلطۀ او تنها بر کسانی است که او را به دوستی می‌گیرند و (سلطۀ او) بر کسانی است که آنها به او (الله) شرک می‌آورند.",
      "translation_pashto": "16-100 همداخبره ده چې د ده غلبه په هغو كسانو باندې ده چې له ده سره دوستي كوي او په هغو كسانو باندې چې هغوى له هغه (الله) سره شریك جوړونكي دي"
    },
    {
      "number": 101,
      "text": "وَإِذَا بَدَّلْنَآ ءَايَةًۭ مَّكَانَ ءَايَةٍۢ ۙ وَٱللَّهُ أَعْلَمُ بِمَا يُنَزِّلُ قَالُوٓا۟ إِنَّمَآ أَنتَ مُفْتَرٍۭ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ",
      "page": 278,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "و چون آیتی را به جای آیت دیگر بدل کنیم و الله به آنچه نازل می‌کند داناتر است. (دوستان شیطان) می‌گویند: جز این نیست که تو افتراکننده ای؛ بلکه اکثر آنها نمی‌دانند.",
      "translation_pashto": "16-101 او كله چې مونږ یو ایت د بل ایت په ځاى كې تبديل كړو، او الله ښه پوه دى پر هغه څه چې هغه يې نازلوي، دوى وايي: خبره همدا ده چې ته دروغ تړونكى يې، بلكې د دوى اكثره نه پوهېږي"
    },
    {
      "number": 102,
      "text": "قُلْ نَزَّلَهُۥ رُوحُ ٱلْقُدُسِ مِن رَّبِّكَ بِٱلْحَقِّ لِيُثَبِّتَ ٱلَّذِينَ ءَامَنُوا۟ وَهُدًۭى وَبُشْرَىٰ لِلْمُسْلِمِينَ",
      "page": 278,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "بگو: روح القدس (جبرئیل) آن را به حق از سوی پروردگارت نازل کرده است، تا مؤمنان را ثابت قدم گرداند و تا هدایت و مژده‌ای باشد برای مسلمانان.",
      "translation_pashto": "16-102 ته ووایه: هغه ستا د رب له جانبه په حقه سره روح القدس (جبریل) نازل كړى دى،  د دې لپاره چې هغه كسان ثابت او ټینګ كړي چې ایمان يې راوړى دى او د مسلمانانو د هدایت او زېري لپاره "
    },
    {
      "number": 103,
      "text": "وَلَقَدْ نَعْلَمُ أَنَّهُمْ يَقُولُونَ إِنَّمَا يُعَلِّمُهُۥ بَشَرٌۭ ۗ لِّسَانُ ٱلَّذِى يُلْحِدُونَ إِلَيْهِ أَعْجَمِىٌّۭ وَهَٰذَا لِسَانٌ عَرَبِىٌّۭ مُّبِينٌ",
      "page": 279,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "و البته می‌دانیم که آنان می‌گویند: جز این نیست که بشری این قرآن را به او می‌آموزد. زبان کسی که این را به او نسبت می‌دهند، عجمی (غیر عربی) است. و این (قرآن) به زبان عربی واضح و روشن است.",
      "translation_pashto": "16-103 او یقینًا یقینًا مونږ پوهېږو چې بېشكه دوى وايي: خبره همدا ده چې ده ته یو انسان ښوونه كوي، د هغه كس ژبه چې دوى هغه ته نسبت كوي؛ عجمي ده او دا (قرآن) واضحه عربي ژبه ده"
    },
    {
      "number": 104,
      "text": "إِنَّ ٱلَّذِينَ لَا يُؤْمِنُونَ بِـَٔايَٰتِ ٱللَّهِ لَا يَهْدِيهِمُ ٱللَّهُ وَلَهُمْ عَذَابٌ أَلِيمٌ",
      "page": 279,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "يقينا آنان که به آيات الله ایمان نمی‌آورند، الله آنها به راه راست نمی‌برد، (بلکه) برایشان عذاب دردناک است.",
      "translation_pashto": "16-104 بېشكه هغه كسان چې د الله په ایتونو باندې ایمان راوړي، الله دوى ته هدایت نه كوي او دوى ته ډېر دردوونكى عذاب دى"
    },
    {
      "number": 105,
      "text": "إِنَّمَا يَفْتَرِى ٱلْكَذِبَ ٱلَّذِينَ لَا يُؤْمِنُونَ بِـَٔايَٰتِ ٱللَّهِ ۖ وَأُو۟لَٰٓئِكَ هُمُ ٱلْكَٰذِبُونَ",
      "page": 279,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "جز این نیست که فقط کسانی دروغ می‌بندند که به آیات الله ایمان ندارند و ایشان خود دروغگویانند.",
      "translation_pashto": "16-105 خبره همدا ده چې دروغ هغه كسان تړي چې د الله په ایتونو باندې ایمان نه راوړي او همدغه خلق دروغجن دي "
    },
    {
      "number": 106,
      "text": "مَن كَفَرَ بِٱللَّهِ مِنۢ بَعْدِ إِيمَٰنِهِۦٓ إِلَّا مَنْ أُكْرِهَ وَقَلْبُهُۥ مُطْمَئِنٌّۢ بِٱلْإِيمَٰنِ وَلَٰكِن مَّن شَرَحَ بِٱلْكُفْرِ صَدْرًۭا فَعَلَيْهِمْ غَضَبٌۭ مِّنَ ٱللَّهِ وَلَهُمْ عَذَابٌ عَظِيمٌۭ",
      "page": 279,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "کسی که به (وحدانیت) الله بعد از ایمان آوردن خود کافر شود، مگر آن کس که (به کفر گویی) مجبور شده ولی قلبش به ایمان آرام و استوار است. ولی کسی که به کفر سینه گشاده کند، پس غضبی از طرف الله بر آنان است. و برایشان عذاب بزرگ خواهد بود.",
      "translation_pashto": "16-106 هغه څوك چې په الله سره كافر شو د خپل ایمان له راوړلو نه پس، غیر له هغه كس نه چې زور پرې وكړى شي، په دې حال كې چې د هغهٔ زړهٔ په ایمان سره مطمئن وي او لېكن هغه څوك چې په كفر سره خپله سینه فراخه كړي (له زړه نه پرې راي شي)، نو په دغو خلقو باندې د الله له جانبه غضب دى او د دوى لپاره ډېر لوى عذاب دى "
    },
    {
      "number": 107,
      "text": "ذَٰلِكَ بِأَنَّهُمُ ٱسْتَحَبُّوا۟ ٱلْحَيَوٰةَ ٱلدُّنْيَا عَلَى ٱلْءَاخِرَةِ وَأَنَّ ٱللَّهَ لَا يَهْدِى ٱلْقَوْمَ ٱلْكَٰفِرِينَ",
      "page": 279,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "این (غضب الهی) به سبب آنست که آنها زندگی دنیا را دوست داشتند و بر آخرت ترجیح دادند و اینکه الله قوم کافر را هدایت نمی‌کند.",
      "translation_pashto": "16-107 دا په سبب د دې چې بېشكه دوى دنيايي ژوند په اخرت باندې غوره كړى دى او دا چې بېشكه الله كافر قوم ته هدایت نه كوي"
    },
    {
      "number": 108,
      "text": "أُو۟لَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمْ وَسَمْعِهِمْ وَأَبْصَٰرِهِمْ ۖ وَأُو۟لَٰٓئِكَ هُمُ ٱلْغَٰفِلُونَ",
      "page": 279,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "ایشان کسانی‌اند که الله بر دلها و گوشها و چشمانشان مهر زده است آنان غافلانند.",
      "translation_pashto": "16-108 دا همغه كسان دي چې الله د دوى پر زړونو او د دوى پر غوږونو او د دوى پر سترګو باندې مهر لګولى دى او همدغه كسان غافلان دي"
    },
    {
      "number": 109,
      "text": "لَا جَرَمَ أَنَّهُمْ فِى ٱلْءَاخِرَةِ هُمُ ٱلْخَٰسِرُونَ",
      "page": 279,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "شک نیست در اینکه آنها در آخرت خساره کنندگان‌اند.",
      "translation_pashto": "16-109 حقیقت دا دى چې بېشكه دوى په اخرت كې، همدوى تاوانیان دي"
    },
    {
      "number": 110,
      "text": "ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هَاجَرُوا۟ مِنۢ بَعْدِ مَا فُتِنُوا۟ ثُمَّ جَٰهَدُوا۟ وَصَبَرُوٓا۟ إِنَّ رَبَّكَ مِنۢ بَعْدِهَا لَغَفُورٌۭ رَّحِيمٌۭ",
      "page": 279,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "باز پروردگارت نسبت به کسانی که هجرت کردند پس از آنکه شکنجه شدند، باز جهاد کردند و صبر کردند، البته آمرزندۀ مهربان است.",
      "translation_pashto": "16-110 بیا بېشكه ستا رب د هغو كسانو لپاره چې هجرت يې كړى دى وروسته له دې چې په فتنو كې واچول شول، بیا يې جهاد هم كړى دى او صبر يې كړى دى، بېشكه ستا رب له دې نه پس خامخا ښه مغفرت كوونكى، بې حده رحم كوونكى دى"
    },
    {
      "number": 111,
      "text": "۞ يَوْمَ تَأْتِى كُلُّ نَفْسٍۢ تُجَٰدِلُ عَن نَّفْسِهَا وَتُوَفَّىٰ كُلُّ نَفْسٍۢ مَّا عَمِلَتْ وَهُمْ لَا يُظْلَمُونَ",
      "page": 280,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "روزی که هر شخص جدال کنان از خود دفاع کند. و هر کسی به سزای آنچه کرده، بدون کم و کاست پاداش داده شود و به آنها ظلم نمی‌شود.",
      "translation_pashto": "16-111 هغه ورځ چې هر كس به په داسې حال كې راځي چې د خپل نفس له طرف نه به جګړه كوي او هر نفس ته به پوره وركړى شي هغه څه چې ده كړي دي، په دې حال كې چې پر دوى به ظلم ونه كړى شي"
    },
    {
      "number": 112,
      "text": "وَضَرَبَ ٱللَّهُ مَثَلًۭا قَرْيَةًۭ كَانَتْ ءَامِنَةًۭ مُّطْمَئِنَّةًۭ يَأْتِيهَا رِزْقُهَا رَغَدًۭا مِّن كُلِّ مَكَانٍۢ فَكَفَرَتْ بِأَنْعُمِ ٱللَّهِ فَأَذَٰقَهَا ٱللَّهُ لِبَاسَ ٱلْجُوعِ وَٱلْخَوْفِ بِمَا كَانُوا۟ يَصْنَعُونَ",
      "page": 280,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "الله (مردمان) قریه‌ای را مثال می‌زند که در امن و امان و آسودگی بود و از هر طرف روزیش فراوان به سویش می‌رسید، اما کفران نعمت الله را کردند و الله به سزای کاری که انجام دادند لباس گرسنگی و ترس را (به تن آنان کرد و طعم گرسنگی را) به ایشان چشانید.",
      "translation_pashto": "16-112 او الله د یو كلي مثال بیانوي چې د امن والا (او) اطمينان والا و، دغه (كلي) ته به د هغه رزق له هره ځایه پرېمانه راته، نو دغه كلي د الله د نعمتونو ناشكري وكړه، نو الله په دغه كلي باندې د لوږې او وېرې لباس وڅكاوه (لوږه او وېره يې پرې راوستله) په سبب د هغو عملونو چې دوى به كول"
    },
    {
      "number": 113,
      "text": "وَلَقَدْ جَآءَهُمْ رَسُولٌۭ مِّنْهُمْ فَكَذَّبُوهُ فَأَخَذَهُمُ ٱلْعَذَابُ وَهُمْ ظَٰلِمُونَ",
      "page": 280,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "البته پیغمبر از خودشان به‌سوی آنان آمد ولی او را دروغگو شمردند، پس در حالی که ظالم بودند، عذاب آنها را فرا گرفت.",
      "translation_pashto": "16-113 او یقینًا یقینًا دوى ته له همدوى ځنې رسول راغلى و، نو دوى د هغه تكذیب وكړ، نو دوى عذاب ونیول، په داسې حال كې چې دوى ظالمان وو"
    },
    {
      "number": 114,
      "text": "فَكُلُوا۟ مِمَّا رَزَقَكُمُ ٱللَّهُ حَلَٰلًۭا طَيِّبًۭا وَٱشْكُرُوا۟ نِعْمَتَ ٱللَّهِ إِن كُنتُمْ إِيَّاهُ تَعْبُدُونَ",
      "page": 280,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "پس از روزی حلال و پاکیزه‌ای بخورید که الله به شما روزی داده است و شکر نعمت الله را به جای آورید اگر تنها او را می‌پرستید.",
      "translation_pashto": "16-114 نو تاسو خورئ له هغو (خوراكونو) نه چې تاسو ته الله دركړي دي، چې حلال، پاكيزه دي او تاسو د الله د نعمتونو شكر وباسئ كه چېرې تاسو خاص د هغهٔ عبادت كوئ"
    },
    {
      "number": 115,
      "text": "إِنَّمَا حَرَّمَ عَلَيْكُمُ ٱلْمَيْتَةَ وَٱلدَّمَ وَلَحْمَ ٱلْخِنزِيرِ وَمَآ أُهِلَّ لِغَيْرِ ٱللَّهِ بِهِۦ ۖ فَمَنِ ٱضْطُرَّ غَيْرَ بَاغٍۢ وَلَا عَادٍۢ فَإِنَّ ٱللَّهَ غَفُورٌۭ رَّحِيمٌۭ",
      "page": 280,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "جز این نیست که مردار و خون و گوشت خوک و آنچه نام غير الله (به وقت ذبح) بر آن گفته شده باشد بر شما حرام کرده شده است، ولی اگر کسی به خوردن آنها مجبور شود، در صورتی که علاقمند نبوده و متجاوز نباشد (بر وی ایرادی نیست) يقينا الله آمرزندۀ مهربان است.",
      "translation_pashto": "16-115 همدا خبره ده چې هغه پر تاسو  باندې حرامه كړې ده مرداره او وینه او د خنزیر غوښه او هغه چې په هغه باندې د غیرالله لپاره اواز پورته شوى وي، نو هغه څوك چې مجبوره شي ، په دې حال كې چې نه ظالم وي او نه (له حده) تجاوز كوونكى وي، نو بېشكه الله ډېر بخښونكى، بې حده رحم كوونكى دى"
    },
    {
      "number": 116,
      "text": "وَلَا تَقُولُوا۟ لِمَا تَصِفُ أَلْسِنَتُكُمُ ٱلْكَذِبَ هَٰذَا حَلَٰلٌۭ وَهَٰذَا حَرَامٌۭ لِّتَفْتَرُوا۟ عَلَى ٱللَّهِ ٱلْكَذِبَ ۚ إِنَّ ٱلَّذِينَ يَفْتَرُونَ عَلَى ٱللَّهِ ٱلْكَذِبَ لَا يُفْلِحُونَ",
      "page": 280,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "و برای آنچه که زبانتان به دروغ بیان می‌کند نگویید این حلال است و این حرام، تا بر الله دروغ ببندید، چون کسانی که بر الله دروغ می‌بندند، کامیاب نمی‌شوند.",
      "translation_pashto": "16-116 او په دې وجه چې ستاسو ژبې دروغ بیانوې تاسو دا مه وایئ چې دا حلال دي او دا حرام دي، د دې لپاره چې تاسو په الله باندې له ځانه دروغ جوړ كړئ، بېشكه هغه كسان چې په الله باندې دروغ تپي، هغوى  به خلاصى ونه مومي"
    },
    {
      "number": 117,
      "text": "مَتَٰعٌۭ قَلِيلٌۭ وَلَهُمْ عَذَابٌ أَلِيمٌۭ",
      "page": 280,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "(بلکه برایشان در دنیا) نفع اندک است و برای آنها عذاب دردناک است.",
      "translation_pashto": "16-117 ډېره لږه فايده ده، او د دوى لپاره ډېر دردوونكى عذاب دى "
    },
    {
      "number": 118,
      "text": "وَعَلَى ٱلَّذِينَ هَادُوا۟ حَرَّمْنَا مَا قَصَصْنَا عَلَيْكَ مِن قَبْلُ ۖ وَمَا ظَلَمْنَٰهُمْ وَلَٰكِن كَانُوٓا۟ أَنفُسَهُمْ يَظْلِمُونَ",
      "page": 280,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "و (ما) بر یهودیان چیزهایی را حرام کردیم که قبلا برای تو (در سورۀ انعام) حکایت کردیم، و ما به آنان ظلم نکردیم بلکه خودشان به خویشتن ظلم می‌کردند.",
      "translation_pashto": "16-118 او په هغو كسانو باندې چې یهودیان شوي دي، مونږ حرام كړي دي هغه څه چې مونږ تا ته له دې نه مخكې بیان كړي دي او مونږ پر هغوى باندې ظلم نه دى كړى او لېكن هغوى وو چې پر خپلو ځانونو يې ظلم كاوه "
    },
    {
      "number": 119,
      "text": "ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُوا۟ ٱلسُّوٓءَ بِجَهَٰلَةٍۢ ثُمَّ تَابُوا۟ مِنۢ بَعْدِ ذَٰلِكَ وَأَصْلَحُوٓا۟ إِنَّ رَبَّكَ مِنۢ بَعْدِهَا لَغَفُورٌۭ رَّحِيمٌ",
      "page": 281,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "باز (هم دروازۀ توبه برایشان باز است) چون پروردگار تو برای آنان که به نادانی کارهای بد کردند باز بعد از آن توبه کردند و اصلاح کردند (عقیده و عمل خود را)، البته پروردگار تو بعد از این (توبه و اصلاح) آمرزندۀ مهربان است.",
      "translation_pashto": "16-119 بیا بېشكه ستا رب هغو كسانو ته چې بدي يې په ناپوهۍ سره كړې ده، بیا يې له دې نه بعد توبه ووېستله او اصلاح يې وكړه، بېشكه ستا رب له دې (توبې) نه بعد خامخا ډېر بخښونكى، بې حده رحم كوونكى دى"
    },
    {
      "number": 120,
      "text": "إِنَّ إِبْرَٰهِيمَ كَانَ أُمَّةًۭ قَانِتًۭا لِّلَّهِ حَنِيفًۭا وَلَمْ يَكُ مِنَ ٱلْمُشْرِكِينَ",
      "page": 281,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "بی‌گمان ابراهیم یک امت (و) مطيع امر الله بود در حالی که او بیزار از دین باطل بود و از مشرکان نبود.",
      "translation_pashto": "16-120 بېشكه ابراهیم یو امت و، د الله فرمان منونكى، حق ته مايله او نه و هغه له مشركانو څخه"
    },
    {
      "number": 121,
      "text": "شَاكِرًۭا لِّأَنْعُمِهِ ۚ ٱجْتَبَىٰهُ وَهَدَىٰهُ إِلَىٰ صِرَٰطٍۢ مُّسْتَقِيمٍۢ",
      "page": 281,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "شکر گزار نعمت‌های وی (الله) بود، او را برگزید و به راه راست هدایتش کرد.",
      "translation_pashto": "16-121 د هغهٔ د نعمتونو شكر كوونكى و، الله هغه غوره كړى و او هغه ته يې د نېغې لارې هدایت كړى و "
    },
    {
      "number": 122,
      "text": "وَءَاتَيْنَٰهُ فِى ٱلدُّنْيَا حَسَنَةًۭ ۖ وَإِنَّهُۥ فِى ٱلْءَاخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ",
      "page": 281,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "و در این دنیا به او حسنه (نبوت، فرزند صالح) دادیم و همانا او در روز آخرت نیز از نیکان و شایستگان است.",
      "translation_pashto": "16-122 او مونږ هغه ته په دنیا كې نېكي (او ښېګڼه) وركړې وه او بېشكه هغه په اخرت كې خامخا له صالحانو څخه دى"
    },
    {
      "number": 123,
      "text": "ثُمَّ أَوْحَيْنَآ إِلَيْكَ أَنِ ٱتَّبِعْ مِلَّةَ إِبْرَٰهِيمَ حَنِيفًۭا ۖ وَمَا كَانَ مِنَ ٱلْمُشْرِكِينَ",
      "page": 281,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "باز به‌سوی تو وحی کردیم که از دین ابراهیم که از ادیان باطل بیزار بود، پیروی کن (زیرا) او از مشرکان نبود.",
      "translation_pashto": "16-123 بیا مونږ تا ته وحي وكړه چې د ابراهیم د ملت پیروي وكړه چې حنیف و او له مشركانو څخه نه و "
    },
    {
      "number": 124,
      "text": "إِنَّمَا جُعِلَ ٱلسَّبْتُ عَلَى ٱلَّذِينَ ٱخْتَلَفُوا۟ فِيهِ ۚ وَإِنَّ رَبَّكَ لَيَحْكُمُ بَيْنَهُمْ يَوْمَ ٱلْقِيَٰمَةِ فِيمَا كَانُوا۟ فِيهِ يَخْتَلِفُونَ",
      "page": 281,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "جز این نیست که روز شنبه بر کسانی مقرر گردید که در بارۀ آن اختلاف ورزیدند، و بی‌گمان پروردگارت روز قیامت میان آنها دربارۀ آنچه در آن اختلاف می‌کردند، فيصله خواهد کرد.",
      "translation_pashto": "16-124 همدا خبره ده چې (ورځ د) خالي پر هغو كسانو مقرر شوې ده چې په دې كې يې اختلاف كړى و او بېشكه ستا رب به خامخا د دوى په مینځ كې د قیامت په ورځ فیصله كوي په هغه څیز كې چې دوى به په هغه كې اختلاف كاوه"
    },
    {
      "number": 125,
      "text": "ٱدْعُ إِلَىٰ سَبِيلِ رَبِّكَ بِٱلْحِكْمَةِ وَٱلْمَوْعِظَةِ ٱلْحَسَنَةِ ۖ وَجَٰدِلْهُم بِٱلَّتِى هِىَ أَحْسَنُ ۚ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ ۖ وَهُوَ أَعْلَمُ بِٱلْمُهْتَدِينَ",
      "page": 281,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "(مردم را) با حکمت و اندرز نیکو به راه پروردگارت دعوت بده و با آنها به شیوۀ که نیکوتر است مجادله کن. همانا پروردگارت به حال کسی که از راه او گمراه و منحرف می‌شود آگاهتر است، و به هدایت یافته گان داناتر است.",
      "translation_pashto": "16-125 ته د خپل رب لارې ته په حكمت سره او ښكلي نصیحت سره بلنه كوه او له دوى سره په هغې طریقې سره مجادله (مباحثه) كوه چې هغه تر ټولو ښه وي، بېشكه ستا رب (چې دى) هغه ښه پوه دى پر هغه كس چې د هغه له لارې نه ګمراه شوى دى او هغه ښه پوه دى پر لار موندونكو باندې "
    },
    {
      "number": 126,
      "text": "وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا۟ بِمِثْلِ مَا عُوقِبْتُم بِهِۦ ۖ وَلَئِن صَبَرْتُمْ لَهُوَ خَيْرٌۭ لِّلصَّٰبِرِينَ",
      "page": 281,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "و اگر خواستید عقوبت کنید به همان اندازه‌ای که مورد عقوبت قرار گرفته‌اید، عقوبت کنید (و عذاب دهید) و اگر صبر کنید البته صبر برای صابران بهتر است.",
      "translation_pashto": "16-126 او كه تاسو سزا (عذاب) وركوئ، نو د هغې سزا (عذاب) په مثل يې وركوئ چې تاسو ته په هغه سره عذاب دركړى شوى دى او البته كه تاسو صبر وكړئ، (نو) یقینًا دا د صبر كوونكو لپاره ډېر غوره دى "
    },
    {
      "number": 127,
      "text": "وَٱصْبِرْ وَمَا صَبْرُكَ إِلَّا بِٱللَّهِ ۚ وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُ فِى ضَيْقٍۢ مِّمَّا يَمْكُرُونَ",
      "page": 281,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "و (تو ای محمد) صبر کن و صبر تو جز به توفيق الله نیست، و بر آنان (کفار) غمگین مشو، و از مکر و حیله آنها دل تنگ مشو.",
      "translation_pashto": "16-127 او ته صبر كوه او نه دى صبر ستا مګر په توفیق د الله سره او په دوى باندې مه غمژن كېږه او په زړه تنګۍ كې مه پرېوځه د هغو مكرونو (فريبونه) په وجه چې دوى يې كوي"
    },
    {
      "number": 128,
      "text": "إِنَّ ٱللَّهَ مَعَ ٱلَّذِينَ ٱتَّقَوا۟ وَّٱلَّذِينَ هُم مُّحْسِنُونَ",
      "page": 281,
      "juz": 14,
      "hizb": 28,
      "sajda": false,
      "translation_dari": "بی‌تردید، الله با پرهیزگاران است و با کسانی که آنها نیکوکار‌اند.",
      "translation_pashto": "16-128 بېشكه الله د هغو كسانو ملګرى دى چې پرهېزګاري كوي او د هغو كسانو چې هغوى نېكي كوونكي دي"
    }
  ]
}