{
  "number": 17,
  "name": "الإسراء",
  "name_dari": "اسراء",
  "meaning_dari": "سیر شبانه",
  "revelationType": "مکی",
  "numberOfAyahs": 111,
  "ayahs": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ سُبْحَٰنَ ٱلَّذِىٓ أَسْرَىٰ بِعَبْدِهِۦ لَيْلًۭا مِّنَ ٱلْمَسْجِدِ ٱلْحَرَامِ إِلَى ٱلْمَسْجِدِ ٱلْأَقْصَا ٱلَّذِى بَٰرَكْنَا حَوْلَهُۥ لِنُرِيَهُۥ مِنْ ءَايَٰتِنَآ ۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْبَصِيرُ",
      "page": 282,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "پاک و منزه است آن ذاتی که بندۀ خود را در شبی از مسجد الحرام به مسجد الاقصی برد که اطراف آن را برکت داده‌ایم، تا برخی از نشانه‌های (قدرت) خود را به او نشان دهیم، چون اوست که شنوای بیناست.",
      "translation_pashto": "17-1 هغه ذات لره پاكي ده چې خپل بنده يې د شپې په یوه لږه برخه كې له مسجد حرام نه مسجد اقصٰى ته بوتلو، هغه (مسجد اقصٰى) چې مونږ د هغه ګېرچاپېره بركت اچولى دى، د دې لپاره چې مونږ هغه ته له خپلو نښو څخه ځینې وښیو، بېشكه هم هغه ښه اورېدونكى، ښه لېدونكى دى"
    },
    {
      "number": 2,
      "text": "وَءَاتَيْنَا مُوسَى ٱلْكِتَٰبَ وَجَعَلْنَٰهُ هُدًۭى لِّبَنِىٓ إِسْرَٰٓءِيلَ أَلَّا تَتَّخِذُوا۟ مِن دُونِى وَكِيلًۭا",
      "page": 282,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "و به موسی کتاب دادیم و آن را برای بنی اسرائیل وسیلۀ هدایت گردانیدیم که غیر از من کارساز دیگری نگیرید.",
      "translation_pashto": "17-2 او مونږ موسٰى ته كتاب وركړى و او هغه مو د بني اسرائیلو لپاره هدایت ګرځولى و، چې تاسو له ما نه غیر هېڅ كارساز مه نیسئ "
    },
    {
      "number": 3,
      "text": "ذُرِّيَّةَ مَنْ حَمَلْنَا مَعَ نُوحٍ ۚ إِنَّهُۥ كَانَ عَبْدًۭا شَكُورًۭا",
      "page": 282,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "فرزندان کسانی که آنها را با نوح سوار کشتی کردیم، همانا او بندۀ شکر گزار بود.",
      "translation_pashto": "17-3 اى د هغه چا اولاده چې مونږ له نوح سره  سواره كړي وو، بېشكه هغه ډېر شكر ایستونكى بنده و "
    },
    {
      "number": 4,
      "text": "وَقَضَيْنَآ إِلَىٰ بَنِىٓ إِسْرَٰٓءِيلَ فِى ٱلْكِتَٰبِ لَتُفْسِدُنَّ فِى ٱلْأَرْضِ مَرَّتَيْنِ وَلَتَعْلُنَّ عُلُوًّۭا كَبِيرًۭا",
      "page": 282,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "و به بنی اسرائیل در تورات خبر دادیم که البته در زمین دو بار فساد خواهید کرد و البته سرکشی و طغیان بزرگ خواهید کرد.",
      "translation_pashto": "17-4 او مونږ بني اسرائیلو ته په كتاب كې دا قطعي خبردارى وركړى و چې تاسو به خامخا هرومرو په ځمكه كې دوه ځلې فساد كوئ او خامخا هرومرو به تاسو سركشي كوئ، ډېره لویه سركشي  "
    },
    {
      "number": 5,
      "text": "فَإِذَا جَآءَ وَعْدُ أُولَىٰهُمَا بَعَثْنَا عَلَيْكُمْ عِبَادًۭا لَّنَآ أُو۟لِى بَأْسٍۢ شَدِيدٍۢ فَجَاسُوا۟ خِلَٰلَ ٱلدِّيَارِ ۚ وَكَانَ وَعْدًۭا مَّفْعُولًۭا",
      "page": 282,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "پس (به یاد داشته باشید) وقتی وعدۀ اول آن دو برسد، بندگان سخت جنگجوی خود را بر شما می‌فرستیم، پس میان خانه‌ها به جستجو در آیند، و این وعده، آمدنی و تحقق یافتنی است.",
      "translation_pashto": "17-5 نو كله چې په هغو دواړو كې د اول ځلې وعده راغله (نو) مونږ پر تاسو  باندې خپل داسې بنده ګان مسلط كړل چې ډېر سخت جنګي خلق وو، نو هغوى د ښارونو په مینځ كې ښه وګرځېدل او وه دا یوه وعده  چې پوره كولى شوه "
    },
    {
      "number": 6,
      "text": "ثُمَّ رَدَدْنَا لَكُمُ ٱلْكَرَّةَ عَلَيْهِمْ وَأَمْدَدْنَٰكُم بِأَمْوَٰلٍۢ وَبَنِينَ وَجَعَلْنَٰكُمْ أَكْثَرَ نَفِيرًا",
      "page": 282,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "باز شما را بر آنان مسلط می‌گردانیم و شما را با اموال و فرزندان مدد می‌رسانیم و تعداد افرادتان را بیشتر می‌گردانیم.",
      "translation_pashto": "17-6 بیا مونږ بېرته تاسو ته پر هغوى باندې غلبه دروګرځوله او ستاسو مدد مو وكړ په مالونو او زامنو سره او تاسو مو د ملاتړ (او افرادو) په لحاظ بېخي زیات كړئ"
    },
    {
      "number": 7,
      "text": "إِنْ أَحْسَنتُمْ أَحْسَنتُمْ لِأَنفُسِكُمْ ۖ وَإِنْ أَسَأْتُمْ فَلَهَا ۚ فَإِذَا جَآءَ وَعْدُ ٱلْءَاخِرَةِ لِيَسُۥٓـُٔوا۟ وُجُوهَكُمْ وَلِيَدْخُلُوا۟ ٱلْمَسْجِدَ كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٍۢ وَلِيُتَبِّرُوا۟ مَا عَلَوْا۟ تَتْبِيرًا",
      "page": 282,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "و اگر نیکی کنید برای خودتان نیکی کرده‌اید و اگر بدی کنید به خودتان بدی کرده‌اید. پس چون وعده دیگر (دوم) برسد (باز بندگان خود را می‌فرستیم) تا روی شما را ناخوش سازند و تا به مسجد وارد شوند طوری که بار اول در آن داخل شدند و تا نابود کنند بر هر چه دست یابند، نابودی کوبنده.",
      "translation_pashto": "17-7 كه تاسو نېكي وكړئ (نو) د خپلو ځانونو لپاره به نېكي وكړئ او كه چېرې تاسو بدي وكړئ، نو د همدغو (نفسونو) لپاره ده، نو كله چې د اخري ځل وعده راغله (نو مونږ پر تاسو  باندې نور بنده ګان مُسلط كړل)، د دې لپاره چې (په وهلو وهلو) ستاسو مخونه وران ويجاړه كړي او د دې لپاره چې (اقصا) جومات ته داخل شي لكه څنګه چې اول ځلې ده ته داخل شوي وو، او د دې لپاره چې هلاك او تباه كړي هر هغه شى چې دوى پرې غالب شي، هلاكول "
    },
    {
      "number": 8,
      "text": "عَسَىٰ رَبُّكُمْ أَن يَرْحَمَكُمْ ۚ وَإِنْ عُدتُّمْ عُدْنَا ۘ وَجَعَلْنَا جَهَنَّمَ لِلْكَٰفِرِينَ حَصِيرًا",
      "page": 283,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "(اگر توبه کنید بعد از بار دوم) امید است پروردگارتان به شما رحم کند. و اگر (به طغيان تان) باز گردید، ما نیز (برای مجازات تان) باز می‌گردیم. و دوزخ را برای کافران زندان ساخته‌ایم.",
      "translation_pashto": "17-8 امېد دى چې ستاسو رب به پر تاسو رحم وكړي او كه تاسو بېرته وګرځېدئ (سركشۍ ته، نو) مونږ به هم راوګرځو (عذاب دركولو ته)، او مونږ جهنم د كافرانو لپاره زندان ګرځولى دى "
    },
    {
      "number": 9,
      "text": "إِنَّ هَٰذَا ٱلْقُرْءَانَ يَهْدِى لِلَّتِى هِىَ أَقْوَمُ وَيُبَشِّرُ ٱلْمُؤْمِنِينَ ٱلَّذِينَ يَعْمَلُونَ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمْ أَجْرًۭا كَبِيرًۭا",
      "page": 283,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "همانا این قرآن به راهی هدایت می‌کند که آن پایدارتر است و به مؤمنانی که کارهای شایسته و پسندیده می‌کنند مژده می‌دهد که آنان پاداش بزرگ دارند.",
      "translation_pashto": "17-9 بېشكه دا قرآن هغې (لارې) ته ښودنه كوي چې تر ټولو برابره نېغه ده او هغو مومنانو ته زېرى وركوي چې نېك عملونه كوي، د دې چې يقينًا د دوى لپاره ډېر لوى اجر دى   "
    },
    {
      "number": 10,
      "text": "وَأَنَّ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْءَاخِرَةِ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًۭا",
      "page": 283,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "(و نیز خبر می‌دهد) کسانی که به آخرت ایمان نمی‌آورند برایشان عذاب دردناک آماده کرده‌ایم.",
      "translation_pashto": "17-10 او دا چې بېشكه هغه كسان چې په اخرت باندې ایمان نه راوړي، مونږ د هغوى لپاره ډېر دردوونكى عذاب تیار كړى دى  "
    },
    {
      "number": 11,
      "text": "وَيَدْعُ ٱلْإِنسَٰنُ بِٱلشَّرِّ دُعَآءَهُۥ بِٱلْخَيْرِ ۖ وَكَانَ ٱلْإِنسَٰنُ عَجُولًۭا",
      "page": 283,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "و انسان دعای شر می‌کند، همان طوری که دعای خیر می‌کند، و انسان (همیشه) شتابکار است.",
      "translation_pashto": "17-11 او انسان د شر دعا غواړي د خپلې خیر د دعا (په شان) او انسان له شروع نه ډېر تلوار كوونكى دى "
    },
    {
      "number": 12,
      "text": "وَجَعَلْنَا ٱلَّيْلَ وَٱلنَّهَارَ ءَايَتَيْنِ ۖ فَمَحَوْنَآ ءَايَةَ ٱلَّيْلِ وَجَعَلْنَآ ءَايَةَ ٱلنَّهَارِ مُبْصِرَةًۭ لِّتَبْتَغُوا۟ فَضْلًۭا مِّن رَّبِّكُمْ وَلِتَعْلَمُوا۟ عَدَدَ ٱلسِّنِينَ وَٱلْحِسَابَ ۚ وَكُلَّ شَىْءٍۢ فَصَّلْنَٰهُ تَفْصِيلًۭا",
      "page": 283,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "و شب و روز را دو نشانه قرار دادیم، و نشانۀ شب را محو ساختیم و نشانۀ روز را روشنی بخش گردانیدیم تا فضل (رزق) پروردگارتان را بجویید و تا عدد سالها و حساب را بدانید. و ما هر چیزی را به تفصیل بیان نموده‌ایم.",
      "translation_pashto": "17-12 او مونږ شپه او ورځ دوه نښې جوړې كړي دي، بیا مونږ د شپې نښه تته وګرځوله او د ورځې نښه مو روښانه وګرځوله، د دې لپاره چې تاسو د خپل رب فضل طلب كړئ او د دې لپاره چې تاسو د كلونو شمېر او حساب وپېژنئ او هر شى، مونږ هغه ښه په تفصیل سره بیان كړى دى  "
    },
    {
      "number": 13,
      "text": "وَكُلَّ إِنسَٰنٍ أَلْزَمْنَٰهُ طَٰٓئِرَهُۥ فِى عُنُقِهِۦ ۖ وَنُخْرِجُ لَهُۥ يَوْمَ ٱلْقِيَٰمَةِ كِتَٰبًۭا يَلْقَىٰهُ مَنشُورًا",
      "page": 283,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "و ما اعمال هر کسی را در گردنش (تقدیرش) آویخته‌ایم و روز قیامت کتابی را برای وی بیرون می‌آوریم که آن را باز گشاده بیابد.",
      "translation_pashto": "17-13 او هر انسان لره، مونږ هغه ته خپل عمل د هغه په غاړه كې لازم كړى دى او د قیامت په ورځ به ده ته یو كتاب راوباسو چې دى به ورسره مخامخ شي، په داسې حال كې چې غوړېدلى به وي"
    },
    {
      "number": 14,
      "text": "ٱقْرَأْ كِتَٰبَكَ كَفَىٰ بِنَفْسِكَ ٱلْيَوْمَ عَلَيْكَ حَسِيبًۭا",
      "page": 283,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "(به او گفته شود) نامه ات را بخوان، کافی است که امروز خودت حسابگر خود باشی.",
      "translation_pashto": "17-14 ته خپل كتاب ولوله، نن ورځ  ستا په خلاف هم ستا خپل نفس كافي دى، حساب كوونكى "
    },
    {
      "number": 15,
      "text": "مَّنِ ٱهْتَدَىٰ فَإِنَّمَا يَهْتَدِى لِنَفْسِهِۦ ۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا ۚ وَلَا تَزِرُ وَازِرَةٌۭ وِزْرَ أُخْرَىٰ ۗ وَمَا كُنَّا مُعَذِّبِينَ حَتَّىٰ نَبْعَثَ رَسُولًۭا",
      "page": 283,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "هر کس که راه (حق را) یابد جز این نیست که به نفع خود راهیاب شده است، و هرکس گمراه شد جز این نیست که به زیان خود گمراه شده است، و هیچ کس بار گناه دیگری را بر نمی‌دارد، و ما عذاب کننده نیستیم مگر اینکه پیغمبری را بفرستیم.",
      "translation_pashto": "17-15 چا چې نېغه لار ونیوله، نو همدا خبره ده چې هغه د خپل ځان (د فايدې) لپاره نېغه لار نیسي او څوك چې بې لارې شو، نو همدا خبره ده چې هغه د همدغه (نفس) په ضرر بې لارې كېږي او هېڅ بار اوچتونكى د بل بار نه اوچتوي او مونږ كله هم عذاب وركوونكي نه یو  تر هغه پورې چې رسول ولېږو"
    },
    {
      "number": 16,
      "text": "وَإِذَآ أَرَدْنَآ أَن نُّهْلِكَ قَرْيَةً أَمَرْنَا مُتْرَفِيهَا فَفَسَقُوا۟ فِيهَا فَحَقَّ عَلَيْهَا ٱلْقَوْلُ فَدَمَّرْنَٰهَا تَدْمِيرًۭا",
      "page": 283,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "و چون بخواهیم که قریه‌ای (مجرم) را هلاک کنیم، سرکشان آن را فرمان می‌دهیم پس در آن نافرمانی می‌کنند، و در نتیجه عذاب بر آن قریه ثابت گردد، پس آن را کاملا زیر و زبر می‌کنیم.",
      "translation_pashto": "17-16 او كله چې مونږ اراده وكړو چې یو كلى هلاك كړو (نو) مونږ د هغه (كلي) كبرجنو مالدارو ته حكم وكړو، نو هغوى (حكم ونه مني بلكې) په دغه (كلي) كې فسق وكړي، نو په هغه باندې خبره ثابته شي، بیا مونږ هغه تباه كړو، سخت تباه كول"
    },
    {
      "number": 17,
      "text": "وَكَمْ أَهْلَكْنَا مِنَ ٱلْقُرُونِ مِنۢ بَعْدِ نُوحٍۢ ۗ وَكَفَىٰ بِرَبِّكَ بِذُنُوبِ عِبَادِهِۦ خَبِيرًۢا بَصِيرًۭا",
      "page": 283,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "و چه بسا نسلها را بعد از نوح هلاک نمودیم و کافی است که پروردگارت از گناهان بندگانش آگاه باشد و (او) بس بیناست.",
      "translation_pashto": "17-17 او مونږ له نوح نه وروسته څومره ډېر قرنونه (امتونه) هلاك كړي دي! او ستا  رب ښه كافي دى د خپلو بنده ګانو په ګناهونو باندې ښه خبردار، ښه لیدونكى"
    },
    {
      "number": 18,
      "text": "مَّن كَانَ يُرِيدُ ٱلْعَاجِلَةَ عَجَّلْنَا لَهُۥ فِيهَا مَا نَشَآءُ لِمَن نُّرِيدُ ثُمَّ جَعَلْنَا لَهُۥ جَهَنَّمَ يَصْلَىٰهَا مَذْمُومًۭا مَّدْحُورًۭا",
      "page": 284,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "کسی که (دنیای) زودگذر را بخواهد، در آن هرچه را بخواهیم زود به او می‌دهیم، باز جهنم را برایش مقرر می‌نماییم که در آن (آتش به صورت) سرزنش شده و رانده شده در آید.",
      "translation_pashto": "17-18 هغه څوك چې داسې وي چې دنیا غواړي (نو) مونږ به هغه ته په دې كې  هغه څه په تلوار وركړو چې مونږ يې غواړو، د هغه چا لپاره چې مونږ يې اراده وكړو،  بیا مونږ د هغهٔ لپاره جهنم مقرر كړو چې دى به هغه ته ننوځي، په داسې حال كې چې ملامت كړى شوى، شړل شوى به وي"
    },
    {
      "number": 19,
      "text": "وَمَنْ أَرَادَ ٱلْءَاخِرَةَ وَسَعَىٰ لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌۭ فَأُو۟لَٰٓئِكَ كَانَ سَعْيُهُم مَّشْكُورًۭا",
      "page": 284,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "و هر کس که آخرت را بخواهد و برای آن طوری که سزاوار است کوشش کند، در حالی که مؤمن است. پس این جماعت کوشش‌شان (نزد الله) قابل تقدیر (و مورد قبول) است.",
      "translation_pashto": "17-19 او هغه څوك چې اخرت غواړي او د هغه لپاره كوشش كوي، د هغهٔ لايق كوشش، په دې حال كې چې مومن (هم) وي، نو دغه خلق، د دوى سعي قدر كړى شوې (او مقبوله) ده"
    },
    {
      "number": 20,
      "text": "كُلًّۭا نُّمِدُّ هَٰٓؤُلَآءِ وَهَٰٓؤُلَآءِ مِنْ عَطَآءِ رَبِّكَ ۚ وَمَا كَانَ عَطَآءُ رَبِّكَ مَحْظُورًا",
      "page": 284,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "و هر یک از اینها و آنها (دو گروه یاد شده) را از بخشش پروردگارت می‌دهیم. و بخشش پروردگارت (از هیچ کس) منع نشده است.",
      "translation_pashto": "17-20 له هر یو سره مونږ ستا د رب له وركړې څخه مدد كوو، له دوى سره او له دغو سره، او ستا د رب عطا (وركړه په دنیا كې) كله هم منع كړى شوې نه ده"
    },
    {
      "number": 21,
      "text": "ٱنظُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلَىٰ بَعْضٍۢ ۚ وَلَلْءَاخِرَةُ أَكْبَرُ دَرَجَٰتٍۢ وَأَكْبَرُ تَفْضِيلًۭا",
      "page": 284,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "ببین چطور بعضی از آنها را بر بعضی دیگر (در روزی و مال و متاع) برتری داده‌ایم. و البته درجات آخرت و فضیلت آن به مراتب بزرگ‌تر است.",
      "translation_pashto": "17-21 ته وګوره! څرنګه مونږ د دوى ځینې، په ځینو نورو باندې غوره كړي دي او خامخا اخرت د درجو په لحاظ تر ټولو لوى او د فضیلت وركولو په لحاظ تر ټولو غټ دى "
    },
    {
      "number": 22,
      "text": "لَّا تَجْعَلْ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتَقْعُدَ مَذْمُومًۭا مَّخْذُولًۭا",
      "page": 284,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "(ای انسان) معبود دیگری را با الله قرار مده که باز مذمت شده و بی‌مددگار بنشینی.",
      "translation_pashto": "17-22 ته له الله سره بل معبود مه نیسه، نو (ګنې) ملامت كړى شوى، بې یارومددګار به كېنې"
    },
    {
      "number": 23,
      "text": "۞ وَقَضَىٰ رَبُّكَ أَلَّا تَعْبُدُوٓا۟ إِلَّآ إِيَّاهُ وَبِٱلْوَٰلِدَيْنِ إِحْسَٰنًا ۚ إِمَّا يَبْلُغَنَّ عِندَكَ ٱلْكِبَرَ أَحَدُهُمَآ أَوْ كِلَاهُمَا فَلَا تَقُل لَّهُمَآ أُفٍّۢ وَلَا تَنْهَرْهُمَا وَقُل لَّهُمَا قَوْلًۭا كَرِيمًۭا",
      "page": 284,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "و پروردگارت حکم کرد که جز او چیزی را عبادت نکنید و به پدر و مادر خوبی کنید. و اگر یکی از آنها یا هردو نزد تو به سن پیری برسند، پس به ایشان (حتی کلمۀ) اف مگو و بر آنها آواز بلند مکن، (بلکه) به آنها سخن نرم و محترمانه بگو.",
      "translation_pashto": "17-23 او ستا رب حكم كړى دى چې تاسو عبادت مه كوئ (د بل هیچا) مګر يواځې د هغهٔ او له مور و پلار سره ښه احسان كوئ او كه چېرې په دوى كې یو یا دواړه له تا سره كله هم زوړوالي (بوډاوالي) ته ورسېږي، نو ته دې دواړو ته اُف (هم) مه وایه او مه دوى رټه او ته دوى ته ډېره تعظیمي خبره وایه"
    },
    {
      "number": 24,
      "text": "وَٱخْفِضْ لَهُمَا جَنَاحَ ٱلذُّلِّ مِنَ ٱلرَّحْمَةِ وَقُل رَّبِّ ٱرْحَمْهُمَا كَمَا رَبَّيَانِى صَغِيرًۭا",
      "page": 284,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "و از روی مهربانی بال تواضع را برای آنان هموار کن و بگو: ای پروردگارم! به آنان (پدر و مادرم) رحم کن طوری که آنان در خوردی مرا پرورش و بزرگ نمودند.",
      "translation_pashto": "17-24 او ته د دوى لپاره له مهربانۍ نه د تواضع وزر ښكته كړه او وایه: اى زما ربه! ته پر دوى دواړو مهرباني وكړه، لكه څنګه چې دوى دواړو زما  پالنه كړې ده، په دې حال كې چې زه وړوكى وم"
    },
    {
      "number": 25,
      "text": "رَّبُّكُمْ أَعْلَمُ بِمَا فِى نُفُوسِكُمْ ۚ إِن تَكُونُوا۟ صَٰلِحِينَ فَإِنَّهُۥ كَانَ لِلْأَوَّٰبِينَ غَفُورًۭا",
      "page": 284,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "پروردگار تان به آنچه در نفسهای شماست داناتر است، اگر نیکان (و توبه کنندگان) باشید، پس یقینا الله برای رجوع کنندگان به بارگاه او آمرزنده هست.",
      "translation_pashto": "17-25 ستاسو رب پر هغه څه ښه پوه دى  چې ستاسو په نفسونو كې دي كه تاسو نېكان یئ، نو بېشكه هغه له شروع نه د توبه كوونكو لپاره ډېر مغفرت كوونكى دى"
    },
    {
      "number": 26,
      "text": "وَءَاتِ ذَا ٱلْقُرْبَىٰ حَقَّهُۥ وَٱلْمِسْكِينَ وَٱبْنَ ٱلسَّبِيلِ وَلَا تُبَذِّرْ تَبْذِيرًا",
      "page": 284,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "و حق خویشاوند و مسکین و مسافر (در راه مانده) را بده. و هیچگاه (مالت را در گناه یا) بر وجه اسراف و تبذیر، خرج مكن.",
      "translation_pashto": "17-26 او د خپلوۍ خاوند ته د هغه حق وركړه او مسكین او مسافر ته (هم) او اسراف مه كوه، اسراف كول"
    },
    {
      "number": 27,
      "text": "إِنَّ ٱلْمُبَذِّرِينَ كَانُوٓا۟ إِخْوَٰنَ ٱلشَّيَٰطِينِ ۖ وَكَانَ ٱلشَّيْطَٰنُ لِرَبِّهِۦ كَفُورًۭا",
      "page": 284,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "چون اسراف‌کنندگان (و انفاق کنندگان در گناه) برادران شیاطین هستند و شیطان در مقابل پروردگارش ناشکر است.",
      "translation_pashto": "17-27 بېشكه اسراف كوونكي د شیطانانو وروڼه دي او شیطان له همېشه د خپل رب ډېر ناشكره دى"
    },
    {
      "number": 28,
      "text": "وَإِمَّا تُعْرِضَنَّ عَنْهُمُ ٱبْتِغَآءَ رَحْمَةٍۢ مِّن رَّبِّكَ تَرْجُوهَا فَقُل لَّهُمْ قَوْلًۭا مَّيْسُورًۭا",
      "page": 285,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "و اگر از آنان (مستحقان) به خاطر طلب رحمت (رزق) پروردگارت که به آن امید داری، رویگردان می‌شوی، پس با آنان سخن ملایم بگو.",
      "translation_pashto": "17-28 او كه چېرې ته له دوى نه خامخا اعراض كوې (مخ اړوې)، د خپل رب له جانبه د رحمت د طلب لپاره چې ته يې امېد لرې، نو دوى ته ډېره اسانه خبره وایه"
    },
    {
      "number": 29,
      "text": "وَلَا تَجْعَلْ يَدَكَ مَغْلُولَةً إِلَىٰ عُنُقِكَ وَلَا تَبْسُطْهَا كُلَّ ٱلْبَسْطِ فَتَقْعُدَ مَلُومًۭا مَّحْسُورًا",
      "page": 285,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "و دست خود را به گردنت بسته مکن و بسیار هم آنرا گشاده مکن که آنگاه ملامت شده (و) درمانده بنشینی.",
      "translation_pashto": "17-29 او مه كوه خپل لاس تر خپلې غاړې پورې تړل شوى او مه هغه غځوه، بېخي پوره غځول (ګنې) نو ملامت كړى شوى، پښېمانه شوى به كېنې"
    },
    {
      "number": 30,
      "text": "إِنَّ رَبَّكَ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ ۚ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرًۢا بَصِيرًۭا",
      "page": 285,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "البته پروردگارت روزی را برای هرکسی که بخواهد می‌گشاید و (روزی هرکسی را که بخواهد) تنگ می‌گرداند، چرا که الله به (مصالح) بندگان خود دانا (و) بیناست.",
      "translation_pashto": "17-30 بېشكه ستا رب رزق فراخوي چا ته چې وغواړي او تنګوي يې، (چا ته چې وغواړی) بېشكه هغه پر خپلو بنده ګانو ښه خبردار، ښه لیدونكى دى"
    },
    {
      "number": 31,
      "text": "وَلَا تَقْتُلُوٓا۟ أَوْلَٰدَكُمْ خَشْيَةَ إِمْلَٰقٍۢ ۖ نَّحْنُ نَرْزُقُهُمْ وَإِيَّاكُمْ ۚ إِنَّ قَتْلَهُمْ كَانَ خِطْـًۭٔا كَبِيرًۭا",
      "page": 285,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "و اولادتان را از ترس ناداری و تنگدستی نکشید، ما به آنان و (به) شما روزی می‌دهیم، چون کشتن آنها گناه بس بزرگ است.",
      "translation_pashto": "17-31 او تاسو خپل اولاد د فقر له وېرې مه وژنئ، هم دا مونږ هغوى ته روزي وركوو او تاسو ته (هم) بېشكه د دوى وژل له شروع نه ډېره لویه ګناه ده"
    },
    {
      "number": 32,
      "text": "وَلَا تَقْرَبُوا۟ ٱلزِّنَىٰٓ ۖ إِنَّهُۥ كَانَ فَٰحِشَةًۭ وَسَآءَ سَبِيلًۭا",
      "page": 285,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "و به زنا نزدیک مشويد که يقينا آن گناه بسیار زشت و راه بد است.",
      "translation_pashto": "17-32 او تاسو زنا ته مه نژدې كېږئ، بېشكه دا له شروع نه غټه بې حیايي ده او بده لار ده"
    },
    {
      "number": 33,
      "text": "وَلَا تَقْتُلُوا۟ ٱلنَّفْسَ ٱلَّتِى حَرَّمَ ٱللَّهُ إِلَّا بِٱلْحَقِّ ۗ وَمَن قُتِلَ مَظْلُومًۭا فَقَدْ جَعَلْنَا لِوَلِيِّهِۦ سُلْطَٰنًۭا فَلَا يُسْرِف فِّى ٱلْقَتْلِ ۖ إِنَّهُۥ كَانَ مَنصُورًۭا",
      "page": 285,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "و نفسی را که الله کشتن آن را حرام کرده است نکشید مگر به حق، و هرکس به ظلم کشته شود برای ولی (صاحب خون او) سلطه‌ای داده‌ایم، پس او نباید در کشتن زیاده روی کند، يقينا که او یاری داده شده است.",
      "translation_pashto": "17-33 او تاسو هغه نفس مه وژنئ چې الله حرام كړى دى مګر په حقه سره (د قانون او قاضي د حكم مطابق) او څوك چې ووژل شي، په دې  حال كې چې مظلوم وي، نو یقینًا مونږ د هغه ولي (وارث) ته پوره غلبه وركړې ده، نو هغه دې په وژلو كې اسراف نه كوي، بېشكه دغه (وارث) مدد كړى شوى دى "
    },
    {
      "number": 34,
      "text": "وَلَا تَقْرَبُوا۟ مَالَ ٱلْيَتِيمِ إِلَّا بِٱلَّتِى هِىَ أَحْسَنُ حَتَّىٰ يَبْلُغَ أَشُدَّهُۥ ۚ وَأَوْفُوا۟ بِٱلْعَهْدِ ۖ إِنَّ ٱلْعَهْدَ كَانَ مَسْـُٔولًۭا",
      "page": 285,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "و به مال يتيم نزدیک مشوید مگر به طریقۀ نیکوتر، تا اینکه (یتیم) به (سن) رشدش برسد، و به عهد و پیمان خود وفا کنید، چرا که از پیمان و عهد پرسیده خواهد شد.",
      "translation_pashto": "17-34 او تاسو د یتیم مال ته مه نژدې كېږئ مګر په هغې طریقې سره چې هغه تر ټولو ښه وي، تر هغه پورې چې هغه خپل د بلوغ حد ته ورسېږي او تاسو عهد پوره كوئ، بېشكه د عهد باره كې به پوښتنه كېږي. "
    },
    {
      "number": 35,
      "text": "وَأَوْفُوا۟ ٱلْكَيْلَ إِذَا كِلْتُمْ وَزِنُوا۟ بِٱلْقِسْطَاسِ ٱلْمُسْتَقِيمِ ۚ ذَٰلِكَ خَيْرٌۭ وَأَحْسَنُ تَأْوِيلًۭا",
      "page": 285,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "و هرگاه پیمانه می‌کنید آن را به تمام و کمال پیمانه کنید و با ترازوی راست و درست وزن کنید که این کار سرانجام نیکوتر و بهتری دارد.",
      "translation_pashto": "17-35 او تاسو پېمانه پوره وركوئ كله چې تاسو (څه شى) پېمانه كوئ او په ډېرې برابرې تلې سره تول كوئ  دا (كار) تر ټولو غوره او د انجام په لحاظ تر ټولو ښه دى"
    },
    {
      "number": 36,
      "text": "وَلَا تَقْفُ مَا لَيْسَ لَكَ بِهِۦ عِلْمٌ ۚ إِنَّ ٱلسَّمْعَ وَٱلْبَصَرَ وَٱلْفُؤَادَ كُلُّ أُو۟لَٰٓئِكَ كَانَ عَنْهُ مَسْـُٔولًۭا",
      "page": 285,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "و از پی چیزی مرو که به آن علم نداری، بی‌گمان گوش و چشم و دل هر یک مورد سوال واقع خواهند شد.",
      "translation_pashto": "17-36 او ته د هغه شي پیروي مه كوه چې تا ته د هغهٔ (صحيح) علم نه وي، بېشكه غوږونه او سترګې او زړه، په دغو كې د هر یو باره كې به تپوس كولى شي."
    },
    {
      "number": 37,
      "text": "وَلَا تَمْشِ فِى ٱلْأَرْضِ مَرَحًا ۖ إِنَّكَ لَن تَخْرِقَ ٱلْأَرْضَ وَلَن تَبْلُغَ ٱلْجِبَالَ طُولًۭا",
      "page": 285,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "و در زمین به ناز و تکبر راه مرو، چون تو زمین را شگافته نمی‌توانی و به بلندی کوه‌ها رسیده نمی‌توانی.",
      "translation_pashto": "17-37 او په ځمكه كې په تكبر سره مه ګرځه، بېشكه چې ته به ځمكه كله هم څیرې نه كړى شې او په اوږدوالي كې به غرونو ته كله هم ونه رسېږې"
    },
    {
      "number": 38,
      "text": "كُلُّ ذَٰلِكَ كَانَ سَيِّئُهُۥ عِندَ رَبِّكَ مَكْرُوهًۭا",
      "page": 285,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "همۀ این خصلت‌ها، بدی‌هایش نزد پروردگارت ناپسند است.",
      "translation_pashto": "17-38 دغه ټول كارونه (چې دي)، د دغو بدي (او خرابي) ستا د رب په نیز له شروع نه ناخوښه ده"
    },
    {
      "number": 39,
      "text": "ذَٰلِكَ مِمَّآ أَوْحَىٰٓ إِلَيْكَ رَبُّكَ مِنَ ٱلْحِكْمَةِ ۗ وَلَا تَجْعَلْ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتُلْقَىٰ فِى جَهَنَّمَ مَلُومًۭا مَّدْحُورًا",
      "page": 286,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "این (سفارش‌های مذکور) از امور حکمت‌آمیزی است که پروردگارت به سویت وحی فرستاده است و با الله معبودی دیگر قرار مده که سرزنش شده و رانده شده در دوزخ افگنده خواهی شد.",
      "translation_pashto": "17-39 دا (ټول حكمونه) له هغو د حكمت (او پوهې) له خبرو څخه دي چې ستا رب تا ته وحي كړي دي او ته له الله سره بل هېڅ معبود مه نیسه (ګنې) نو په جهنم كې به وغورځول شي، ملامت كړى شوى، رټل شوى"
    },
    {
      "number": 40,
      "text": "أَفَأَصْفَىٰكُمْ رَبُّكُم بِٱلْبَنِينَ وَٱتَّخَذَ مِنَ ٱلْمَلَٰٓئِكَةِ إِنَٰثًا ۚ إِنَّكُمْ لَتَقُولُونَ قَوْلًا عَظِيمًۭا",
      "page": 286,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "آیا پروردگارتان شما را به داشتن پسران برگزیده و برای خود از فرشته‌ها دختران گرفته است؟ واقعا شما سخن بسیار بزرگ می‌گویید.",
      "translation_pashto": "17-40 ایا ستاسو رب تاسو په زامنو سره غوره كړي یئ او (پخپله) هغه له ملايكو څخه جینكۍ نیولي دي؟ بېشكه تاسو یقینًا ډېره لویه (دروغجنه) خبره وایئ "
    },
    {
      "number": 41,
      "text": "وَلَقَدْ صَرَّفْنَا فِى هَٰذَا ٱلْقُرْءَانِ لِيَذَّكَّرُوا۟ وَمَا يَزِيدُهُمْ إِلَّا نُفُورًۭا",
      "page": 286,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "به يقين که ما در این قرآن (حقایق را به روشهای) گوناگون بیان کردیم تا پند و عبرت گیرند، (ولی) جز بر نفرت و گریز‌شان نمی‌افزاید.",
      "translation_pashto": "17-41 او یقینًا یقینًا مونږ په دې قرآن كې مكرر بیان كړى دى، د دې لپاره چې دوى نصیحت واخلي (خو دغه بیان) دوى ته نه زیاتوي مګر تېښته (لرې والى)"
    },
    {
      "number": 42,
      "text": "قُل لَّوْ كَانَ مَعَهُۥٓ ءَالِهَةٌۭ كَمَا يَقُولُونَ إِذًۭا لَّٱبْتَغَوْا۟ إِلَىٰ ذِى ٱلْعَرْشِ سَبِيلًۭا",
      "page": 286,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "بگو: اگر با او چنان که می‌گویند معبودان دیگر بود، پس در آن صورت حتما به‌سوی صاحب عرش راهی تلاش می‌کردند (تا با او تعالی کشمکش کرده و بر او غلبه نمایند).",
      "translation_pashto": "17-42 ته ووایه: كه له دغه (الله) سره نور معبودان وى، لكه څنګه چې دوى يې وايي (، نو) په دغه وخت كې به دوى خامخا د عرش د مالك په طرف لار لټولې وى "
    },
    {
      "number": 43,
      "text": "سُبْحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يَقُولُونَ عُلُوًّۭا كَبِيرًۭا",
      "page": 286,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "(لیکن) او پاک و منزه و بلندمرتبه است از آنچه (مشرکین) می‌گویند به بلندی بس بزرگ.",
      "translation_pashto": "17-43 هغه لره پاكي ده او هغه ډېر اوچت دى له هغو خبرو نه چې دوى يې وايي ډېر لوى  اوچتېدل "
    },
    {
      "number": 44,
      "text": "تُسَبِّحُ لَهُ ٱلسَّمَٰوَٰتُ ٱلسَّبْعُ وَٱلْأَرْضُ وَمَن فِيهِنَّ ۚ وَإِن مِّن شَىْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِۦ وَلَٰكِن لَّا تَفْقَهُونَ تَسْبِيحَهُمْ ۗ إِنَّهُۥ كَانَ حَلِيمًا غَفُورًۭا",
      "page": 286,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "آسمان‌های هفت گانه و زمین و هر که در آنها هستند، او را به پاکی یاد می‌کنند. و هیچ چیزی نیست مگر اینکه او را در حال ستایش تسبیح می‌گویند، ولی شما تسبيح آنها را نمی‌فهمید، بی‌گمان او بردبار (و) آمرزنده است.",
      "translation_pashto": "17-44 خاص د هغه لپاره تسبیح وايي اوه اسمانونه او ځمكه او هغه څوك چې په دغو كې دي، او نشته هېڅ یو شى مګر د هغه له ستاینې سره تسبیح وايي او لېكن تاسو د هغو پر تسبیح نه پوهېږئ، بېشكه هغه له ازله ډېر تحمل والا، ډېر بخښونكى دى"
    },
    {
      "number": 45,
      "text": "وَإِذَا قَرَأْتَ ٱلْقُرْءَانَ جَعَلْنَا بَيْنَكَ وَبَيْنَ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْءَاخِرَةِ حِجَابًۭا مَّسْتُورًۭا",
      "page": 286,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "و چون قرآن بخوانی، بین تو و آنانی که به آخرت ایمان ندارند، پردۀ پوشیده قرار می‌دهیم.",
      "translation_pashto": "17-45 او كله چې ته قرآن لولې (، نو) مونږ ستا په مینځ كې او د هغو كسانو په مینځ كې چې پر اخرت ایمان نه راوړي یوه پټه پرده پیدا كړو"
    },
    {
      "number": 46,
      "text": "وَجَعَلْنَا عَلَىٰ قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِىٓ ءَاذَانِهِمْ وَقْرًۭا ۚ وَإِذَا ذَكَرْتَ رَبَّكَ فِى ٱلْقُرْءَانِ وَحْدَهُۥ وَلَّوْا۟ عَلَىٰٓ أَدْبَٰرِهِمْ نُفُورًۭا",
      "page": 286,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "و بر دل‌هایشان پرده‌هایی می‌نهیم تا آن (قرآن) را نفهمند و در گوش‌هایشان گرانی ایجاد می‌کنیم و هنگامی که پروردگارت را در قرآن به یگانگی یاد می‌کنی، با نفرت پشت کرده و بر می‌گردند.",
      "translation_pashto": "17-46 او مونږ د هغوى په زړونو باندې پردې واچوو له دې نه چې دوى پر ده پوه شي او د دوى په غوږونو كې كوڼوالى (پیداكړو)، او كله چې ته په قرآن كې، يواځې خپل رب یاد كړې، نو دوى په خپلو شاګانو بېرته وګرځي، په داسې حال كې چې ترهېدونكي وي"
    },
    {
      "number": 47,
      "text": "نَّحْنُ أَعْلَمُ بِمَا يَسْتَمِعُونَ بِهِۦٓ إِذْ يَسْتَمِعُونَ إِلَيْكَ وَإِذْ هُمْ نَجْوَىٰٓ إِذْ يَقُولُ ٱلظَّٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلًۭا مَّسْحُورًا",
      "page": 286,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "ما بهتر می‌دانیم که آنان به چه منظور به سخنان تو گوش می‌دهند، وقتی برای گوش کردن سخنانت می‌نشینند و هنگامی که با هم پنهانی صحبت می‌کنند، وقتی که ظالمان می‌گویند: (مسلمانان) جز مرد جادو شده را پیروی نمی‌کنید.",
      "translation_pashto": "17-47 مونږ ښه پوه یو پر هغه (نیت) چې دوى په هغه سره اورېدل كوي، كله چې دوى تا ته غوږ ږدي او كله چې دوى پټې مشورې كوي، كله چې دا ظالمان وايي: تاسو پیروي نه كوئ مګر د داسې سړي چې جادو پرې شوى دى"
    },
    {
      "number": 48,
      "text": "ٱنظُرْ كَيْفَ ضَرَبُوا۟ لَكَ ٱلْأَمْثَالَ فَضَلُّوا۟ فَلَا يَسْتَطِيعُونَ سَبِيلًۭا",
      "page": 286,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "ببین که چطور برای تو مثال‌ها زدند! پس گمراه شدند، لذا نمی‌توانند راه حق را پیدا کنند.",
      "translation_pashto": "17-48 ته وګوره! دوى ستا په باره كې مثالونه څنګه بیان كړل، نو ګمراه شول، نو د سمې لارې استطاعت نه لري"
    },
    {
      "number": 49,
      "text": "وَقَالُوٓا۟ أَءِذَا كُنَّا عِظَٰمًۭا وَرُفَٰتًا أَءِنَّا لَمَبْعُوثُونَ خَلْقًۭا جَدِيدًۭا",
      "page": 286,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "و گفتند: آیا وقتی که ما (تبدیل به) استخوانها و اعضای پوسیده شدیم، آیا بار دیگر به آفرینش جدید برانگیخته می‌شویم؟",
      "translation_pashto": "17-49 او دوى وايي ایا كله چې مونږ هډوكي او میده شوې خاورې شو، ایا په رښتيا به مونږ بیا راژوندي كولى شو په  نويو پیدا كولو سره"
    },
    {
      "number": 50,
      "text": "۞ قُلْ كُونُوا۟ حِجَارَةً أَوْ حَدِيدًا",
      "page": 287,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "بگو: (بلی، حتی اگر)، سنگ باشید یا آهن.",
      "translation_pashto": "17-50 ته (ورته) ووایه: تاسو كاڼي شئ، یا اوسپنه"
    },
    {
      "number": 51,
      "text": "أَوْ خَلْقًۭا مِّمَّا يَكْبُرُ فِى صُدُورِكُمْ ۚ فَسَيَقُولُونَ مَن يُعِيدُنَا ۖ قُلِ ٱلَّذِى فَطَرَكُمْ أَوَّلَ مَرَّةٍۢ ۚ فَسَيُنْغِضُونَ إِلَيْكَ رُءُوسَهُمْ وَيَقُولُونَ مَتَىٰ هُوَ ۖ قُلْ عَسَىٰٓ أَن يَكُونَ قَرِيبًۭا",
      "page": 287,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "یا مخلوقی دیگر که در نظر تان بزرگ (و سخت) معلوم می‌شود، (باز هم الله می‌تواند شما را دوباره زنده کند). پس خواهند گفت: چه کسی ما را دوباره زنده می‌کند؟ بگو: (همان) ذاتی که بار اول شما را آفرید. پس (از روی تمسخر) سرهایشان را به سویت تکان داده و می‌گویند: آن کی خواهد بود؟ بگو: شاید که نزدیک باشد.",
      "translation_pashto": "17-51 یا كوم داسې مخلوق له هغه قسمه نه چې ستاسو په زړونو (او ذهنونو) كې لوى ښكاري، نو دوى به ژر ووايي: څوك به مونږ بیا راژوندي كوي؟ ته ووایه: هغه ذات چې تاسو يې اول كرت پیدا كړي یئ، نو ژر به دوى خپل سرونه تا ته (د استهزا په ډول) وخوځوي او وايي به: دا به كله وي؟ ته ووایه: امېد دى چې دغه به ډېر نژدې وي"
    },
    {
      "number": 52,
      "text": "يَوْمَ يَدْعُوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِهِۦ وَتَظُنُّونَ إِن لَّبِثْتُمْ إِلَّا قَلِيلًۭا",
      "page": 287,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "روزی که (الله) شما را بخواند، پس حمدگویان دعوت او را اجابت می‌کنید، و گمان می‌کنید درنگ نکرده بودید مگر مدت اندک.",
      "translation_pashto": "17-52 په هغې ورځ كې چې هغه (الله) به تاسو راوبلي، نو تاسو به (د هغه بلل) قبول كړئ، په داسې حال كې چې د هغه ثنا به وایئ، او ګمان به كوئ چې تاسو (په دې حالت كې) نه یئ پاتې شوي مګر لږ شانې"
    },
    {
      "number": 53,
      "text": "وَقُل لِّعِبَادِى يَقُولُوا۟ ٱلَّتِى هِىَ أَحْسَنُ ۚ إِنَّ ٱلشَّيْطَٰنَ يَنزَغُ بَيْنَهُمْ ۚ إِنَّ ٱلشَّيْطَٰنَ كَانَ لِلْإِنسَٰنِ عَدُوًّۭا مُّبِينًۭا",
      "page": 287,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "و (ای پیغمبر) به بندگانم بگو: سخنی را بگویند که بهتر است. چون شیطان در میان ایشان فساد و دشمنی می‌اندازد، همانا شیطان برای انسان دشمن آشکار است.",
      "translation_pashto": "17-53 او ته زما بنده ګانو ته ووایه چې هغه خبره دې وايي چې هغه تر ټولو ښه وي، بېشكه شیطان د دوى په مینځ كې دښمني اچوي، بېشكه شیطان د انسان لپاره له شروع نه ښكاره دښمن دى"
    },
    {
      "number": 54,
      "text": "رَّبُّكُمْ أَعْلَمُ بِكُمْ ۖ إِن يَشَأْ يَرْحَمْكُمْ أَوْ إِن يَشَأْ يُعَذِّبْكُمْ ۚ وَمَآ أَرْسَلْنَٰكَ عَلَيْهِمْ وَكِيلًۭا",
      "page": 287,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "پروردگارتان به حال شما آگاه‌تر است، اگر (الله) بخواهد به شما رحم می‌کند و اگر (الله) بخواهد شما را عذاب میدهد. و تو را وکیل و نگهبان بر آنان نفرستاده‌ایم.",
      "translation_pashto": "17-54 ستاسو رب پر تاسو ښه پوه دى، كه هغه وغواړي (نو) پر تاسو به رحم وكړي او كه هغه وغواړي (نو) تاسو ته به عذاب دركړي او ته مونږ په دوى باندې ذمه وار نه يې لېږلى"
    },
    {
      "number": 55,
      "text": "وَرَبُّكَ أَعْلَمُ بِمَن فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۗ وَلَقَدْ فَضَّلْنَا بَعْضَ ٱلنَّبِيِّۦنَ عَلَىٰ بَعْضٍۢ ۖ وَءَاتَيْنَا دَاوُۥدَ زَبُورًۭا",
      "page": 287,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "و پروردگارت به حال هر آنچه که در آسمان‌ها و زمین است آگاه‌تر است. و البته بعضی از پیغمبران را بر بعضی دیگر فضیلت دادیم و به داود زبور را دادیم.",
      "translation_pashto": "17-55 او ستاسو رب ښه عالم دى پر هغه چا چې په اسمانونو او ځمكه كې دي او یقینًا یقینًا مونږ ځینو نبیانو ته په ځینو نورو باندې فضیلت وركړى دى او مونږ داود ته زبور وركړى و"
    },
    {
      "number": 56,
      "text": "قُلِ ٱدْعُوا۟ ٱلَّذِينَ زَعَمْتُم مِّن دُونِهِۦ فَلَا يَمْلِكُونَ كَشْفَ ٱلضُّرِّ عَنكُمْ وَلَا تَحْوِيلًا",
      "page": 287,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "بگو: آنانی را که به جای الله معبود می‌پنداشتید بخوانید. آنها نه می‌توانند زیانی را از شما دفع کنند و نه )می‌توانند آن را( تغییر دهند.",
      "translation_pashto": "17-56 ته ووایه: تاسو هغه (معبودان) راوبلئ چې تاسو يې له هغه (الله) نه غير عقیده لرئ، نو دوى اختیار نه لري له تاسو نه د ضرر لرې كولو او نه يې د ګرځولو"
    },
    {
      "number": 57,
      "text": "أُو۟لَٰٓئِكَ ٱلَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَىٰ رَبِّهِمُ ٱلْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ وَيَرْجُونَ رَحْمَتَهُۥ وَيَخَافُونَ عَذَابَهُۥٓ ۚ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُورًۭا",
      "page": 287,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "معبودهای را که مشرکین (به یاری و دعا) می‌خوانند، (مانند فرشتگان و عیسی و عزیر)، خود‌شان به‌سوی پروردگارشان وسیله‌ای (برای تقرب) می‌جویند که کدام یک از آنها به الله نزدیکترند و به رحمت وی امیدوارند و از عذاب او می‌ترسند، چرا که عذاب پروردگارت قابل حذر و ترسیدن است.",
      "translation_pashto": "17-57 دغه خلق چې دوى يې بلي، هغه خلق دي چې خپل رب ته وسیله لټوي چې په دوى كې كوم یو زیات قریب دى، او د هغه د رحمت امېد لري او د هغه له عذابه وېرېږي، بېشكه ستا د رب عذاب له همېشه داسې دى چې (په كار ده چې) وېره ترې وكړى شي"
    },
    {
      "number": 58,
      "text": "وَإِن مِّن قَرْيَةٍ إِلَّا نَحْنُ مُهْلِكُوهَا قَبْلَ يَوْمِ ٱلْقِيَٰمَةِ أَوْ مُعَذِّبُوهَا عَذَابًۭا شَدِيدًۭا ۚ كَانَ ذَٰلِكَ فِى ٱلْكِتَٰبِ مَسْطُورًۭا",
      "page": 287,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "هیچ قریه‌ای نیست )که اهل آن ظالم باشند( مگر اینکه ما پیش از روز قیامت آن را به هلاکت می‌رسانیم، یا آن را به عذاب سخت گرفتار می‌کنیم. این (وعده) در کتاب (لوح محفوظ) نوشته شده است.",
      "translation_pashto": "17-58 او نشته هېڅ یو (كفر او سركښي كوونكى) كلى مګر د قیامت له ورځې نه مخكې مونږ هغه لره هلا كوونكي یو، یا هغه لره عذاب وركوونكي یو، ډېر سخت عذاب، دا له شروع نه په كتاب كې لیكل شوي دي"
    },
    {
      "number": 59,
      "text": "وَمَا مَنَعَنَآ أَن نُّرْسِلَ بِٱلْءَايَٰتِ إِلَّآ أَن كَذَّبَ بِهَا ٱلْأَوَّلُونَ ۚ وَءَاتَيْنَا ثَمُودَ ٱلنَّاقَةَ مُبْصِرَةًۭ فَظَلَمُوا۟ بِهَا ۚ وَمَا نُرْسِلُ بِٱلْءَايَٰتِ إِلَّا تَخْوِيفًۭا",
      "page": 288,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "و (چیزی) ما را از فرستادن معجزات (مورد نظر مشرکین) بازنداشت، مگر اینکه گذشتگان آن را دروغ شمردند. و به ثمود ماده شتر دادیم تا نشانۀ پیش چشمان باشد، پس به آن ظلم کردند و ما معجزه‌ها را جز برای بیم دادن نمی‌فرستیم.",
      "translation_pashto": "17-59 او مونږ نه یو منع كړي له دې نه چې (د دوى له غوښتنې سره سم) معجزې ولېږو مګر دې خبرې چې اولنیو خلقو د دغو (معجزو) تكذیب كړى و او مونږ ثمود ته اوښه وركړه، چې ښكاره معجزه وه، نو هغوى له هغې سره ظلم وكړ او مونږ معجزې نه رالېږو مګر د وېرولو لپاره"
    },
    {
      "number": 60,
      "text": "وَإِذْ قُلْنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بِٱلنَّاسِ ۚ وَمَا جَعَلْنَا ٱلرُّءْيَا ٱلَّتِىٓ أَرَيْنَٰكَ إِلَّا فِتْنَةًۭ لِّلنَّاسِ وَٱلشَّجَرَةَ ٱلْمَلْعُونَةَ فِى ٱلْقُرْءَانِ ۚ وَنُخَوِّفُهُمْ فَمَا يَزِيدُهُمْ إِلَّا طُغْيَٰنًۭا كَبِيرًۭا",
      "page": 288,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "و به یاد آور وقتی که به تو گفتیم: بدون شک پروردگارت به مردم احاطه کامل دارد. و رؤيا و خوابی را که به تو نشان دادیم و درخت نفرین شده در قرآن را جز (وسیلۀ) آزمایش برای مردم قرار ندادیم، ما ایشان را بیم می‌دهیم، ولی جز بر سرکشی شدید آنان نمی‌افزاید.",
      "translation_pashto": "17-60 او هغه وخت (یاد كړه) چې مونږ تا ته وویل: بېشكه ستا رب ټول خلق راګېر كړي دي او هغه منظره چې مونږ تا ته وښودله مونږ نه ده ګرځولې مګر د خلقو لپاره ازمايش او هغه ونه هم (ازمايش ګرځولې) چې قرآن كې پرې لعنت شوى دى او مونږ دوى وېروو، نو (دغه وېرول) دوى ته نه زیاتوي مګر ډېره لويه سركشي"
    },
    {
      "number": 61,
      "text": "وَإِذْ قُلْنَا لِلْمَلَٰٓئِكَةِ ٱسْجُدُوا۟ لِءَادَمَ فَسَجَدُوٓا۟ إِلَّآ إِبْلِيسَ قَالَ ءَأَسْجُدُ لِمَنْ خَلَقْتَ طِينًۭا",
      "page": 288,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "و یادآور شو چون به فرشته‌ها گفتیم که برای آدم سجده کنید، پس (همۀ آنها) سجده کردند مگر ابلیس که (با وجود سجده نکردن) گفت: آیا برای کسی سجده کنم که (او را) از گل آفریده ای؟",
      "translation_pashto": "17-61 او كله چې مونږ ملايكو ته وویل: تاسو ادم ته سجده وكړئ، نو دوى سجده وكړه غیر له ابلیس نه، هغه وویل: ایا زه هغه چا ته سجده وكړم چې تا له خَټې (خاورې) نه پېدا كړى دى"
    },
    {
      "number": 62,
      "text": "قَالَ أَرَءَيْتَكَ هَٰذَا ٱلَّذِى كَرَّمْتَ عَلَىَّ لَئِنْ أَخَّرْتَنِ إِلَىٰ يَوْمِ ٱلْقِيَٰمَةِ لَأَحْتَنِكَنَّ ذُرِّيَّتَهُۥٓ إِلَّا قَلِيلًۭا",
      "page": 288,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "(و) گفت: (ای الله!) به من خبر ده آیا این همان کسی است که او را بر من برتری داده‌ای؟ اگر مرا تا روز قیامت مهلت دهی، حتما همه فرزندانش را -مگر اندکی- ریشه‌کن (و تابع خود) می‌کنم.",
      "translation_pashto": "17-62 هغه وویل: ما ته خبر راكړه! دا سړى چې تا هغه په ما باندې بهتر كړى دى، یقینًا كه تا زه د قیامت د ورځې پورې وروسته كړم (نو) زه به خامخا هرومرو د ده د اولادې بېخ  وباسم، سوا له لږو ځنې"
    },
    {
      "number": 63,
      "text": "قَالَ ٱذْهَبْ فَمَن تَبِعَكَ مِنْهُمْ فَإِنَّ جَهَنَّمَ جَزَآؤُكُمْ جَزَآءًۭ مَّوْفُورًۭا",
      "page": 288,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "(الله) فرمود: برو، هر کس از آنان از تو پیروی کند، سزای همۀ شما جهنم است، که سزای وافر (و تمام) است.",
      "translation_pashto": "17-63 (الله) وویل چې ځه! نو په دوى كې چې چا ستا پیروي وكړه، نو بېشكه جهنم ستاسو جزا ده، ډېره پوره جزا"
    },
    {
      "number": 64,
      "text": "وَٱسْتَفْزِزْ مَنِ ٱسْتَطَعْتَ مِنْهُم بِصَوْتِكَ وَأَجْلِبْ عَلَيْهِم بِخَيْلِكَ وَرَجِلِكَ وَشَارِكْهُمْ فِى ٱلْأَمْوَٰلِ وَٱلْأَوْلَٰدِ وَعِدْهُمْ ۚ وَمَا يَعِدُهُمُ ٱلشَّيْطَٰنُ إِلَّا غُرُورًا",
      "page": 288,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "و هرکس از آنان را که می‌توانی با آواز خویش تحریک کن و سواران و پیادگانت را علیه آنان جلب کن و در اموال و اولاد با آنان شریک شو و به آنان وعده بده. و شیطان جز نیرنگ و فریب به آنها وعده نمی‌دهد.",
      "translation_pashto": "17-64 او ته په خپل اواز سره له دوى ځنې هغه څوك راپورته كړه چې ستا پرې وس رسېږي، او ته په دوى باندې خپل سواره او پیاده راجمع كړه او له دوى سره په مالونو او اولادونو كې شریك شه او دوى ته وعده وركړه، او شیطان دوى ته وعده نه وركوي مګر د دوكې"
    },
    {
      "number": 65,
      "text": "إِنَّ عِبَادِى لَيْسَ لَكَ عَلَيْهِمْ سُلْطَٰنٌۭ ۚ وَكَفَىٰ بِرَبِّكَ وَكِيلًۭا",
      "page": 288,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "در حقیقت تو را بر بندگان من هیچ تسلطی نیست و همین کافی است که پروردگارت حافظ و حامی (آنها) است.",
      "translation_pashto": "17-65 بېشكه زما بنده ګان چې دي، تا لره پر هغوى باندې هېڅ غلبه نشته او ستا رب ښه كافي كارساز دى"
    },
    {
      "number": 66,
      "text": "رَّبُّكُمُ ٱلَّذِى يُزْجِى لَكُمُ ٱلْفُلْكَ فِى ٱلْبَحْرِ لِتَبْتَغُوا۟ مِن فَضْلِهِۦٓ ۚ إِنَّهُۥ كَانَ بِكُمْ رَحِيمًۭا",
      "page": 288,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "پروردگارتان آن ذاتی است که کشتی‌ها را در دریا برایتان روان می‌کند تا از فضل او طلب کنید، چرا که او همیشه بر شما مهربان است.",
      "translation_pashto": "17-66 ستاسو رب هغه دى چې تاسو لپاره په سمندر كې بېړۍ روانوي، د دې لپاره چې تاسو د هغه فضل ولټوئ، بېشكه هغه پر تاسو له شروع نه ډېر رحم كوونكى دى"
    },
    {
      "number": 67,
      "text": "وَإِذَا مَسَّكُمُ ٱلضُّرُّ فِى ٱلْبَحْرِ ضَلَّ مَن تَدْعُونَ إِلَّآ إِيَّاهُ ۖ فَلَمَّا نَجَّىٰكُمْ إِلَى ٱلْبَرِّ أَعْرَضْتُمْ ۚ وَكَانَ ٱلْإِنسَٰنُ كَفُورًا",
      "page": 289,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "و هرگاه در بحر سختی‌ها به شما رسد، جز الله همۀ کسانی را که می‌خوانید از نظرتان ناپدید می‌گردند، اما وقتی که (الله) شما را نجات دهد و به خشکی برساند روی گردان می‌شوید. و انسان بسیار ناشکر است.",
      "translation_pashto": "17-67 او كله چې تاسو ته په سمندر كې سختي درورسېږي (، نو) هغه څوك (ستاسو له فكره) ورك شي چې تاسو يې بلئ مګر يواځې هغه (الله بلئ)، نو كله چې تاسو وچې ته بچ كړي (،نو) تاسو (له توحیده) مخ اړوئ او انسان دى ډېر ناشكره"
    },
    {
      "number": 68,
      "text": "أَفَأَمِنتُمْ أَن يَخْسِفَ بِكُمْ جَانِبَ ٱلْبَرِّ أَوْ يُرْسِلَ عَلَيْكُمْ حَاصِبًۭا ثُمَّ لَا تَجِدُوا۟ لَكُمْ وَكِيلًا",
      "page": 289,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "آیا مطمئن و ایمن شده‌اید از اینکه شما را در کناری از خشکی در زمین فرو برد، یا طوفان سنگریزه بر شما بباراند؟ باز برای خود یاری کننده‌ای نیابید.",
      "translation_pashto": "17-68 ایا نو تاسو له دې نه په امان كې یئ چې هغه تاسو د وچې ځمكې په یوه خوا كې ډوب (ښخ) كړي، یا پر تاسو  باندې كاڼي وروونكى سخت باد راولېږي (او) بیا تاسو د خپل ځان لپاره هېڅ ساتونكى ونه مومئ"
    },
    {
      "number": 69,
      "text": "أَمْ أَمِنتُمْ أَن يُعِيدَكُمْ فِيهِ تَارَةً أُخْرَىٰ فَيُرْسِلَ عَلَيْكُمْ قَاصِفًۭا مِّنَ ٱلرِّيحِ فَيُغْرِقَكُم بِمَا كَفَرْتُمْ ۙ ثُمَّ لَا تَجِدُوا۟ لَكُمْ عَلَيْنَا بِهِۦ تَبِيعًۭا",
      "page": 289,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "یا مگر ایمن شده‌اید از اینکه شما را به بحر بازگرداند، پس تند باد شکننده بر شما بفرستد، پس به سبب كفرتان شما را غرق کند؟! باز برای خود هیچ بازخواست کننده‌ای علیه ما به سبب آن غرق نیابید.",
      "translation_pashto": "17-69 یا تاسو له دې نه په امان كې یئ چې په دغه (سمندر) كې مو بېرته په دويم ځلې واپس كړي، نو پر تاسو  باندې (بېړۍ) ماتوونكى سخت باد راولېږي، نو تاسو د كفر كولو په سبب غرق كړي، بیا به تاسو د خپل ځان لپاره زمونږ په ضد راپسې ګرځېدونكى ونه مومئ"
    },
    {
      "number": 70,
      "text": "۞ وَلَقَدْ كَرَّمْنَا بَنِىٓ ءَادَمَ وَحَمَلْنَٰهُمْ فِى ٱلْبَرِّ وَٱلْبَحْرِ وَرَزَقْنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ وَفَضَّلْنَٰهُمْ عَلَىٰ كَثِيرٍۢ مِّمَّنْ خَلَقْنَا تَفْضِيلًۭا",
      "page": 289,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "و البته اولاد آدم را گرامی داشته و اکرام نمودیم و آنان را در خشکی و بحر (بر وسایل سفر) سوار کردیم و به آنان از چیزهای پاکیزه روزی دادیم و آنان را بر بسیاری از آفریدگان خویش برتری آشکار دادیم.",
      "translation_pashto": "17-70 او یقینًا یقینًا مونږ د ادم اولادې ته ډېر عزت وركړى دى، او مونږ دوى ته په وچه او سمندر كې سورلۍ وركړي دي او مونږ دوى ته خوندور پاكیزه شیان وركړي دي او مونږ دوى په خپل مخلوق كې په ډېرو زیاتو باندې غوره كړي دي، غوره كول"
    },
    {
      "number": 71,
      "text": "يَوْمَ نَدْعُوا۟ كُلَّ أُنَاسٍۭ بِإِمَٰمِهِمْ ۖ فَمَنْ أُوتِىَ كِتَٰبَهُۥ بِيَمِينِهِۦ فَأُو۟لَٰٓئِكَ يَقْرَءُونَ كِتَٰبَهُمْ وَلَا يُظْلَمُونَ فَتِيلًۭا",
      "page": 289,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "یادآور شوید روزی را که هر گروهی را با پیشوای‌شان طلب کنیم، پس هر کس نامۀ اعمالش به دست راستش داده شود، پس این گروه نامۀ اعمال خود را می‌خوانند. و به اندازه رشتۀ (شگاف وسطی) خستۀ خرما بر آنها ظلم کرده نمی‌شود.",
      "translation_pashto": "17-71 او (یاده كړه) هغه ورځ چې مونږ به ټول خلق (انسانان) سره له خپل امامه (عملنامې) راوبلو، نو هغه څوك چې هغه ته خپل كتاب (عمل نامه) په خپل ښي لاس كې وركړى شو، نو دغه كسان به خپل كتاب (عمل نامه) لولي او پر دوى به د كجورې د نري تار هومره ظلم (هم) نه كېږي"
    },
    {
      "number": 72,
      "text": "وَمَن كَانَ فِى هَٰذِهِۦٓ أَعْمَىٰ فَهُوَ فِى ٱلْءَاخِرَةِ أَعْمَىٰ وَأَضَلُّ سَبِيلًۭا",
      "page": 289,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "و هر کس در این دنیا کور (دل و بی‌بصیرت) باشد، پس وی در آخرت نیز کور است و از راه راست گمراه‌تر است.",
      "translation_pashto": "17-72 او څوك چې په دي (دنیا) كې ړوند و، نو هغه به په اخرت كې هم ړوند وي، او (د نجات) د لارې په لحاظ به ډېر بې لارې وي"
    },
    {
      "number": 73,
      "text": "وَإِن كَادُوا۟ لَيَفْتِنُونَكَ عَنِ ٱلَّذِىٓ أَوْحَيْنَآ إِلَيْكَ لِتَفْتَرِىَ عَلَيْنَا غَيْرَهُۥ ۖ وَإِذًۭا لَّٱتَّخَذُوكَ خَلِيلًۭا",
      "page": 289,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "و نزدیک بود که تو را از آنچه به سویت وحی کردیم در فتنه اندازند (و منصرف گردانند) تا غير آن را به دروغ به ما نسبت بدهی. و در آن صورت تو را به دوستی خود می‌گرفتند.",
      "translation_pashto": "17-73 او بېشكه شان دا دى چې دوى نژدې وو چې تا له هغه  (قرآن) نه واړوي چې مونږ تا ته وحي كړى دى، د دې لپاره چې ته پر مونږ له دې (قرآن) نه غیر (خبرې) راوتپې او په دغه وخت كې به نو ته دوى دوست نیولى وى"
    },
    {
      "number": 74,
      "text": "وَلَوْلَآ أَن ثَبَّتْنَٰكَ لَقَدْ كِدتَّ تَرْكَنُ إِلَيْهِمْ شَيْـًۭٔا قَلِيلًا",
      "page": 289,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "و اگر تو را (بر وحی) ثابت قدم نمی‌داشتیم، نزدیک بود که به‌سوی آنها اندکی میل کنی.",
      "translation_pashto": "17-74 او كه ته مونږ (په حق باندې) نه وى ټینګ كړى (،نو) یقینًا یقینًا ته نژدې وې چې دوى ته لږ څه مايله شې"
    },
    {
      "number": 75,
      "text": "إِذًۭا لَّأَذَقْنَٰكَ ضِعْفَ ٱلْحَيَوٰةِ وَضِعْفَ ٱلْمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيْنَا نَصِيرًۭا",
      "page": 289,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "در آن صورت تو را دو چند عذاب زندگی دنیا و دوچند عذاب (پس از) مرگ می‌چشانیدیم، باز برای خود هیچ مددگاری در برابر ما نمی‌یافتی.",
      "translation_pashto": "17-75 (نو) په دغه وخت كې به خامخا مونږ په تا څكلى وى دوه چند عذاب په (دې دنياوي) ژوندون او دوه چنده عذاب په مرګ (په اخرت) كې بیا به تا د خپل ځان لپاره زمونږ په خلاف مدد كوونكى نه وى موندلى"
    },
    {
      "number": 76,
      "text": "وَإِن كَادُوا۟ لَيَسْتَفِزُّونَكَ مِنَ ٱلْأَرْضِ لِيُخْرِجُوكَ مِنْهَا ۖ وَإِذًۭا لَّا يَلْبَثُونَ خِلَٰفَكَ إِلَّا قَلِيلًۭا",
      "page": 290,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "والبته نزدیک بود که تو را از آن سرزمین (مکه) بلغزانند تا تو را از آن بیرون کنند، در این صورت بعد از تو جز مدت کوتاهی باقی نمی‌ماندند.",
      "translation_pashto": "17-76 او بېشكه شان دا دى چې دوى قریب وو چې تا له دې ځمكې (وطن) نه واقعًا وخوځوي، د دې لپاره چې تا له دې نه وباسي او په دغه وخت كې به دوى له تا نه وروسته درنګ (وخت) نه وى تېر كړى مګر ډېر لږ "
    },
    {
      "number": 77,
      "text": "سُنَّةَ مَن قَدْ أَرْسَلْنَا قَبْلَكَ مِن رُّسُلِنَا ۖ وَلَا تَجِدُ لِسُنَّتِنَا تَحْوِيلًا",
      "page": 290,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "این سنت، همان سنتی است که همیشه در میان آنانی که پیش از تو فرستاده‌ایم برقرار بوده است. و برای سنت و روش ما هیچ تبدیلی نخواهی یافت.",
      "translation_pashto": "17-77 (دا ده زمونږ) طریقه په هغو رسولانو كې چې مونږ له تا نه مخكې یقینًا لېږلي وو، او ته به زمونږ طریقې لره هېڅ تبدیلېدل ونه مومې"
    },
    {
      "number": 78,
      "text": "أَقِمِ ٱلصَّلَوٰةَ لِدُلُوكِ ٱلشَّمْسِ إِلَىٰ غَسَقِ ٱلَّيْلِ وَقُرْءَانَ ٱلْفَجْرِ ۖ إِنَّ قُرْءَانَ ٱلْفَجْرِ كَانَ مَشْهُودًۭا",
      "page": 290,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "و نماز را از وقت زوال آفتاب برپا کن تا نهایت تاریکی شب. و قرآن خواندن صبح را لازم گیر (در نماز صبح)، چون نماز صبح (توسط فرشتگان) مشاهده می‌گردد.",
      "translation_pashto": "17-78 ته لمونځ قايموه د لمر له زواله وورسته د شپې تر تیارې پورې او د سبا قرآن (لمونځ) هم (قايموه) بېشكه د سبا قرآن، ده ته خو حاضري كولى شي"
    },
    {
      "number": 79,
      "text": "وَمِنَ ٱلَّيْلِ فَتَهَجَّدْ بِهِۦ نَافِلَةًۭ لَّكَ عَسَىٰٓ أَن يَبْعَثَكَ رَبُّكَ مَقَامًۭا مَّحْمُودًۭا",
      "page": 290,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "و در بخشی از شب برخیز و نماز تهجد بخوان، این یک فریضۀ اضافی مخصوص توست، باشد که پروردگارت تو را به مقامی پسندیده برساند.",
      "translation_pashto": "17-79 او د شپې په څه حصه كې خوب پرېږده، چې تا لپاره دا زیاتي عبادت دى، امېد دى چې ستا رب به تا مقامِ محمود (ستايل شوي ځاى) ته پورته كړي"
    },
    {
      "number": 80,
      "text": "وَقُل رَّبِّ أَدْخِلْنِى مُدْخَلَ صِدْقٍۢ وَأَخْرِجْنِى مُخْرَجَ صِدْقٍۢ وَٱجْعَل لِّى مِن لَّدُنكَ سُلْطَٰنًۭا نَّصِيرًۭا",
      "page": 290,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "و بگو: ای پروردگارم! مرا به طور پسندیده در (هر کاری) داخل کن و به طور پسندیده (از آن) بیرون آور. و از جانب خود قوتی به من عطا فرما که یار و مددگارم باشد.",
      "translation_pashto": "17-80 او ته ووایه: اى زما ربه! ته ما داخل كړه په رښتیني داخلولو سره او ته ما وباسه په رښتیني وېستلو سره او ته زما لپاره له خپل جانب نه یو مددكوونكى قوت مقرر كړه"
    },
    {
      "number": 81,
      "text": "وَقُلْ جَآءَ ٱلْحَقُّ وَزَهَقَ ٱلْبَٰطِلُ ۚ إِنَّ ٱلْبَٰطِلَ كَانَ زَهُوقًۭا",
      "page": 290,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "و بگو: حق آمد و باطل نابود شد، بی‌گمان باطل همیشه نابود شدنی است.",
      "translation_pashto": "17-81 او ته ووایه: حق راغى او باطل په تېښته ورك شو، بېشكه باطل دى وركېدونكى"
    },
    {
      "number": 82,
      "text": "وَنُنَزِّلُ مِنَ ٱلْقُرْءَانِ مَا هُوَ شِفَآءٌۭ وَرَحْمَةٌۭ لِّلْمُؤْمِنِينَ ۙ وَلَا يَزِيدُ ٱلظَّٰلِمِينَ إِلَّا خَسَارًۭا",
      "page": 290,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "و از قرآن آنچه را که سبب شفاست و برای مؤمنان رحمت است نازل می‌کنیم، (ولی) بر ظالمان جز خسارت و نقصان نمی‌افزاید.",
      "translation_pashto": "17-82 او مونږ قرآن نازلوو هغه چې د مومنانو لپاره شفا او رحمت دى او ظالمانو ته نه زیاتوي مګر تاوان"
    },
    {
      "number": 83,
      "text": "وَإِذَآ أَنْعَمْنَا عَلَى ٱلْإِنسَٰنِ أَعْرَضَ وَنَـَٔا بِجَانِبِهِۦ ۖ وَإِذَا مَسَّهُ ٱلشَّرُّ كَانَ يَـُٔوسًۭا",
      "page": 290,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "چون به انسان نعمت دهیم، روی می‌گرداند و به پهلو خود را کنار می‌کشد. و چون بوی شر برسد (از رحمت الله) ناامید می‌گردد.",
      "translation_pashto": "17-83 او كله چې مونږ پر (نافرمان) انسان باندې انعام وكړو (نو) هغه مخ وګرځوي او خپل ځان لرې كړي او كله چې ده ته شر (او تكلیف) ورسي (نو) ډېر ناامېده شي"
    },
    {
      "number": 84,
      "text": "قُلْ كُلٌّۭ يَعْمَلُ عَلَىٰ شَاكِلَتِهِۦ فَرَبُّكُمْ أَعْلَمُ بِمَنْ هُوَ أَهْدَىٰ سَبِيلًۭا",
      "page": 290,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "بگو هر کس به طریقۀ (پسندیدۀ) خود عمل می‌کند، پس پروردگارتان بهتر می‌داند که چه کسی راه یاب‌تر است.",
      "translation_pashto": "17-84 ته ووایه: هر كس پر خپلې مناسبحالې طریقې عمل كوي، نو ستا رب ښه عالم دى پر هغه چا چې هغه د لارې په لحاظ ښه هدایت والا دى"
    },
    {
      "number": 85,
      "text": "وَيَسْـَٔلُونَكَ عَنِ ٱلرُّوحِ ۖ قُلِ ٱلرُّوحُ مِنْ أَمْرِ رَبِّى وَمَآ أُوتِيتُم مِّنَ ٱلْعِلْمِ إِلَّا قَلِيلًۭا",
      "page": 290,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "و (کفار) از تو دربارۀ روح می‌پرسند، بگو: روح از امر پروردگار من است، و از علم به شما داده نشده است، مگر اندکی.",
      "translation_pashto": "17-85 او دوى له تا نه د روح په باره كې پوښتنه كوي ته (ورته) ووایه: روح زما د رب له امره ځنې دى او تاسو ته له علم ځنې څه برخه نه ده دركړ شوې مګر ډېره لږه"
    },
    {
      "number": 86,
      "text": "وَلَئِن شِئْنَا لَنَذْهَبَنَّ بِٱلَّذِىٓ أَوْحَيْنَآ إِلَيْكَ ثُمَّ لَا تَجِدُ لَكَ بِهِۦ عَلَيْنَا وَكِيلًا",
      "page": 290,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "و اگر ما بخواهیم آنچه را که به تو وحی فرستاده‌ایم از بین می‌بریم، باز کسی را نخواهی یافت که در این مورد عليه ما از تو دفاع کند.",
      "translation_pashto": "17-86 او یقینًا كه مونږ وغواړو (نو) خامخا ضرور به هغه (قرآن) بېرته یوسو چې مونږ تا ته وحي كړى دى، بیا به ته د خپل ځان لپاره په دې باره كې زمونږ په خلاف هېڅ وكیل (او كارساز) ونه مومې"
    },
    {
      "number": 87,
      "text": "إِلَّا رَحْمَةًۭ مِّن رَّبِّكَ ۚ إِنَّ فَضْلَهُۥ كَانَ عَلَيْكَ كَبِيرًۭا",
      "page": 291,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "مگر به سبب رحمت از طرف پروردگارت، چون فضل الله بر تو همواره بزرگ هست.",
      "translation_pashto": "17-87 خو ستا د رب له جانبه د مهربانۍ په وجه (مونږ دا قايم ساتلى دى، ځكه چې)، بېشكه د هغه فضل په تا باندې ډېر لوى دى"
    },
    {
      "number": 88,
      "text": "قُل لَّئِنِ ٱجْتَمَعَتِ ٱلْإِنسُ وَٱلْجِنُّ عَلَىٰٓ أَن يَأْتُوا۟ بِمِثْلِ هَٰذَا ٱلْقُرْءَانِ لَا يَأْتُونَ بِمِثْلِهِۦ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍۢ ظَهِيرًۭا",
      "page": 291,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "بگو: اگر انس و جن جمع شوند (و متفق شوند) تا مانند این قرآن را بیاورند، هرگز نمی‌توانند مانند آنرا بیاورند، هرچند بعضی از ایشان پشتیبان و مددگار بعض دیگر باشند.",
      "translation_pashto": "17-88 ته ووایه: خامخا كه انسانان او پېریان ټول پر دې خبره سره جمع شي چې د دې قرآن مِثل راوړي (،نو) د ده په مثل به رانه وړى شي اګر كه د دوى ځینې د ځینو نورو ملاتړي (هم) وي"
    },
    {
      "number": 89,
      "text": "وَلَقَدْ صَرَّفْنَا لِلنَّاسِ فِى هَٰذَا ٱلْقُرْءَانِ مِن كُلِّ مَثَلٍۢ فَأَبَىٰٓ أَكْثَرُ ٱلنَّاسِ إِلَّا كُفُورًۭا",
      "page": 291,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "البته ما در این قرآن هر مثلی را برای مردم به شیوه‌های گوناگون بیان کردیم، ولی بسیاری از مردم (از ایمان و عمل به آن) ابا ورزیدند و جز کفر و انکار (حق چیزی را نپذیرفتند).",
      "translation_pashto": "17-89 او یقینًا یقینًا مونږ په دې قرآن  كې هر قسمه مثال بیا بیا بیان كړى دى، نو زیاترو خلقو انكار وكړ غیر له كفر كولو نه"
    },
    {
      "number": 90,
      "text": "وَقَالُوا۟ لَن نُّؤْمِنَ لَكَ حَتَّىٰ تَفْجُرَ لَنَا مِنَ ٱلْأَرْضِ يَنۢبُوعًا",
      "page": 291,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "و گفتند: ما هرگز به تو ایمان نمی‌آوریم تا اینکه از زمین چشمه‌ای برای ما جاری سازی.",
      "translation_pashto": "17-90 او دوى وویل: مونږ به پر تا له سره ایمان رانه وړو تر دې چې ته زمونږ لپاره په دې ځمكه كې خوټېدونكې چینه جاري كړې"
    },
    {
      "number": 91,
      "text": "أَوْ تَكُونَ لَكَ جَنَّةٌۭ مِّن نَّخِيلٍۢ وَعِنَبٍۢ فَتُفَجِّرَ ٱلْأَنْهَٰرَ خِلَٰلَهَا تَفْجِيرًا",
      "page": 291,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "یا اینکه باغی از درختان خرما و انگور داشته باشی و نهرها را در آن روان سازی.",
      "translation_pashto": "17-91 یا چې تا لپاره باغ وي د كجورو او انګورو، بیا ته د دې (باغ) په مینځ كې ولې روانې كړې، روانول"
    },
    {
      "number": 92,
      "text": "أَوْ تُسْقِطَ ٱلسَّمَآءَ كَمَا زَعَمْتَ عَلَيْنَا كِسَفًا أَوْ تَأْتِىَ بِٱللَّهِ وَٱلْمَلَٰٓئِكَةِ قَبِيلًا",
      "page": 291,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "یا اینکه آسمان را طوری که ادعا می‌کنی، پاره پاره بر سر ما بیندازی. و یا الله و فرشتگان را رو به روی ما بیاوری.",
      "translation_pashto": "17-92 یا چې لكه څنګه چې ستا خیال دى ته پر مونږ باندې اسمان ټوټې ټوټې راوغورځوې، یا چې ته الله او ملايك مخامخ (ښكاره) راولې"
    },
    {
      "number": 93,
      "text": "أَوْ يَكُونَ لَكَ بَيْتٌۭ مِّن زُخْرُفٍ أَوْ تَرْقَىٰ فِى ٱلسَّمَآءِ وَلَن نُّؤْمِنَ لِرُقِيِّكَ حَتَّىٰ تُنَزِّلَ عَلَيْنَا كِتَٰبًۭا نَّقْرَؤُهُۥ ۗ قُلْ سُبْحَانَ رَبِّى هَلْ كُنتُ إِلَّا بَشَرًۭا رَّسُولًۭا",
      "page": 291,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "یا اینکه خانه‌ای از زر و زیورات داشته باشی و یا اینکه به‌سوی آسمان بالا روی. و به بالا رفتنت هم باور نداریم مگر اینکه کتابی برای ما بیاوری تا آن را بخوانیم. بگو: پروردگارم پاک و منزه است! آیا من جز بشری فرستاده شده هستم؟",
      "translation_pashto": "17-93 یا چې تا لپاره د سرو زرو كور وي، یا چې ته پورته اسمان ته وخېژې او مونږ به ستا پر (تشو) ختلو له سره ایمان رانه وړو تر هغه پورې چې ته پر مونږ باندې داسې یو كتاب راكوز كړې چې مونږ يې لولو، ته (دوى ته) ووایه: زما رب لپاره پاكي ده، زه نه یم مګر یو انسان (د نورو رسولانو په شان) رالېږل شوى "
    },
    {
      "number": 94,
      "text": "وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤْمِنُوٓا۟ إِذْ جَآءَهُمُ ٱلْهُدَىٰٓ إِلَّآ أَن قَالُوٓا۟ أَبَعَثَ ٱللَّهُ بَشَرًۭا رَّسُولًۭا",
      "page": 291,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "و هیچ چیزی مردم را از ایمان آوردن باز نداشت، وقتی که هدایت به‌سوی آنان آمد، مگر اینکه گفتند: آیا الله انسان را به عنوان پیغمبر فرستاده است؟!",
      "translation_pashto": "17-94 او خلق د ایمان له راوړلو نه نه دي منع كړي، كله چې دوى ته هدایت راغى، مګر دې خبرې چې دوى به ویل: ایا الله یو انسان رسول رالېږلى دى!"
    },
    {
      "number": 95,
      "text": "قُل لَّوْ كَانَ فِى ٱلْأَرْضِ مَلَٰٓئِكَةٌۭ يَمْشُونَ مُطْمَئِنِّينَ لَنَزَّلْنَا عَلَيْهِم مِّنَ ٱلسَّمَآءِ مَلَكًۭا رَّسُولًۭا",
      "page": 291,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "بگو: اگر در زمین فرشته‌های می‌بودند که با اطمینان راه می‌رفتند، البته بر آنها فرشته‌ای را از آسمان به عنوان پیغمبر نازل می‌کردیم.",
      "translation_pashto": "17-95 ته (دوى ته) ووایه: كه په ځمكه كې (د انسانانو پر ځاى) ملايك وى، چې په ارام سره ګرځېدلى (نو) مونږ به خامخا په دوى باندې له اسمان نه مَلك، رسول رالېږلى وى"
    },
    {
      "number": 96,
      "text": "قُلْ كَفَىٰ بِٱللَّهِ شَهِيدًۢا بَيْنِى وَبَيْنَكُمْ ۚ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرًۢا بَصِيرًۭا",
      "page": 291,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "بگو: الله به عنوان گواه بین من و شما کافیست، چون او به بندگان خود دانا (و) بیناست.",
      "translation_pashto": "17-96 ته ووایه: زما په مینځ كې او ستاسو په مینځ كې الله ښه كافي ګواه دى، بېشكه هغه په خپلو بنده ګانو باندې ښه خبردار، (د هغو) ښه لېدونكى دى"
    },
    {
      "number": 97,
      "text": "وَمَن يَهْدِ ٱللَّهُ فَهُوَ ٱلْمُهْتَدِ ۖ وَمَن يُضْلِلْ فَلَن تَجِدَ لَهُمْ أَوْلِيَآءَ مِن دُونِهِۦ ۖ وَنَحْشُرُهُمْ يَوْمَ ٱلْقِيَٰمَةِ عَلَىٰ وُجُوهِهِمْ عُمْيًۭا وَبُكْمًۭا وَصُمًّۭا ۖ مَّأْوَىٰهُمْ جَهَنَّمُ ۖ كُلَّمَا خَبَتْ زِدْنَٰهُمْ سَعِيرًۭا",
      "page": 292,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "و هر کس را که الله هدایت کند پس او راه یاب است و هر کس را گمراه سازد پس هرگز برای آنها دوستانی به جز الله نیابی. و آنها را روز قیامت کور و گنگ و کر بر چهره‌هایشان افتاده حشر می‌کنیم. جایگاهشان دوزخ است، هربار که آتش آن فرو نشیند، بر شرارۀ آن می‌افزاییم.",
      "translation_pashto": "17-97 او چا ته چې الله هدایت وكړي، نو هم هغه هدایت موندونكى دى او هغه څوك چې هغه (الله) يې بې لارې كړی، نو ته به د هغوى لپاره له هغه (الله) نه غیر هېڅ كارسازي (دوستان) له سره ونه مومې او د قیامت په ورځ به مونږ دوى په خپلو مخونو باندې (نسكور) راجمع كوو، په دې حال كې چې ړانده او ګونګیان او كاڼه به وي او د دوى  اوسېدنځاى به جهنم وي، هر كله چې (د جهنم اور) غلى شي، (نو) مونږ به دوى ته لمبې وهونكى اور ورزیات كړو"
    },
    {
      "number": 98,
      "text": "ذَٰلِكَ جَزَآؤُهُم بِأَنَّهُمْ كَفَرُوا۟ بِـَٔايَٰتِنَا وَقَالُوٓا۟ أَءِذَا كُنَّا عِظَٰمًۭا وَرُفَٰتًا أَءِنَّا لَمَبْعُوثُونَ خَلْقًۭا جَدِيدًا",
      "page": 292,
      "juz": 15,
      "hizb": 29,
      "sajda": false,
      "translation_dari": "این است سزای آنان به خاطر اینکه به آیات ما کافر شدند و گفتند: آیا چون استخوانی چند و اعضای از هم پاشیده شدیم، آیا در آفرینش جدید برانگیخته می‌شویم؟!",
      "translation_pashto": "17-98 „دا د دوى جزا ده، په سبب د دې چې بېشكه دوى زمونږ په ایتونو سره كفر كړى و او ویل به يې: ایا كله چې مونږ هډوكي او رېژېدلې خاورې شو، ایا په رښتیا به مونږ هرومرو بیا ژوندي كولى شو، په نوي تخلیق سره "
    },
    {
      "number": 99,
      "text": "۞ أَوَلَمْ يَرَوْا۟ أَنَّ ٱللَّهَ ٱلَّذِى خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ قَادِرٌ عَلَىٰٓ أَن يَخْلُقَ مِثْلَهُمْ وَجَعَلَ لَهُمْ أَجَلًۭا لَّا رَيْبَ فِيهِ فَأَبَى ٱلظَّٰلِمُونَ إِلَّا كُفُورًۭا",
      "page": 292,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "آیا ندیدند که الله همان ذاتی است که آسمان‌ها و زمین را آفرید، قادر است که مانند ایشان را بیافریند؟ و برای آنان اجلی مقرر کرده است که شکی در آن نیست، اما ظالمان ابا ورزیده، جز کفر و انکار (چیزی را نپذیرفتند).",
      "translation_pashto": "17-99 ایا دوى نه دي كتلي چې بېشكه هغه الله چې اسمانونه او ځمكه يې پیدا كړي دي پر دې قادر دى چې د دوى په مثل (نور) پیدا كړي او هغه د دوى لپاره یوه نېټه مقرر كړې ده چې په هغې كې هېڅ شك نشته، نو ظالمانو انكار وكړ مګر له كفر كولو نه"
    },
    {
      "number": 100,
      "text": "قُل لَّوْ أَنتُمْ تَمْلِكُونَ خَزَآئِنَ رَحْمَةِ رَبِّىٓ إِذًۭا لَّأَمْسَكْتُمْ خَشْيَةَ ٱلْإِنفَاقِ ۚ وَكَانَ ٱلْإِنسَٰنُ قَتُورًۭا",
      "page": 292,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "بگو: اگر شما مالک خزانه‌های رحمت پروردگارم بودید باز هم از ترس انفاق کردن آن، بخیلی می‌کردید، و انسان بخیل است.",
      "translation_pashto": "17-100 ته (دوى ته) ووایه: كه تاسو زما د رب د رحمت د خزانو مالكان شئ (نو) په دغه وخت كې به تاسو هرو مرو امساك (بخل) وكړئ د لګېدلو (خرچ كېدو) له وېرې نه او انسان خو دى ډېر بخیل"
    },
    {
      "number": 101,
      "text": "وَلَقَدْ ءَاتَيْنَا مُوسَىٰ تِسْعَ ءَايَٰتٍۭ بَيِّنَٰتٍۢ ۖ فَسْـَٔلْ بَنِىٓ إِسْرَٰٓءِيلَ إِذْ جَآءَهُمْ فَقَالَ لَهُۥ فِرْعَوْنُ إِنِّى لَأَظُنُّكَ يَٰمُوسَىٰ مَسْحُورًۭا",
      "page": 292,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "همانا ما موسی را نُه معجزه آشکار دادیم. پس از بنی اسرائیل بپرس وقتی که موسی نزدشان آمد، پس فرعون به او گفت: ای موسی! من تو را جادو شده می‌پندارم.",
      "translation_pashto": "17-101 او یقینًا یقینًا مونږ موسٰى ته نهه واضحې معجزې وركړې وې، نو تهٔ له بني اسرائیلو نه پوښتنه وكړه كله چې هغه، دوى ته راغى، نو هغهٔ ته فرعون وویل: بېشكه زه خامخا ضرور پر تا د جادو شوي عقیده ساتم اى موسٰى! (پر تا جادو شوى دى)"
    },
    {
      "number": 102,
      "text": "قَالَ لَقَدْ عَلِمْتَ مَآ أَنزَلَ هَٰٓؤُلَآءِ إِلَّا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ بَصَآئِرَ وَإِنِّى لَأَظُنُّكَ يَٰفِرْعَوْنُ مَثْبُورًۭا",
      "page": 292,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "(موسی به فرعون) گفت: یقینا دانسته‌ای که اینها (معجزه‌های روشن) را که باعث بینش و بصیرت مردم است، جز پروردگار آسمان‌ها و زمین نفرستاده است. و البته من تو را ای فرعون! هلاک شدنی می‌پندارم.",
      "translation_pashto": "17-102 ويې ويل:یقینًا یقینًا ته پوهېږې (په زړه كې) چې دا (نهه معجزې) نه دي نازلې كړې مګر د اسمانونو او ځمكې رب، په داسې حال كې چې دلیلونه دي، او بېشكه زه خامخا هرومرو په تا باندې اى فرعونه! د هلاك شوي یقین كوم"
    },
    {
      "number": 103,
      "text": "فَأَرَادَ أَن يَسْتَفِزَّهُم مِّنَ ٱلْأَرْضِ فَأَغْرَقْنَٰهُ وَمَن مَّعَهُۥ جَمِيعًۭا",
      "page": 292,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "پس (فرعون) خواست که آنان را از سرزمین (مصر) بیرون کند. پس ما او و کسانی را که همراه وی بودند، همه را یکجا غرق کردیم.",
      "translation_pashto": "17-103 نو هغه (فرعون) اراده وكړه چې دوى له دغې ځمكې (وطن) نه وخوځوي (وباسي)، نو مونږ هغه او څوك چې له هغه سره وو؛ ټول غرق (ډوب) كړل "
    },
    {
      "number": 104,
      "text": "وَقُلْنَا مِنۢ بَعْدِهِۦ لِبَنِىٓ إِسْرَٰٓءِيلَ ٱسْكُنُوا۟ ٱلْأَرْضَ فَإِذَا جَآءَ وَعْدُ ٱلْءَاخِرَةِ جِئْنَا بِكُمْ لَفِيفًۭا",
      "page": 292,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "و پس از (غرق شدن) او به بنی اسرائیل گفتیم: در آن سرزمین (شام) سکونت کنید، پس چون وعدۀ آخرت برسد، همۀ شما را یکجا خواهیم آورد.",
      "translation_pashto": "17-104 او د هغه ( له هلاكت) نه وروسته مونږ بني اسرائیلو ته وویل: تاسو په دغه ځمكه (خاوره) كې اوسئ، نو كله چې د اخرت وعده (قیامت) راشي (نو) مونږ به تاسو ټول ګډ سره راولو"
    },
    {
      "number": 105,
      "text": "وَبِٱلْحَقِّ أَنزَلْنَٰهُ وَبِٱلْحَقِّ نَزَلَ ۗ وَمَآ أَرْسَلْنَٰكَ إِلَّا مُبَشِّرًۭا وَنَذِيرًۭا",
      "page": 293,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "و آن (قرآن) را به حق نازل کردیم و به حق نازل شده است. و تو را جز مژده دهنده و بیم دهنده نفرستاده‌ایم.",
      "translation_pashto": "17-105 او په حقه سره مونږ دا نازل كړى دى او په حقه سره نازل شوى دى او ته مونږ نه يې لېږلى مګر زېرى وركوونكى او وېروونكى"
    },
    {
      "number": 106,
      "text": "وَقُرْءَانًۭا فَرَقْنَٰهُ لِتَقْرَأَهُۥ عَلَى ٱلنَّاسِ عَلَىٰ مُكْثٍۢ وَنَزَّلْنَٰهُ تَنزِيلًۭا",
      "page": 293,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "و قرآنی که آن را جدا جدا (به تدریج) نازل کردیم تا آن را با درنگ (اندک اندک) بر مردم بخوانی، و آن را به تدریج فرستاده‌ایم.",
      "translation_pashto": "17-106 او (مونږ) قرآن (نازل كړى دى) مونږ هغه ټوټه ټوټه (نازل) كړى دى، د دې لپاره چې ته دا خلقو ته ولولې په ارام (او وقفې) سره او مونږ دا نازل كړى دى (لږ لږ) نازلول"
    },
    {
      "number": 107,
      "text": "قُلْ ءَامِنُوا۟ بِهِۦٓ أَوْ لَا تُؤْمِنُوٓا۟ ۚ إِنَّ ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ مِن قَبْلِهِۦٓ إِذَا يُتْلَىٰ عَلَيْهِمْ يَخِرُّونَ لِلْأَذْقَانِ سُجَّدًۭا",
      "page": 293,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "بگو: (به قرآن) ایمان بیاورید، یا ایمان نیاورید (باکی نیست)، همانا آنانی که پیش از نازل شدن قرآن علم به ایشان داده شده است، هنگامی که قرآن بر آنان تلاوت می‌شود، سجده‌کنان به روی می‌افتند.",
      "translation_pashto": "17-107 ته (دوى ته) ووایه چې تاسو پر ده ایمان راوړئ، یا ایمان مه راوړئ، بېشكه هغه كسان چې له دغه (قرآن) نه مخكې هغوى ته علم وركړى شوى دى، كله چې هغوى ته دا لوستى شي (نو) هغوى په (اړخ د) خپلو زنو باندې نسكور پرېوځي، چې سجده كوونكي وي"
    },
    {
      "number": 108,
      "text": "وَيَقُولُونَ سُبْحَٰنَ رَبِّنَآ إِن كَانَ وَعْدُ رَبِّنَا لَمَفْعُولًۭا",
      "page": 293,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "و می‌گویند (پیروان حق) پاک است پروردگار ما، يقينا وعدۀ پروردگارما انجام شدنی است.",
      "translation_pashto": "17-108 او وايي زمونږ رب ته پاكي ده، بېشكه زمونږ د رب وعده خامخا كېدونكې ده"
    },
    {
      "number": 109,
      "text": "وَيَخِرُّونَ لِلْأَذْقَانِ يَبْكُونَ وَيَزِيدُهُمْ خُشُوعًۭا ۩",
      "page": 293,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "و گریه‌کنان بر روی‌های خویش می‌افتند و بر تواضع آنان می‌افزاید.",
      "translation_pashto": "17-109 او دوى پر خپلو زنو نسكور پرېوځي، چې ژاړي او عاجزي يې (د قرآن اورېدل) ورته ورزیاته كړي "
    },
    {
      "number": 110,
      "text": "قُلِ ٱدْعُوا۟ ٱللَّهَ أَوِ ٱدْعُوا۟ ٱلرَّحْمَٰنَ ۖ أَيًّۭا مَّا تَدْعُوا۟ فَلَهُ ٱلْأَسْمَآءُ ٱلْحُسْنَىٰ ۚ وَلَا تَجْهَرْ بِصَلَاتِكَ وَلَا تُخَافِتْ بِهَا وَٱبْتَغِ بَيْنَ ذَٰلِكَ سَبِيلًۭا",
      "page": 293,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "بگو: الله را بخوانید یا رحمن را بخوانید، او را به هر یک از نامهایش بخوانید (اشکالی ندارد، زیرا) او دارای نامهای نیکوست. و نمازت را نه با صدای بلند بخوان و نه با صدای آهسته، بلکه میان آن دو، راهی (وسط را) پیش گیر.",
      "translation_pashto": "17-110 ته (دوى ته) ووایه: تاسو الله بلئ، یا تاسو رحمٰن بلئ، هر یو (نوم) يې چې وبلئ، نو خاص د هغهٔ لپاره دي تر ټولو ښكلي نومونه او ته (قراءت د) خپل لمونځ ډېر مه ظاهروه او مه يې ډېر پټوه او د دې دواړو په مینځ كې (منځنۍ) لار ولټوه"
    },
    {
      "number": 111,
      "text": "وَقُلِ ٱلْحَمْدُ لِلَّهِ ٱلَّذِى لَمْ يَتَّخِذْ وَلَدًۭا وَلَمْ يَكُن لَّهُۥ شَرِيكٌۭ فِى ٱلْمُلْكِ وَلَمْ يَكُن لَّهُۥ وَلِىٌّۭ مِّنَ ٱلذُّلِّ ۖ وَكَبِّرْهُ تَكْبِيرًۢا",
      "page": 293,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "و بگو: تمامی ستایش‌ها مخصوص الله است که نه فرزندی گرفته و نه در فرمانروایی عالم شریکی دارد و نه او را به سبب ناتوانی و ذلت، یار و مددگاری است. لذا او را طوری‌که سزاوار (شأن او) است، بزرگ بشمار.",
      "translation_pashto": "17-111 او ته ووایه: ټوله ثنا هغه الله لره خاص ده چې نه يې څوك اولاد نیولى دى او نه د هغه لپاره په بادشاهۍ كې څوك شریك شته او نه د هغهٔ لپاره د عاجزۍ په وجه څوك دوست شته او تهٔ د هغه لويي بیانوه، لويي كامله"
    }
  ]
}