{
  "number": 18,
  "name": "الكهف",
  "name_dari": "کهف",
  "meaning_dari": "غار",
  "revelationType": "مکی",
  "numberOfAyahs": 110,
  "ayahs": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ ٱلْحَمْدُ لِلَّهِ ٱلَّذِىٓ أَنزَلَ عَلَىٰ عَبْدِهِ ٱلْكِتَٰبَ وَلَمْ يَجْعَل لَّهُۥ عِوَجَا ۜ",
      "page": 293,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "همه ستایش‌ها برای الله است ذاتی که کتاب را بر بندۀ خود نازل کرد و در آن هیچگونه کجی و انحراف نگذاشت.",
      "translation_pashto": "18-1 ټولې ستاينې خاص هغه الله لره دي چې پر خپل بنده يې كتاب نازل كړى دى او په ده كې يې هېڅ كوږوالى نه دى ایښى "
    },
    {
      "number": 2,
      "text": "قَيِّمًۭا لِّيُنذِرَ بَأْسًۭا شَدِيدًۭا مِّن لَّدُنْهُ وَيُبَشِّرَ ٱلْمُؤْمِنِينَ ٱلَّذِينَ يَعْمَلُونَ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمْ أَجْرًا حَسَنًۭا",
      "page": 293,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "کتاب راست و درست، تا (کافران را) از عذاب سخت از جانب خود بترساند. و مؤمنانی را که کارهای نیک می‌کنند، مژده دهد به اینکه برای آنها پاداش نیک است.",
      "translation_pashto": "18-2 په دې حال كې چې سم برابر دى، د دې لپاره چې هغه دوى له ډېر سخت عذاب نه ووېروي، چې د هغه (الله) له جانبه (راتلونكى) دى او مومنانو ته زېرى وركړي چې نېك عملونه كوي چې بېشكه د دوى لپاره ډېر ښكلى اجر دى"
    },
    {
      "number": 3,
      "text": "مَّٰكِثِينَ فِيهِ أَبَدًۭا",
      "page": 293,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "که باشند در آن تا ابد.",
      "translation_pashto": "18-3 چې دوى به تل ترتله په هغه كې اوسېدونكي وي"
    },
    {
      "number": 4,
      "text": "وَيُنذِرَ ٱلَّذِينَ قَالُوا۟ ٱتَّخَذَ ٱللَّهُ وَلَدًۭا",
      "page": 293,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "و تا بترساند کسانی را که گفتند: الله فرزندی (برای خود) گرفته است.",
      "translation_pashto": "18-4 او چې هغه كسان ووېروي چې (له ډېره جهله) وايي: الله (د ځان لپاره) اولاد نیولى دى"
    },
    {
      "number": 5,
      "text": "مَّا لَهُم بِهِۦ مِنْ عِلْمٍۢ وَلَا لِءَابَآئِهِمْ ۚ كَبُرَتْ كَلِمَةًۭ تَخْرُجُ مِنْ أَفْوَٰهِهِمْ ۚ إِن يَقُولُونَ إِلَّا كَذِبًۭا",
      "page": 294,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "حال آنکه نه ایشان و نه پدرانشان به آن (فرزند داشتن الله) هیچ علمی ندارند، سخن بس بزرگ است که از زبانشان بیرون می‌آید، )در این باره( جز دروغ نمی‌گویند.",
      "translation_pashto": "18-5 دوى ته پر دې خبره هېڅ علم نشته او نه د دوى پلرونو ته، دا د خبرې په لحاظ ډېره غټه (خبره) ده چې د دوى له خولو نه راوځي، دوى نه وايي مګر دروغ"
    },
    {
      "number": 6,
      "text": "فَلَعَلَّكَ بَٰخِعٌۭ نَّفْسَكَ عَلَىٰٓ ءَاثَٰرِهِمْ إِن لَّمْ يُؤْمِنُوا۟ بِهَٰذَا ٱلْحَدِيثِ أَسَفًا",
      "page": 294,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "پس مگر تو جان خود را از غم و اندوه هلاک می‌سازی در پی آنها که اگر به این سخن ایمان نیاورند.",
      "translation_pashto": "18-6 نو ښايي چې ته په دوى پسې وروسته (په ګرځېدو سره) له ډېره غمه د خپل ځان وژونكى شې كه دوى پر دې خبره (قرآن) ایمان رانه وړي"
    },
    {
      "number": 7,
      "text": "إِنَّا جَعَلْنَا مَا عَلَى ٱلْأَرْضِ زِينَةًۭ لَّهَا لِنَبْلُوَهُمْ أَيُّهُمْ أَحْسَنُ عَمَلًۭا",
      "page": 294,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "در حقیقت همۀ چیزهای که بر روی زمین است، ما برای آن زینت قرار داده‌ایم تا آنان را بیازماییم که کدام یک از آنها نیکوکارترند.",
      "translation_pashto": "18-7 بېشكه مونږ (چې یو) مونږ هر هغه څیز چې د ځمكې له پاسه دى د دغې لپاره زینت ګرځولى دى، د دې لپاره چې مونږ دوى و ازمایو چې په دوى كې كوم یو د عمل په لحاظ ډېر غوره دى"
    },
    {
      "number": 8,
      "text": "وَإِنَّا لَجَٰعِلُونَ مَا عَلَيْهَا صَعِيدًۭا جُرُزًا",
      "page": 294,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "و البته ما هر آنچه را که بر روی زمین است حتما میدان هموار و خشک خواهیم ساخت.",
      "translation_pashto": "18-8 او بېشكه مونږ خامخا هغه څه چې په دې (ځمكه) باندې دي؛ وچ كلك ډاګ ګرځوونكي یو"
    },
    {
      "number": 9,
      "text": "أَمْ حَسِبْتَ أَنَّ أَصْحَٰبَ ٱلْكَهْفِ وَٱلرَّقِيمِ كَانُوا۟ مِنْ ءَايَٰتِنَا عَجَبًا",
      "page": 294,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "آیا (گاهی) گمان کرده‌ای که اصحاب کهف (غار) و رقیم (لوحه نوشته) از عجایب و غرایب (دلائل قدرت) ما بودند؟",
      "translation_pashto": "18-9 ایا ته ګمان كوې چې بېشكه د غار او تختۍ والا زمونږ په نښو كې ډېر عجیبه وو؟"
    },
    {
      "number": 10,
      "text": "إِذْ أَوَى ٱلْفِتْيَةُ إِلَى ٱلْكَهْفِ فَقَالُوا۟ رَبَّنَآ ءَاتِنَا مِن لَّدُنكَ رَحْمَةًۭ وَهَيِّئْ لَنَا مِنْ أَمْرِنَا رَشَدًۭا",
      "page": 294,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "وقتی که آن جوانان به غار پناه بردند. پس گفتند: ای پرودگار ما! از جانب خود رحمت به ما ببخش و برای ما در کار ما راه نجات وهدایت را آماده ساز.",
      "translation_pashto": "18-10 (یاد كړه) هغه وخت چې ځلمیانو غار ته رجوع وكړه (په غار كې يې پناه واخيسته)، نو ويې ويل: اى زمونږ ربه! ته مونږ ته له خپل جانب نه رحمت راكړه او زمونږ لپاره زمونږ په دې كار كې (اسباب د) هدایت برابر كړه "
    },
    {
      "number": 11,
      "text": "فَضَرَبْنَا عَلَىٰٓ ءَاذَانِهِمْ فِى ٱلْكَهْفِ سِنِينَ عَدَدًۭا",
      "page": 294,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "پس بر گوش‌هایشان در آن غار تا چندین سال پرده (خواب سنگین) نهادیم.",
      "translation_pashto": "18-11 نو مونږ د دوى پر غوږونو خوب واچاوه، په غار كې څو كاله په شمېر"
    },
    {
      "number": 12,
      "text": "ثُمَّ بَعَثْنَٰهُمْ لِنَعْلَمَ أَىُّ ٱلْحِزْبَيْنِ أَحْصَىٰ لِمَا لَبِثُوٓا۟ أَمَدًۭا",
      "page": 294,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "باز ایشان را بیدار کردیم تا بدانیم که کدام یک از دو گروه مدت ماندن‌شان (در غار) را شمرده و بهتر به یاد دارد.",
      "translation_pashto": "18-12 بیا مونږ دوى له خوبه راپاڅول، د دې لپاره چې مونږ معلوم (څرګند) كړو چې په دوه ډلو كې كومې یوې هغه موده یاده ساتلې ده چې دوى تېره كړې ده"
    },
    {
      "number": 13,
      "text": "نَّحْنُ نَقُصُّ عَلَيْكَ نَبَأَهُم بِٱلْحَقِّ ۚ إِنَّهُمْ فِتْيَةٌ ءَامَنُوا۟ بِرَبِّهِمْ وَزِدْنَٰهُمْ هُدًۭى",
      "page": 294,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "ما داستان آنان را به راستی و درستی برای تو حکایت می‌کنیم. آنها جوانانی بودند که به پروردگارشان ایمان آوردند و ما بر هدایت آنان افزودیم.",
      "translation_pashto": "18-13 مونږ تا ته د دوى خبر په حقه سره بیانوو، بېشكه دوى داسې ځلمیان وو چې پر خپل رب يې ایمان راوړى و او مونږ دوى په هدایت كې ورزیات كړي وو"
    },
    {
      "number": 14,
      "text": "وَرَبَطْنَا عَلَىٰ قُلُوبِهِمْ إِذْ قَامُوا۟ فَقَالُوا۟ رَبُّنَا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ لَن نَّدْعُوَا۟ مِن دُونِهِۦٓ إِلَٰهًۭا ۖ لَّقَدْ قُلْنَآ إِذًۭا شَطَطًا",
      "page": 294,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "و دل‌هایشان را استوار گردانیدیم، وقتی که بر خواستند و گفتند: پروردگارما همان پروردگار آسمان‌ها و زمین است، هرگز جز او معبودی را نخواهیم پرستید، که در غیر این صورت سخن دروغ و دور از حق گفته‌ایم.",
      "translation_pashto": "18-14 او مونږ د دوى زړونه مضبوط كړي وو، كله چې دوى ولاړ شول، نو ويې ويل: زمونږ رب د اسمانونو او ځمكې رب دى، مونږ به هیڅكله له هغه نه غیر بل معبود ونه بلو (كه مونږ له هغه نه غير بل معبود وبلو نو)، یقینًا یقینًا په دغه وخت كې به مونږ ډېره غلطه خبره كړې وي "
    },
    {
      "number": 15,
      "text": "هَٰٓؤُلَآءِ قَوْمُنَا ٱتَّخَذُوا۟ مِن دُونِهِۦٓ ءَالِهَةًۭ ۖ لَّوْلَا يَأْتُونَ عَلَيْهِم بِسُلْطَٰنٍۭ بَيِّنٍۢ ۖ فَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًۭا",
      "page": 294,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "(لیکن) این قوم ما به جز الله معبودهایی را گرفته‌اند. (پس) چرا بر حقانیت آنها دلیل روشن نمی‌آورند؟ پس کیست ظالم‌تر از کسی که به الله دروغ بندد؟!",
      "translation_pashto": "18-15 زمونږ دغې قوم له هغه (الله) نه غیر نور معبودان نيولي دي، دوى پر (عبادت د) دغو (باطلو معبودانو) باندې ښكاره دلیل ولې نه راوړي؟ نو له هغه چا نه لوى ظالم څوك دى چې په الله باندې دروغ تړي!"
    },
    {
      "number": 16,
      "text": "وَإِذِ ٱعْتَزَلْتُمُوهُمْ وَمَا يَعْبُدُونَ إِلَّا ٱللَّهَ فَأْوُۥٓا۟ إِلَى ٱلْكَهْفِ يَنشُرْ لَكُمْ رَبُّكُم مِّن رَّحْمَتِهِۦ وَيُهَيِّئْ لَكُم مِّنْ أَمْرِكُم مِّرْفَقًۭا",
      "page": 295,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "و (آن جوانان میان خود گفتند:) چون از آنان و از چیزهایی که به جز الله می‌پرستند کناره گرفتید، پس به آن غار جای گیرید تا پروردگارتان از رحمت خود بر شما بگستراند و در کارتان برای شما گشایش آماده سازد.",
      "translation_pashto": "18-16 او كله چې تاسو  جدا شوئ له دوى نه او له هغه څه نه چې دوى يې له الله نه غیر عبادت كوي، نو تاسو په غار كې ځاى ونیسئ، ستاسو رب به تاسو لپاره خپل رحمت خور (او پراخه) كړي او تاسو لپاره به ستاسو په كار كې اساني تیاره كړي"
    },
    {
      "number": 17,
      "text": "۞ وَتَرَى ٱلشَّمْسَ إِذَا طَلَعَت تَّزَٰوَرُ عَن كَهْفِهِمْ ذَاتَ ٱلْيَمِينِ وَإِذَا غَرَبَت تَّقْرِضُهُمْ ذَاتَ ٱلشِّمَالِ وَهُمْ فِى فَجْوَةٍۢ مِّنْهُ ۚ ذَٰلِكَ مِنْ ءَايَٰتِ ٱللَّهِ ۗ مَن يَهْدِ ٱللَّهُ فَهُوَ ٱلْمُهْتَدِ ۖ وَمَن يُضْلِلْ فَلَن تَجِدَ لَهُۥ وَلِيًّۭا مُّرْشِدًۭا",
      "page": 295,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "و آفتاب را می‌بینی که چون طلوع کند به طرف راست غارشان مائل می‌شود، و چون غروب کند از طرف چپشان می‌گذرد، در حالیکه آنان در گشادگی غار قرار داشتند، این از نشانه‌های الله است، الله هر كس را هدایت کند پس او راه یافته است، و هر که را گمراه کند، پس برای او دوست و راهنمایی نمی‌یابی.",
      "translation_pashto": "18-17 او ته به لمر وینې كله چې راخېژي، نو د دوى له غاره ښي اړخ ته میلان كوي او كله چې پرېوځي (نو) د دوى په څنګ تېر شي ګس اړخ ته او دوى له دې (غار) نه په ارت میدان كې دي، دغه د الله له نښو ځنې دي، چا ته چې الله هدایت وكړي، نو هم هغه هدایت موندونكى دى او څوك چې ګمراه كړي، نو ته به د هغه لپاره له سره ونه مومې، كوم لار ښوونكى دوست"
    },
    {
      "number": 18,
      "text": "وَتَحْسَبُهُمْ أَيْقَاظًۭا وَهُمْ رُقُودٌۭ ۚ وَنُقَلِّبُهُمْ ذَاتَ ٱلْيَمِينِ وَذَاتَ ٱلشِّمَالِ ۖ وَكَلْبُهُم بَٰسِطٌۭ ذِرَاعَيْهِ بِٱلْوَصِيدِ ۚ لَوِ ٱطَّلَعْتَ عَلَيْهِمْ لَوَلَّيْتَ مِنْهُمْ فِرَارًۭا وَلَمُلِئْتَ مِنْهُمْ رُعْبًۭا",
      "page": 295,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "و گمان می‌کنی که آنان بیدارند، حال آنکه آنان خفته‌اند. و ما آنان را به جانب راست و جانب چپ می‌گردانیدیم، و سگشان دو دستش در دهان غار گشاده بود، اگر به آنها می‌نگریستی از آنان می‌گریختی و البته از مشاهده آنها سینه ات از ترس و وحشت پر می‌شد.",
      "translation_pashto": "18-18 او ته به پر دوى د ویښو ګمان كوې، حال دا چې دوى ویده دي او مونږ دوى په ښي اړخ او ګس اړخ اړوو او د دوى سپى (د غار) په خولې كې د خپلو څنګلو غځوونكى دى، كه ته پر دوى له بره نظر واچوې (نو) ته به خامخا له دوى نه په تېښته راوګرځې او خامخا به ته د وېرې په لحاظ ډك كړى شي"
    },
    {
      "number": 19,
      "text": "وَكَذَٰلِكَ بَعَثْنَٰهُمْ لِيَتَسَآءَلُوا۟ بَيْنَهُمْ ۚ قَالَ قَآئِلٌۭ مِّنْهُمْ كَمْ لَبِثْتُمْ ۖ قَالُوا۟ لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍۢ ۚ قَالُوا۟ رَبُّكُمْ أَعْلَمُ بِمَا لَبِثْتُمْ فَٱبْعَثُوٓا۟ أَحَدَكُم بِوَرِقِكُمْ هَٰذِهِۦٓ إِلَى ٱلْمَدِينَةِ فَلْيَنظُرْ أَيُّهَآ أَزْكَىٰ طَعَامًۭا فَلْيَأْتِكُم بِرِزْقٍۢ مِّنْهُ وَلْيَتَلَطَّفْ وَلَا يُشْعِرَنَّ بِكُمْ أَحَدًا",
      "page": 295,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "و این چنین ایشان را بیدار کردیم تا از یکدیگر بپرسند. گوینده‌ای از آنان گفت: چه مدتی (در این غار) بودید؟ گفتند: یک روز یا بخشی از روز؟ گفتند: پروردگارتان بهتر می‌داند که چقدر مانده‌اید، پس کسی از خودتان را با این سکه نقره به شهر بفرستید، و باید ببیند کدامیک از آنان غذای پاکتر دارد، پس از آن خوردنی برایتان بیاورد. و باید (در رفت و آمد خود) دقت و احتیاط کند و هیچ کسی را دربارۀ شما آگاه نسازد.",
      "translation_pashto": "18-19 او همداسې مونږ دوى بیا راوېښ كړل، د دې لپاره چې دوى په خپل مینځ كې یو له بله پوښتنه وكړي، په دوى كې یو ویونكي وویل: تاسو څومره وخت تېر كړى دى؟ دوى وویل: مونږ یوه ورځ، یا د ورځې څه حصه وخت تېر كړى دى، نورو وویل: ستاسو رب ښه عالم دى پر هغې مودې چې تاسو تېره كړې ده، نو تاسو خپل یو تن له خپلو دې سپینو زرو سره ښار ته ولېږئ، نو هغه دې وګوري چې د دې (ښار) كوم یو كس د طعام په لحاظ ډېر پاكیزه دى، نو دى دې تاسو ته له هغه نه خوراك راوړي او نرمي او زیركي دې كوي او په تاسو دې هیڅوك له سره خبر نه كړي"
    },
    {
      "number": 20,
      "text": "إِنَّهُمْ إِن يَظْهَرُوا۟ عَلَيْكُمْ يَرْجُمُوكُمْ أَوْ يُعِيدُوكُمْ فِى مِلَّتِهِمْ وَلَن تُفْلِحُوٓا۟ إِذًا أَبَدًۭا",
      "page": 295,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "زیرا اگر آنان بر شما قدرت یابند شما را سنگسار می‌کنند، یا اینکه به دین خود بر می‌گردانند. و در آن صورت هرگز رستگار نخواهید شد.",
      "translation_pashto": "18-20 بېشكه دوى كه پر تاسو خبر (او غالبه) شي (نو) دوى به تاسو سنګسار كړي، یا به تاسو هغوى خپل دین ته بېرته وګرځوي او په دغه وخت كې به تاسو له سره كامیاب نشئ، هیڅكله"
    },
    {
      "number": 21,
      "text": "وَكَذَٰلِكَ أَعْثَرْنَا عَلَيْهِمْ لِيَعْلَمُوٓا۟ أَنَّ وَعْدَ ٱللَّهِ حَقٌّۭ وَأَنَّ ٱلسَّاعَةَ لَا رَيْبَ فِيهَآ إِذْ يَتَنَٰزَعُونَ بَيْنَهُمْ أَمْرَهُمْ ۖ فَقَالُوا۟ ٱبْنُوا۟ عَلَيْهِم بُنْيَٰنًۭا ۖ رَّبُّهُمْ أَعْلَمُ بِهِمْ ۚ قَالَ ٱلَّذِينَ غَلَبُوا۟ عَلَىٰٓ أَمْرِهِمْ لَنَتَّخِذَنَّ عَلَيْهِم مَّسْجِدًۭا",
      "page": 296,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "و این چنین مردم را بر حال آنها آگاه ساختیم تا بدانند که وعدۀ الله حق و راست است، و اینکه (بدانند) قیامت (آمدنی است و) هیچ شکی در آن نیست، وقتی که میان خود نزاع کردند و گفتند: بر (غار) آنان بنایی بسازید. پروردگارشان از حال ایشان آگاه‌تر است، و کسانی که بر کار و بار‌شان غلبه یافتند، گفتند: حتما بر غار آنها مسجدی می‌سازیم.",
      "translation_pashto": "18-21 او همداسې مونږ په دوى باندې (خلق) خبر كړل، د دې لپاره چې دغه (خلق) پوه شي چې بېشكه د الله وعده حقه ده او دا چې بېشكه قیامت (چې دى) په هغه كې هېڅ شك نشته، (مونږ خلق) هغه وخت (خبر كړل) چې دوى په خپل مینځ كې د هغوى په معامله كې جګړې كولې، نو ځينو وویل: تاسو په دوى باندې یوه ودانۍ جوړه كړئ، د دوى رب پر دوى ښه عالم دى، (خو) هغو كسانو وویل چې د دوى په معامله كې غالب وو، مونږ به خامخا هرومرو په (غار د) دوى باندې يو جومات جوړوو"
    },
    {
      "number": 22,
      "text": "سَيَقُولُونَ ثَلَٰثَةٌۭ رَّابِعُهُمْ كَلْبُهُمْ وَيَقُولُونَ خَمْسَةٌۭ سَادِسُهُمْ كَلْبُهُمْ رَجْمًۢا بِٱلْغَيْبِ ۖ وَيَقُولُونَ سَبْعَةٌۭ وَثَامِنُهُمْ كَلْبُهُمْ ۚ قُل رَّبِّىٓ أَعْلَمُ بِعِدَّتِهِم مَّا يَعْلَمُهُمْ إِلَّا قَلِيلٌۭ ۗ فَلَا تُمَارِ فِيهِمْ إِلَّا مِرَآءًۭ ظَٰهِرًۭا وَلَا تَسْتَفْتِ فِيهِم مِّنْهُمْ أَحَدًۭا",
      "page": 296,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "(بعضی از مردم) خواهند گفت: آنان سه نفر بودند که چهارم ایشان سگشان بود. و (بعضی دیگر) خواهند گفت: پنج نفر بودند که ششم ایشان سگشان بود. همه اینها از روی حدس و گمان است. و (بعضی) می‌گویند، هفت نفر بودند که هشتم ایشان سگشان بود. بگو: پروردگارم به تعداد آنها داناتر است. جز اندکی تعدادشان را نمی‌دانند، بنابراین جز بر اساس علم و یقین در مورد آنان جدال مکن و دربارۀ آنان از هیچکس سوال مکن.",
      "translation_pashto": "18-22 ژر به دغه(خلق) وايي چې (دوى) درې دي، د دوى څلورم د دوى سپى دى او وايي به ځينې چې (دوى) پنځه دي، د دوى شپږم د دوى سپى دى، په داسې حال كې چې بې نښې نالیدلي ویشتل كوي او وايي به چې (دوى) اوه دي او د دوى اتم د دوى سپى دى، ته ووایه: زما رب د دوى پر شمېر ښه عالم دى، پر دوى خبر (او عالِم) نه دي مګر ډېر لږ (خلق)، نو ته د دوى په باره كې له سرسري بحث نه غیر نور بحث مه كوه او ته د دوى په باره كې په دغو (اهل كتابو) كې له هیچا نه فتوٰى مه غواړه"
    },
    {
      "number": 23,
      "text": "وَلَا تَقُولَنَّ لِشَا۟ىْءٍ إِنِّى فَاعِلٌۭ ذَٰلِكَ غَدًا",
      "page": 296,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "و هرگز دربارۀ هیچ کاری مگو که فردا آنرا انجام می‌دهم.",
      "translation_pashto": "18-23 او ته د هېڅ شي په باره كې له سره داسې مه وایه چې بېشكه زه سبا ته د دغه كار كوونكى یم"
    },
    {
      "number": 24,
      "text": "إِلَّآ أَن يَشَآءَ ٱللَّهُ ۚ وَٱذْكُر رَّبَّكَ إِذَا نَسِيتَ وَقُلْ عَسَىٰٓ أَن يَهْدِيَنِ رَبِّى لِأَقْرَبَ مِنْ هَٰذَا رَشَدًۭا",
      "page": 296,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "(مگر اینکه بگویی:) اگر الله بخواهد (آن را انجام می‌دهم) و پروردگارت را وقتی که فراموش کردی یاد کن، و بگو: امید است که پروردگارم مرا به (راه) درست‌تر از این رهنمود کند.",
      "translation_pashto": "18-24 مګر (جوخت ورسره وایه) كه الله يې وغواړي او خپل رب یاد كړه (ان شاء الله ووايه) كله چې (د هغهٔ نوم اخيستل) دې هېر شي، او ته ووایه: امېد دى چې ما ته به زما رب لارښوونه وكړي، د نېكۍ په لحاظ دې ته د قریب ترې لارې"
    },
    {
      "number": 25,
      "text": "وَلَبِثُوا۟ فِى كَهْفِهِمْ ثَلَٰثَ مِا۟ئَةٍۢ سِنِينَ وَٱزْدَادُوا۟ تِسْعًۭا",
      "page": 296,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "و (اصحاب کهف) سیصد سال در غارشان ماندند و نه سال دیگر نیز بر آن افزودند.",
      "translation_pashto": "18-25 او دوى په خپل غار كې درې سوه كاله تېر كړل او نهه يې (پرې) ور زیات كړل"
    },
    {
      "number": 26,
      "text": "قُلِ ٱللَّهُ أَعْلَمُ بِمَا لَبِثُوا۟ ۖ لَهُۥ غَيْبُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۖ أَبْصِرْ بِهِۦ وَأَسْمِعْ ۚ مَا لَهُم مِّن دُونِهِۦ مِن وَلِىٍّۢ وَلَا يُشْرِكُ فِى حُكْمِهِۦٓ أَحَدًۭا",
      "page": 296,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "بگو: الله به مدتی که در غار بودند داناتر است، غیب آسمان‌ها و زمین تنها به او اختصاص دارد، چقدر بینا و چقدر شنواست! آنان به جز او هیچ کارسازی ندارند و در حکم خود کسی را شریک نمی‌سازد.",
      "translation_pashto": "18-26  ته ووایه: الله ښه  عالم دى پر مقدار د هغې مودې چې دوى تېره كرې ده، خاص د هغه لپاره د اسمانونو او  ځمكې غیب (پټ اَسرار) دي، هغه هر څه ښه لیدونكى او هر څه ښه اورېدونكى دى! د دوى لپاره له هغه نه غیر هېڅ كارساز (او حمایتي) نشته او هغه په خپل حكم (او قضا) كې هیڅوك  نه شریكوي"
    },
    {
      "number": 27,
      "text": "وَٱتْلُ مَآ أُوحِىَ إِلَيْكَ مِن كِتَابِ رَبِّكَ ۖ لَا مُبَدِّلَ لِكَلِمَٰتِهِۦ وَلَن تَجِدَ مِن دُونِهِۦ مُلْتَحَدًۭا",
      "page": 296,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "و آنچه را که از کتاب پروردگارت به تو وحی شده است، تلاوت کن، سخنان او را هیچ کس نمی‌تواند تغییر دهد، و هرگز پناهی جز او نیابی.",
      "translation_pashto": "18-27 او ته لوله هغه چې تا ته د خپل رب له كتابه وحي كړى شوى دى، د هغه (الله) كلمو لره هیڅوك بدلوونكى نشته او له هغهٔ نه غیر به ته له سره هېڅ پناه ځاى ونه مومې"
    },
    {
      "number": 28,
      "text": "وَٱصْبِرْ نَفْسَكَ مَعَ ٱلَّذِينَ يَدْعُونَ رَبَّهُم بِٱلْغَدَوٰةِ وَٱلْعَشِىِّ يُرِيدُونَ وَجْهَهُۥ ۖ وَلَا تَعْدُ عَيْنَاكَ عَنْهُمْ تُرِيدُ زِينَةَ ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَلَا تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُۥ عَن ذِكْرِنَا وَٱتَّبَعَ هَوَىٰهُ وَكَانَ أَمْرُهُۥ فُرُطًۭا",
      "page": 297,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "و با آنانی که پروردگار خود را صبح و شام یاد می‌کنند صبر پیشه کن، در حالیکه خشنودی او را می‌خواهند. و نباید در طلب زینت زندگانی دنیا چشمانت از آنان دور شود. و از کسی اطاعت مکن که دل او را از یاد خود غافل ساخته‌ایم و او از هوای نفس خود پیروی کرده و کارش از حد گذشتن و کوتاهی است.",
      "translation_pashto": "18-28 او ته خپل ځان له هغو كسانو سره بند (او ټینګ) وساته چې خپل رب د ورځې په شروع كې او د ورځې په اخر كې بولي، دوى د هغهٔ مخ غواړي او ستا سترګې دې له دوى نه تېرې نشي، چې ته د دنيايي ژوند ښایست غوارې او ته د هغه چا اطاعت مه كوه چې مونږ له خپل ذكر نه د هغهٔ زړه غافل كړى دى او هغه د خپل خواهش تابع شوى دى او د هغهٔ كار له حد نه وتلى دى"
    },
    {
      "number": 29,
      "text": "وَقُلِ ٱلْحَقُّ مِن رَّبِّكُمْ ۖ فَمَن شَآءَ فَلْيُؤْمِن وَمَن شَآءَ فَلْيَكْفُرْ ۚ إِنَّآ أَعْتَدْنَا لِلظَّٰلِمِينَ نَارًا أَحَاطَ بِهِمْ سُرَادِقُهَا ۚ وَإِن يَسْتَغِيثُوا۟ يُغَاثُوا۟ بِمَآءٍۢ كَٱلْمُهْلِ يَشْوِى ٱلْوُجُوهَ ۚ بِئْسَ ٱلشَّرَابُ وَسَآءَتْ مُرْتَفَقًا",
      "page": 297,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "و بگو: حق از سوی پروردگارتان است، پس هرکس که می‌خواهد، ایمان بیاورد و هر کس که می‌خواهد، کافر شود. به یقین ما برای ظالمان آتش را آماده کرده‌ایم که سرا پرده‌هایش آنان را در بر می‌گیرد. و اگر کمک بخواهند با آبی همچون مس گداخته شده به فریادشان رسند، که چهره‌ها را بریان می‌کند. چه بد نوشیدنی و چه بد جایگاهی است.",
      "translation_pashto": "18-29 او ته (دوى ته) ووایه: حق ستا د رب له جانبه دى، نو څوك چې (ایمان راوړل) وغواړي، نو هغه دې ایمان راوړي او څوك چې (كفر كول) وغواړي، نو هغه دې كفر وكړي، بېشكه مونږ د ظالمانو لپاره داسې اور تیار كړى دى چې له دغو نه د هغه پردې راچاپېره شوي دي او كه دوى (له تندې نه) فریاد وكړي (نو) په داسې اوبو سره به يې فریاد رسي وشي لكه زوې (د تیلو خټ) چې مخونه به وریتوي، بد دى دغه مشروب او بد دى دغه ځاى د اوسېدلو"
    },
    {
      "number": 30,
      "text": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ إِنَّا لَا نُضِيعُ أَجْرَ مَنْ أَحْسَنَ عَمَلًا",
      "page": 297,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "بدون شک کسانی که ایمان آورده‌اند و کارهای شایسته کرده‌اند (بدانند که)، ما پاداش کسانی را ضایع نمی‌کنیم که کار نیک کرده‌اند.",
      "translation_pashto": "18-30 بېشكه هغه كسان چې ایمان يې راوړى دى او نېك عملونه يې كړي دي، (، نو) يقينًا مونږ د هغه چا اجر نه ضايع كوو چې ښه عمل يې كړى دى"
    },
    {
      "number": 31,
      "text": "أُو۟لَٰٓئِكَ لَهُمْ جَنَّٰتُ عَدْنٍۢ تَجْرِى مِن تَحْتِهِمُ ٱلْأَنْهَٰرُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍۢ وَيَلْبَسُونَ ثِيَابًا خُضْرًۭا مِّن سُندُسٍۢ وَإِسْتَبْرَقٍۢ مُّتَّكِـِٔينَ فِيهَا عَلَى ٱلْأَرَآئِكِ ۚ نِعْمَ ٱلثَّوَابُ وَحَسُنَتْ مُرْتَفَقًۭا",
      "page": 297,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "آنان کسانی‌اند که بهشت همیشگی برای ایشان است، که در زیر (قصرها و درختان) آنها نهرها روان است، در آن جا با دستبندهای از طلا آراسته می‌شوند و لباسهای ابریشم سبز و نازک و ضخیم می‌پوشند، در حالیکه بر تختها تكيه زده‌اند، چه پاداش خوب و چه نیکو تکیه گاهی است!",
      "translation_pashto": "18-31 دغه كسان چې دي، د دوى لپاره د تل استوګنې جنتونه دي چې د هغو له لاندې ولې بهېږي، دوى به په هغو كې د سروزرو په وښیو اراسته (او ښكلي) كاوه شي او دوى به د نري ورېښمو او پېړو ورېښمو شنې جامې اغوندي، په داسې حال كې چې په دغو (جنتونو) كې به په تختونو باندې تكیه وهونكي وي، دغه ښه بدل دى او ښه د ارام ځاى دى"
    },
    {
      "number": 32,
      "text": "۞ وَٱضْرِبْ لَهُم مَّثَلًۭا رَّجُلَيْنِ جَعَلْنَا لِأَحَدِهِمَا جَنَّتَيْنِ مِنْ أَعْنَٰبٍۢ وَحَفَفْنَٰهُمَا بِنَخْلٍۢ وَجَعَلْنَا بَيْنَهُمَا زَرْعًۭا",
      "page": 297,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "و برای آنان، آن دو شخص را مثل بزن که به یکی از آنها، دو باغ انگور دادیم و گرداگرد باغ‌ها را با درختان خرما پوشاندیم و میان باغها کشتزار قرار دادیم.",
      "translation_pashto": "18-32 او دوى ته یو مثال بیان كړه، دوه سړي دي، په دوى كې یو ته مونږ د انګورو دوه باغونه وركړي دي، او دغه دواړه (باغونه) مونږ په كجورو سره پټ كړي دي او د دواړو په مینځ كې مونږ فصل (كښت) پیدا كړى دى"
    },
    {
      "number": 33,
      "text": "كِلْتَا ٱلْجَنَّتَيْنِ ءَاتَتْ أُكُلَهَا وَلَمْ تَظْلِم مِّنْهُ شَيْـًۭٔا ۚ وَفَجَّرْنَا خِلَٰلَهُمَا نَهَرًۭا",
      "page": 297,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "هر دو باغ، محصول و میوه‌هایش را (به وقتش) می‌داد و چیزی از محصول و میوه کم نمی‌کرد و ما در میان آن دو باغ جویبار روان کرده بودیم.",
      "translation_pashto": "18-33 دغه دواړه باغونه خپلې مېوې كوي او هېڅ شى ترې نه كموي او مونږ د دواړو په مینځ كې ویاله بهولې ده"
    },
    {
      "number": 34,
      "text": "وَكَانَ لَهُۥ ثَمَرٌۭ فَقَالَ لِصَٰحِبِهِۦ وَهُوَ يُحَاوِرُهُۥٓ أَنَا۠ أَكْثَرُ مِنكَ مَالًۭا وَأَعَزُّ نَفَرًۭا",
      "page": 297,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "و برای صاحب باغ میوه‌های (فراوانی) بود، پس به دوست خود در حالیکه با وی گفتگو می‌کرد، گفت: من از تو ثروتمندتر و از لحاظ افراد نسبت به تو نیرومندترم.",
      "translation_pashto": "18-34 او د دغه (كس) لپاره نورې مېوې هم وې، نو ده خپل ملګري ته وویل، په دې حال كې چې له یو بل سره يې خبرې كولې: زه له تا نه په مال كې زیات یم او په ملاتړ (سړیو) كې ډېر غالب یم"
    },
    {
      "number": 35,
      "text": "وَدَخَلَ جَنَّتَهُۥ وَهُوَ ظَالِمٌۭ لِّنَفْسِهِۦ قَالَ مَآ أَظُنُّ أَن تَبِيدَ هَٰذِهِۦٓ أَبَدًۭا",
      "page": 298,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "و در باغش در آمد در حالی که بر خود ظالم بود گفت: گمان نمی‌کنم که هرگز این (باغ) نابود شود.",
      "translation_pashto": "18-35 او دى خپل باغ ته داخل شو، په داسې حال كې چې پر خپل ځان ظلم كوونكى و، ويې ويل: زه ګمان نه كوم چې دا (باغ) به كله هم هلاك (او خراب) شي"
    },
    {
      "number": 36,
      "text": "وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةًۭ وَلَئِن رُّدِدتُّ إِلَىٰ رَبِّى لَأَجِدَنَّ خَيْرًۭا مِّنْهَا مُنقَلَبًۭا",
      "page": 298,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "و گمان نمی‌کنم که قیامت برپا شود. و اگر (هم) به‌سوی پروردگارم برگردانیده شوم، البته بهتر از این را در بازگشت خواهم یافت.",
      "translation_pashto": "18-36 او زه ګمان نه  كوم چې قیامت قايمېدونكى دى او قسم دى كه (بالفرض) زه خپل رب ته بوتلى شوم، نو خامخا هرومرو به زه له دې (باغ) نه غوره د بېرته ورتلو ځاى ومومم"
    },
    {
      "number": 37,
      "text": "قَالَ لَهُۥ صَاحِبُهُۥ وَهُوَ يُحَاوِرُهُۥٓ أَكَفَرْتَ بِٱلَّذِى خَلَقَكَ مِن تُرَابٍۢ ثُمَّ مِن نُّطْفَةٍۢ ثُمَّ سَوَّىٰكَ رَجُلًۭا",
      "page": 298,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "رفیقش در حالیکه با او گفتگو می‌کرد به وی گفت: آیا به کسی کافر شده‌ای که تو را از خاک باز از نطفه آفرید و باز تو را برابر کرد (و به شکل) مرد کامل در آورد.",
      "translation_pashto": "18-37 ده ته خپل (مومن) ملګري وویل، په داسې حال كې چې ده ته يې جواب وركاوه: ایا ته په هغه ذات سره كفر كوې چې ته يې له خاورو پیدا كړې، بیا يې له نطفې نه، بیا يې ته سړى برابر كړې"
    },
    {
      "number": 38,
      "text": "لَّٰكِنَّا۠ هُوَ ٱللَّهُ رَبِّى وَلَآ أُشْرِكُ بِرَبِّىٓ أَحَدًۭا",
      "page": 298,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "ليكن من (می گویم) او (الله) پروردگار من است و کسی را با پروردگارم شریک نمیسازم.",
      "translation_pashto": "18-38 لېكن زه چې یم (زه وایم چې) شان دا دى چې همدا الله زما رب دى، او زه له خپل رب سره هیڅوك نه شرېكوم"
    },
    {
      "number": 39,
      "text": "وَلَوْلَآ إِذْ دَخَلْتَ جَنَّتَكَ قُلْتَ مَا شَآءَ ٱللَّهُ لَا قُوَّةَ إِلَّا بِٱللَّهِ ۚ إِن تَرَنِ أَنَا۠ أَقَلَّ مِنكَ مَالًۭا وَوَلَدًۭا",
      "page": 298,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "چرا وقتی که وارد باغت شدی، نگفتی: «ماشاءالله» هیچ قوت و قدرت جز به مشیئت الله نیست، اگر مرا از نگاه مال و اولاد کمتر از خود می‌بینی.",
      "translation_pashto": "18-39 او كله چې تهٔ خپل باغ ته داخل شوې تا ولې ونه ویل چې مَاشَاءَ اللهُ لَا قُوَّةَ إِلَّا بِاللهِ (كېږي  هغه چې الله يې اراده وكړي، هېڅ طاقت نشته مګر د الله په توفیق سره) كه ته ما له خپل ځان نه په مال او اولاد كې كم وینې"
    },
    {
      "number": 40,
      "text": "فَعَسَىٰ رَبِّىٓ أَن يُؤْتِيَنِ خَيْرًۭا مِّن جَنَّتِكَ وَيُرْسِلَ عَلَيْهَا حُسْبَانًۭا مِّنَ ٱلسَّمَآءِ فَتُصْبِحَ صَعِيدًۭا زَلَقًا",
      "page": 298,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "(لیکن) امیدوارم که پروردگارم بهتر از باغت به من بدهد و بر آن (باغت) آفتی از آسمان بفرستد و به زمین بی‌گیاه و لغزنده تبدیل گردد.",
      "translation_pashto": "18-40 نو امېد دى چې ما ته به زما رب ستا له باغ نه غوره راكړي او په دغه (باغ) به له اسمانه عذاب (تندر) نازل كړي، نو هغه به وچ ښوى میدان وګرځي"
    },
    {
      "number": 41,
      "text": "أَوْ يُصْبِحَ مَآؤُهَا غَوْرًۭا فَلَن تَسْتَطِيعَ لَهُۥ طَلَبًۭا",
      "page": 298,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "یا اینکه آب آن (باغت) در زمین فرو رود و هرگز نتوانی آن را به دست بیاوری.",
      "translation_pashto": "18-41 یا به د ده اوبه وچې ډوبې شي، بیا به ته د دغو(ډوبو اوبو) په لټون له سره ونه توانېږې"
    },
    {
      "number": 42,
      "text": "وَأُحِيطَ بِثَمَرِهِۦ فَأَصْبَحَ يُقَلِّبُ كَفَّيْهِ عَلَىٰ مَآ أَنفَقَ فِيهَا وَهِىَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَيَقُولُ يَٰلَيْتَنِى لَمْ أُشْرِكْ بِرَبِّىٓ أَحَدًۭا",
      "page": 298,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "و بر میوه‌هایش (آفت آسمانی) احاطه کرده شد، پس چنان شد که از افسوس و تأسف بر آنچه در آن باغ انفاق کرده بود، دست بر دست می‌مالید، در حالیکه آن باغ بر ستونهای خود افتیده بود، و می‌گفت: ای کاش کسی را با پروردگارم شریک نمی‌ساختم!",
      "translation_pashto": "18-42 او د ده مېوې  ګېرې كړى شوې، (هلاكې شوې) نو داسې شو چې خپل ورغوي (لاسونه) يې (له افسوسه) مښل په هغه (مال) باندې چې ده په دغه (باغ) كې لګولى و، په داسې حال كې چې هغه د خپلو چتونو له پاسه راپرېوتى و، او ده ویل: اى كاشكې ما له خپل رب سره هیڅوك نه وى شریك كړى"
    },
    {
      "number": 43,
      "text": "وَلَمْ تَكُن لَّهُۥ فِئَةٌۭ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مُنتَصِرًا",
      "page": 298,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "و برای او هیچ گروهی نبود که او را در برابر الله مدد کند و نه خود او انتقام گیر بود.",
      "translation_pashto": "18-43 او د ده هېڅ داسې ډله نه وه چې له الله نه غیر يې د ده مرسته كړې وى او نه دا پخپله بدله اخيستونكى (د ځان مدد كوونكى) و"
    },
    {
      "number": 44,
      "text": "هُنَالِكَ ٱلْوَلَٰيَةُ لِلَّهِ ٱلْحَقِّ ۚ هُوَ خَيْرٌۭ ثَوَابًۭا وَخَيْرٌ عُقْبًۭا",
      "page": 298,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "در آن مقام (و در آن موقف معلوم شد که) نصرت و کمک به معبود حق تعلق دارد. او بهتر است از لحاظ پاداش و او بهتر است از لحاظ جزا دادن.",
      "translation_pashto": "18-44 په دغه وخت كې ټول د اختیار حق الله لره دى، هغه د ثواب (او بدله) وركولو په لحاظ تر ټولو غوره دى او د انجام وركولو په  لحاظ تر ټولو ښه "
    },
    {
      "number": 45,
      "text": "وَٱضْرِبْ لَهُم مَّثَلَ ٱلْحَيَوٰةِ ٱلدُّنْيَا كَمَآءٍ أَنزَلْنَٰهُ مِنَ ٱلسَّمَآءِ فَٱخْتَلَطَ بِهِۦ نَبَاتُ ٱلْأَرْضِ فَأَصْبَحَ هَشِيمًۭا تَذْرُوهُ ٱلرِّيَٰحُ ۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَىْءٍۢ مُّقْتَدِرًا",
      "page": 298,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "و برای آنان زندگی دنیا را مثل بزن که مانند آبی است که آن را از آسمان نازل کردیم، باز گیاهان زمین به وسیلۀ آن باهم خلط شدند، باز چنان خشک شد که بادها آن را پراگنده کرد، و الله بر هر چیزی تواناست.",
      "translation_pashto": "18-45 او تهٔ دوى ته د دنيايي ژوند مثال بیان كړه چې د هغو اوبو په شان دى چې مونږ له بره نه نازلې كړې دي، نو په دغو سره د ځمكې زرغونه له یو بل سره ګډه وډه شي، بیا (دغه زرغونه) وچه كلكه ماته ماته شي، چې بادونه يې الوځوي او الله په هر شي باندې قدرت لرونكى دى"
    },
    {
      "number": 46,
      "text": "ٱلْمَالُ وَٱلْبَنُونَ زِينَةُ ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَٱلْبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيْرٌ عِندَ رَبِّكَ ثَوَابًۭا وَخَيْرٌ أَمَلًۭا",
      "page": 299,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "مال و فرزندان زیب زندگانی دنیااند (که به زودی زائل خواهند شد) اما اعمال شایستۀ که پاداش آن پایدار است، بهترین ثواب نزد پروردگارت دارد و بهترین امید است.",
      "translation_pashto": "18-46 مال او زامن خو د دنيايي ژوند زینت دى، او باقي پاتې كېدونكي نېك عملونه ستا د رب په نیز د ثواب په لحاظ تر ټولو غوره دي او د امېد په لحاظ تر ټولو ښه"
    },
    {
      "number": 47,
      "text": "وَيَوْمَ نُسَيِّرُ ٱلْجِبَالَ وَتَرَى ٱلْأَرْضَ بَارِزَةًۭ وَحَشَرْنَٰهُمْ فَلَمْ نُغَادِرْ مِنْهُمْ أَحَدًۭا",
      "page": 299,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "و یادآور شو روزی که کوه‌ها را روان کنیم و زمین را نمایان (هموار و برابر شده) می‌بینی و همۀ آنان را (در محشر) جمع می‌کنیم، پس هیچ کسی از آنها را نمی‌گذاریم.",
      "translation_pashto": "18-47 او (یاده كړه) هغه ورځ چې مونږ به غرونه روان كړو او ته به ځمكه ښكاره  (صاف میدان) وینې او مونږ به دوى (ټول) راجمع كړو،  نو په دوى كې به یو تن هم پرې نږدو"
    },
    {
      "number": 48,
      "text": "وَعُرِضُوا۟ عَلَىٰ رَبِّكَ صَفًّۭا لَّقَدْ جِئْتُمُونَا كَمَا خَلَقْنَٰكُمْ أَوَّلَ مَرَّةٍۭ ۚ بَلْ زَعَمْتُمْ أَلَّن نَّجْعَلَ لَكُم مَّوْعِدًۭا",
      "page": 299,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "و (در آن روز مردم) صف بسته بر پروردگارت عرضه می‌شوند، البته طوریکه بار اول شما را آفریدیم به نزد ما آمدید، بلکه (شما) ادعا می‌کردید که هرگز وعد گاهی برای شما مقرر نخواهیم کرد.",
      "translation_pashto": "18-48 او دوى به خپل رب ته قطار قطار وړاندې كړى شي (او وبه ویل شي:) یقینًا یقینًا تاسو مونږ ته داسې (لغړ او يواځې) راغلئ لكه چې مونږ تاسو په ړومبي ځل پیدا كړي وئ، بلكې تاسو دا ګڼله چې مونږ به تاسو لپاره له سره  كوم میعاد مقرر نه كړو"
    },
    {
      "number": 49,
      "text": "وَوُضِعَ ٱلْكِتَٰبُ فَتَرَى ٱلْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَٰوَيْلَتَنَا مَالِ هَٰذَا ٱلْكِتَٰبِ لَا يُغَادِرُ صَغِيرَةًۭ وَلَا كَبِيرَةً إِلَّآ أَحْصَىٰهَا ۚ وَوَجَدُوا۟ مَا عَمِلُوا۟ حَاضِرًۭا ۗ وَلَا يَظْلِمُ رَبُّكَ أَحَدًۭا",
      "page": 299,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "و کتاب (نامه‌های اعمال) نهاده می‌شود، و مجرمان را از دیدن آنچه در آن است، ترسان می‌بینی و می‌گویند: ای وای بر ما! این چه نامه‌ای است که هیچ عمل خورد و بزرگ را رها نکرده، مگر اینکه همۀ آن را به حساب آورده است؟ و آنچه را که کرده بودند حاضر و آماده می‌یابند و پروردگارت به هیچ کس ظلم نمی‌کند.",
      "translation_pashto": "18-49 او كتاب به كېښودل شي، نو ته به مجرمان ویني چې له هغه څه نه به وېرېدونكي وي چې په ده كې دي او وايي به: اى زمونږ هلاكته! د دې كتاب (اعمالنامې) څه حال دى چې نه وړه (ګناه) پرېږدي او نه غټه مګر هغه (هره يوه) يې حساب كړې ده او دوى به خپل ترسره كړي عملونه حاضر ومومي، او ستا رب پر هیچا ظلم  نه كوي"
    },
    {
      "number": 50,
      "text": "وَإِذْ قُلْنَا لِلْمَلَٰٓئِكَةِ ٱسْجُدُوا۟ لِءَادَمَ فَسَجَدُوٓا۟ إِلَّآ إِبْلِيسَ كَانَ مِنَ ٱلْجِنِّ فَفَسَقَ عَنْ أَمْرِ رَبِّهِۦٓ ۗ أَفَتَتَّخِذُونَهُۥ وَذُرِّيَّتَهُۥٓ أَوْلِيَآءَ مِن دُونِى وَهُمْ لَكُمْ عَدُوٌّۢ ۚ بِئْسَ لِلظَّٰلِمِينَ بَدَلًۭا",
      "page": 299,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "و یادآور شو چون به فرشتگان گفتیم: برای آدم سجده کنید، پس آنها همگی سجده کردند، مگر ابلیس که از جن بود و از امر پروردگارش سرکشی کرد. آیا او و نسلش را به غیر از من دوستان خود می‌گیرید، حال آنکه آنها برای شما دشمن هستند؟ شیطان چه بد عوض برای ظالمان است!",
      "translation_pashto": "18-50 او (یاد كړه) هغه وخت چې مونږ ملايكو ته وویل: تاسو ادم ته سجده وكړئ، نو دوى سجده وكړه، غیر له ابلیس نه، هغه له جناتو څخه و، نو هغه د خپل رب د حكم نافرماني يې وكړه، ایا نو تاسو له ما نه غیر هغه او د هغهٔ اولاده دوستان جوړوئ، حال دا چې هغوى ستاسو دښمنان دي، او د ظالمانو لپاره بد بدل دى"
    },
    {
      "number": 51,
      "text": "۞ مَّآ أَشْهَدتُّهُمْ خَلْقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَلَا خَلْقَ أَنفُسِهِمْ وَمَا كُنتُ مُتَّخِذَ ٱلْمُضِلِّينَ عَضُدًۭا",
      "page": 299,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "من آنان را در وقت آفرینش آسمان‌ها و زمین و در وقت آفرینش خودشان حاضر نکرده بودم. و من آن نیستم که گمراه کنندگان را مددکار خود بگیرم.",
      "translation_pashto": "18-51 ما دغه (شیطانان) نه د اسمانونو او ځمكې پیدا كولو ته حاضر كړي دي او نه د دوى د ځانونو پیدا كولو ته او زه ګمراه كوونكو لره مټ  (بازو) جوړوونكى (نیونكى) نه یم"
    },
    {
      "number": 52,
      "text": "وَيَوْمَ يَقُولُ نَادُوا۟ شُرَكَآءِىَ ٱلَّذِينَ زَعَمْتُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا۟ لَهُمْ وَجَعَلْنَا بَيْنَهُم مَّوْبِقًۭا",
      "page": 299,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "و یادآور شو روزی را که الله می‌فرماید: شریک‌هایی را که برای من گمان می‌کردید فریاد کنید پس آنها (شریک‌ها را) فریاد کنند و (لیکن) آنها به فریاد‌شان پاسخ نمی‌دهند، و میانشان مهلكۀ قرار داده‌ایم (تا میان‌شان فاصله ایجاد شود).",
      "translation_pashto": "18-52 او (یاده كړه) هغه ورځ چې وبه وايي (الله): تاسو زما هغو شریكانو ته اواز وكړئ چې تاسو به ګڼل، نو دوى به هغوى ته چغې ووهي، نو هغوى به دوى ته هېڅ جواب ورنه كړي او مونږ به د دوى تر مینځ د هلاكت يو ميدان (دوزخ) وګرځوو"
    },
    {
      "number": 53,
      "text": "وَرَءَا ٱلْمُجْرِمُونَ ٱلنَّارَ فَظَنُّوٓا۟ أَنَّهُم مُّوَاقِعُوهَا وَلَمْ يَجِدُوا۟ عَنْهَا مَصْرِفًۭا",
      "page": 299,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "و مجرمان آتش دوزخ را می‌بینند و یقین می‌کنند که در آن می‌افتند و از آن جای بازگشتن نیابند.",
      "translation_pashto": "18-53 او مجرمان به اور وویني، نو یقین به وكړي چې بېشكه دوى په دغه (اور) كې غورځېدونكي دي او دوى به له دغه (اور) نه د په څنګ كېدلو ځاى ونه مومي"
    },
    {
      "number": 54,
      "text": "وَلَقَدْ صَرَّفْنَا فِى هَٰذَا ٱلْقُرْءَانِ لِلنَّاسِ مِن كُلِّ مَثَلٍۢ ۚ وَكَانَ ٱلْإِنسَٰنُ أَكْثَرَ شَىْءٍۢ جَدَلًۭا",
      "page": 300,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "و البته در این قرآن برای مردمان هرگونه مثلی را به شیوه‌های گوناگون بیان کردیم. و (لیکن) انسان بیش از هر چیز مجادله گر است.",
      "translation_pashto": "18-54 او یقینًا یقینًا مونږ په دې قرآن كې د خلقو لپاره هر قسمه مثالونه بيا بيا بیان كړي دي، او انسان په جګړه كې تر هر شي زیات دى"
    },
    {
      "number": 55,
      "text": "وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤْمِنُوٓا۟ إِذْ جَآءَهُمُ ٱلْهُدَىٰ وَيَسْتَغْفِرُوا۟ رَبَّهُمْ إِلَّآ أَن تَأْتِيَهُمْ سُنَّةُ ٱلْأَوَّلِينَ أَوْ يَأْتِيَهُمُ ٱلْعَذَابُ قُبُلًۭا",
      "page": 300,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "و (چیزی) مانع مردم نشد از اینکه ایمان آورند وقتی که هدایت به سوی‌شان آمد و از پروردگارشان مغفرت بخواهند، مگر اینکه سنت (و سرنوشت) مردمان سابق برای آنان نیز بیاید و یا اینکه عذاب گوناگون (و رویاروی) به آنها برسد.",
      "translation_pashto": "18-55 او نه دي منع كړي خلق له دې نه چې ایمان راوړي، كله چې دوى ته هدایت راغى او له دې نه چې له خپل رب نه مغفرت وغواړي مګر (دې خبرې) چې دوى ته د ړومبنو خلقو طریقه راشي، یا دوى ته عذاب مخامخ راشي"
    },
    {
      "number": 56,
      "text": "وَمَا نُرْسِلُ ٱلْمُرْسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَ ۚ وَيُجَٰدِلُ ٱلَّذِينَ كَفَرُوا۟ بِٱلْبَٰطِلِ لِيُدْحِضُوا۟ بِهِ ٱلْحَقَّ ۖ وَٱتَّخَذُوٓا۟ ءَايَٰتِى وَمَآ أُنذِرُوا۟ هُزُوًۭا",
      "page": 300,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "و ما پیغمبران را جز مژده دهندگان و بیم دهندگان نمی‌فرستیم. و کافران به باطل مجادله می‌کنند تا به وسيلۀ آن حق را نابود گردانند و آیات مرا و چیزی را که به آن بیم داده شده‌اند به تمسخر گرفتند.",
      "translation_pashto": "18-56 او مونږ رسولان نه لېږو مګر زېرى وركوونكي او وېروونكي، او كافران  شوي خلق په باطله سره جګړه كوي، د دې لپاره چې په دې سره حق ورك او لرې كړي او دوى زما ایتونه او هغه څه چې دوى پرې وېرول شوي وو؛ مسخره او ټوكې ونیول"
    },
    {
      "number": 57,
      "text": "وَمَنْ أَظْلَمُ مِمَّن ذُكِّرَ بِـَٔايَٰتِ رَبِّهِۦ فَأَعْرَضَ عَنْهَا وَنَسِىَ مَا قَدَّمَتْ يَدَاهُ ۚ إِنَّا جَعَلْنَا عَلَىٰ قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِىٓ ءَاذَانِهِمْ وَقْرًۭا ۖ وَإِن تَدْعُهُمْ إِلَى ٱلْهُدَىٰ فَلَن يَهْتَدُوٓا۟ إِذًا أَبَدًۭا",
      "page": 300,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "و کیست ظالم‌تر از کسی که با آیات پروردگارش پند داده شود، پس از آن روی گرداند و آنچه را که دستهایش پیش فرستاده است فراموش کند؟ البته ما بر دل‌هایشان پرده‌ها کشیده‌ایم تا آن (حق و حقیقت) را نفهمند. و در گوش‌هایشان سنگینی قرار داده‌ایم (تا آنرا نشنوند)، و اگر آنها را به‌سوی هدایت دعوت دهی باز هرگز راه نیابند.",
      "translation_pashto": "18-57 او له هغه كس نه لوى ظالم څوك دى چې هغه ته د خپل رب په ایتونو سره نصیحت وركړى شي، نو دى له هغو نه مخ واړوي او هغه عملونه هېر كړي چې د ده لاسونو مخكې لېږلي دي، بېشكه مونږ د دوى پر زړونو پردې اچولې دي، د دې لپاره چې دوى پر ده پوه (نه) شي او د دوى په غوږونو كې مو كوڼوالى (اچولى دى) او كه ته دوى هدایت ته بلې، نو دوى به له سره هيڅكله هم هدایت ونه مومي"
    },
    {
      "number": 58,
      "text": "وَرَبُّكَ ٱلْغَفُورُ ذُو ٱلرَّحْمَةِ ۖ لَوْ يُؤَاخِذُهُم بِمَا كَسَبُوا۟ لَعَجَّلَ لَهُمُ ٱلْعَذَابَ ۚ بَل لَّهُم مَّوْعِدٌۭ لَّن يَجِدُوا۟ مِن دُونِهِۦ مَوْئِلًۭا",
      "page": 300,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "و (حال آنکه) پروردگار تو بسیار آمرزگار و صاحب رحمت است، اگر آنان را به سبب آنچه بدست آورده‌اند مؤاخذه می‌کرد، عذاب را به شتاب برایشان می‌فرستاد، (ليكن الله زود عذاب نمی‌دهد) بلکه وعدۀ مقرر شده دارند که (در آن وقت) هرگز از آن پناهگاهی نمی‌یابند.",
      "translation_pashto": "18-58 او هم ستا رب ډېر بخښونكى، د رحمت والا دى، كه دوى يې د خپلو كړو ګناهونو  په سبب نیولي وى، (نو) دوى ته به يې عذاب خامخا ژر رالېږلى و، بلكې د دوى لپاره د وعدې وخت شته، (نو) دوى به له هغه (الله) نه غیر هېڅ پناه ځاى ونه مومي"
    },
    {
      "number": 59,
      "text": "وَتِلْكَ ٱلْقُرَىٰٓ أَهْلَكْنَٰهُمْ لَمَّا ظَلَمُوا۟ وَجَعَلْنَا لِمَهْلِكِهِم مَّوْعِدًۭا",
      "page": 300,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "و این همان قریه‌های (ویران شده) است که چون ظلم کردند، هلاک کردیم، و برای هلاکت‌شان وعدۀ مقرر کردیم.",
      "translation_pashto": "18-59 او دغه كلي دي چې مونږ دوى هلاك كړل، كله چې دوى ظلم وكړ او مونږ د دوى هلاكت ته یوه نېټه ټاكلې وه"
    },
    {
      "number": 60,
      "text": "وَإِذْ قَالَ مُوسَىٰ لِفَتَىٰهُ لَآ أَبْرَحُ حَتَّىٰٓ أَبْلُغَ مَجْمَعَ ٱلْبَحْرَيْنِ أَوْ أَمْضِىَ حُقُبًۭا",
      "page": 300,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "و یادآور شو وقتی را که موسی به نوجوان (همراه) خود گفت: به سفر خود ادامه می‌دهیم تا اینکه به محل جمع شدن دو دریا برسم، یا اینکه مدت دراز را می‌پیمایم.",
      "translation_pashto": "18-60 او (یاد كړه) هغه وخت چې موسٰى خپل ځلمي ته وویل: زه به  تل ځمه، تر هغه پورې چې د دوه دریابونو د جمع كېدو ځاى ته ورسېږم، یا به ګرځمه ډېرې زمانې"
    },
    {
      "number": 61,
      "text": "فَلَمَّا بَلَغَا مَجْمَعَ بَيْنِهِمَا نَسِيَا حُوتَهُمَا فَٱتَّخَذَ سَبِيلَهُۥ فِى ٱلْبَحْرِ سَرَبًۭا",
      "page": 300,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "پس چون به محل جمع شدن دو دریا رسیدند، ماهی خود را فراموش کردند پس ماهی آب را شگافته راهش را در دریا پیش گرفت.",
      "translation_pashto": "18-61 نو كله چې دوى دواړه د هغو دواړو (دریابونو) په خپل مینځ كې د یو ځاى كېدو مقام ته ورسېدل، نو دوى خپل كب هېر كړ، نو هغه په سمندر كې (د) سرنګ (په شان) خپله لار ونیوله"
    },
    {
      "number": 62,
      "text": "فَلَمَّا جَاوَزَا قَالَ لِفَتَىٰهُ ءَاتِنَا غَدَآءَنَا لَقَدْ لَقِينَا مِن سَفَرِنَا هَٰذَا نَصَبًۭا",
      "page": 301,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "پس وقتی (از آنجا) گذشتند، موسی به نوجوان خود گفت: نان چاشت ما را بیار که به راستی در این سفر ما رنج زیاد دیده‌ایم.",
      "translation_pashto": "18-62 نو كله چې دوى (له دغه ځایه) تېر شول، (موسٰى) خپل ځلمي ته وویل: ته مونږ ته زمونږ سبا نارى راوړه، بېشكه یقینًا مونږ له خپل دې سفره له ستومانۍ سره مخ شوي يو"
    },
    {
      "number": 63,
      "text": "قَالَ أَرَءَيْتَ إِذْ أَوَيْنَآ إِلَى ٱلصَّخْرَةِ فَإِنِّى نَسِيتُ ٱلْحُوتَ وَمَآ أَنسَىٰنِيهُ إِلَّا ٱلشَّيْطَٰنُ أَنْ أَذْكُرَهُۥ ۚ وَٱتَّخَذَ سَبِيلَهُۥ فِى ٱلْبَحْرِ عَجَبًۭا",
      "page": 301,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "(نوجوان) گفت: آیا دیدی؟ وقتی که به آن صخره آرام گرفتیم، البته من (در آنجا) ماهی را فراموش کردم. و جز شیطان کسی آن را از یاد من نبرد، و ماهی به طور عجیب راه خود را در دریا پیش گرفت.",
      "translation_pashto": "18-63 هغه وویل: ایا ته خبر شوې كله چې مونږ لويې تېږې ته ځاى ونیوه (هلته مو دمه وكړه)، نو بېشكه ما هغه كب هېر كړ او هغه له ما نه هېر نه كړ مګر شیطان چې زه هغه (تا ته) دریاد كړم او هغه په سمندر كې خپله لاره ډېر عجیبه جوړه كړه"
    },
    {
      "number": 64,
      "text": "قَالَ ذَٰلِكَ مَا كُنَّا نَبْغِ ۚ فَٱرْتَدَّا عَلَىٰٓ ءَاثَارِهِمَا قَصَصًۭا",
      "page": 301,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "موسی گفت: این همان جایی بود که ما می‌خواستیم، پس جستجوکنان نقش پای خود را گرفته و بازگشتند.",
      "translation_pashto": "18-64  ويې ويل: دغه هغه څه دي چې مونږ يې طلب كاوه، پس بېرته په همغو خپلو قدمونو قدم په قدم راوګرځېدل"
    },
    {
      "number": 65,
      "text": "فَوَجَدَا عَبْدًۭا مِّنْ عِبَادِنَآ ءَاتَيْنَٰهُ رَحْمَةًۭ مِّنْ عِندِنَا وَعَلَّمْنَٰهُ مِن لَّدُنَّا عِلْمًۭا",
      "page": 301,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "پس بنده‌ای از بندگان ما را یافتند که به او رحمتی از جانب خود داده بودیم و به او علم از جانب خود آموخته بودیم.",
      "translation_pashto": "18-65 بیا نو دوى زمونږ په بنده ګانو كې یو بنده ومونده، چې مونږ هغه ته له خپله جانبه رحمت وركړى و او له خپل جانبه مو هغه ته (خاص) علم ښوولى و"
    },
    {
      "number": 66,
      "text": "قَالَ لَهُۥ مُوسَىٰ هَلْ أَتَّبِعُكَ عَلَىٰٓ أَن تُعَلِّمَنِ مِمَّا عُلِّمْتَ رُشْدًۭا",
      "page": 301,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "موسی به او (خضر) گفت: آیا از تو پیروی کنم به این شرط که از رشد و هدایتی که به تو آموخته شده به من بیاموزی؟",
      "translation_pashto": "18-66 ده ته موسٰى وویل: ایا زه ستا تابع شمه په دې شرط سره چې ته به ما ته ښیې د هغه (علم) نه چې تا ته د نېغې لار ښوول شوى دى"
    },
    {
      "number": 67,
      "text": "قَالَ إِنَّكَ لَن تَسْتَطِيعَ مَعِىَ صَبْرًۭا",
      "page": 301,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "(خضر) گفت: همانا تو هرگز نمی‌توانی با من صبر کنی.",
      "translation_pashto": "18-67 هغه وویل: بېشكه ته به زما سره هیچېرې د صبر كولو طاقت ونه لرې"
    },
    {
      "number": 68,
      "text": "وَكَيْفَ تَصْبِرُ عَلَىٰ مَا لَمْ تُحِطْ بِهِۦ خُبْرًۭا",
      "page": 301,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "و چگونه می‌توانی بر چیزی که به شناخت و حقیقت آن علم نداری صبر کنی؟",
      "translation_pashto": "18-68 او ته به څنګه پر هغه كار صبر وكړې چې د علم په لحاظ تا د هغهٔ احاطه نه ده كړې"
    },
    {
      "number": 69,
      "text": "قَالَ سَتَجِدُنِىٓ إِن شَآءَ ٱللَّهُ صَابِرًۭا وَلَآ أَعْصِى لَكَ أَمْرًۭا",
      "page": 301,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "موسی گفت: مرا (ان شاء الله) صابر خواهی یافت و در هیچ کاری از تو نافرمانی نمی‌کنم.",
      "translation_pashto": "18-69 هغه وویل: كه الله وغواړي ته به ما ضرور صبر كوونكى ومومې او زه به ستا د حكم نافرماني نه كوم"
    },
    {
      "number": 70,
      "text": "قَالَ فَإِنِ ٱتَّبَعْتَنِى فَلَا تَسْـَٔلْنِى عَن شَىْءٍ حَتَّىٰٓ أُحْدِثَ لَكَ مِنْهُ ذِكْرًۭا",
      "page": 301,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "خضر گفت: اگر واقعا از من پیروی می‌کنی، پس دربارۀ چیزی از من مپرس، تا آنکه خودم از آن با تو سخن آغاز کنم.",
      "translation_pashto": "18-70 هغه وویل: كه ته زما متابعت كوې، نو ته له ما نه د هېڅ شي په باره كې تر هغه پورې تپوس مه كوه چې زه تا ته د هغه ذكر شروع كړم"
    },
    {
      "number": 71,
      "text": "فَٱنطَلَقَا حَتَّىٰٓ إِذَا رَكِبَا فِى ٱلسَّفِينَةِ خَرَقَهَا ۖ قَالَ أَخَرَقْتَهَا لِتُغْرِقَ أَهْلَهَا لَقَدْ جِئْتَ شَيْـًٔا إِمْرًۭا",
      "page": 301,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "پس هر دو روان شدند تا چون سوار کشتی شدند، (و خضر) آن را سوراخ کرد. (موسی) گفت: آیا آن را سوراخ کردی تا سرنشینان آن را غرق کنی؟ بی‌گمان چیزی ناگوار آوردی (کار ناروا کردی).",
      "translation_pashto": "18-71 نو دوى دواړه روان شول تر دې چې كله دوى په كښتۍ كې سواره شول، نو ده هغه كښتۍ سورۍ كړه، موسٰى وویل: ایا تا دا د دې لپاره سورۍ كړه چې ته د دې اهل (سورلۍ) غرق كړې، یقینًا یقینًا تا ډېر دروند ناروا كار وكړ"
    },
    {
      "number": 72,
      "text": "قَالَ أَلَمْ أَقُلْ إِنَّكَ لَن تَسْتَطِيعَ مَعِىَ صَبْرًۭا",
      "page": 301,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "(خضر) گفت: آیا نگفته بودم که تو هرگز نمی‌توانی با من صبر کنی؟",
      "translation_pashto": "18-72 هغه وویل: ایا ما تا ته ویلي نه وو چې بېشكه ته به زما سره هیچېرې د صبر كولو طاقت ونه لرې"
    },
    {
      "number": 73,
      "text": "قَالَ لَا تُؤَاخِذْنِى بِمَا نَسِيتُ وَلَا تُرْهِقْنِى مِنْ أَمْرِى عُسْرًۭا",
      "page": 301,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "(موسی) گفت: مرا به خاطر آنچه فراموش کردم مؤاخذه مکن و در کارم بر من سخت مگیر.",
      "translation_pashto": "18-73 ده وویل: ته ما پر هغه كار مه نیسه چې ما په هېره وكړ او ته پر ما د دې كار په وجه سختي مه راچوه"
    },
    {
      "number": 74,
      "text": "فَٱنطَلَقَا حَتَّىٰٓ إِذَا لَقِيَا غُلَٰمًۭا فَقَتَلَهُۥ قَالَ أَقَتَلْتَ نَفْسًۭا زَكِيَّةًۢ بِغَيْرِ نَفْسٍۢ لَّقَدْ جِئْتَ شَيْـًۭٔا نُّكْرًۭا",
      "page": 301,
      "juz": 15,
      "hizb": 30,
      "sajda": false,
      "translation_dari": "باز هر دو به راه خود ادامه دادند، تا به نوجوانی روبرو شدند پس (خضر) او را کشت. (موسی) گفت: آیا انسان بی‌گناه را کشتی، بدون اینکه کسی را کشته باشد؟ البته کار ناپسندی را مرتکب شدی.",
      "translation_pashto": "18-74 نو دواړه روان شول، تر دې چې كله دوى له یو هلك سره مخامخ شول، نو ده هغه قتل كړ، (موسٰى) وویل: ایا تا یو پاكیزه (بې ګناه) نفس وواژه، بې له عوضه د بل نفس، یقینًا یقینًا تا ډېر ناكاره كار وكړ"
    },
    {
      "number": 75,
      "text": "۞ قَالَ أَلَمْ أَقُل لَّكَ إِنَّكَ لَن تَسْتَطِيعَ مَعِىَ صَبْرًۭا",
      "page": 302,
      "juz": 16,
      "hizb": 31,
      "sajda": false,
      "translation_dari": "خضر گفت: آیا به تو نگفته بودم که تو هرگز نمی‌توانی با من صبر کنی؟",
      "translation_pashto": "18-75 هغه (خضر) وویل: ایا ما تا ته ویلي نه وو چې بېشكه ته به زما سره د صبر كولو طاقت بېخي ونه كړى شې"
    },
    {
      "number": 76,
      "text": "قَالَ إِن سَأَلْتُكَ عَن شَىْءٍۭ بَعْدَهَا فَلَا تُصَٰحِبْنِى ۖ قَدْ بَلَغْتَ مِن لَّدُنِّى عُذْرًۭا",
      "page": 302,
      "juz": 16,
      "hizb": 31,
      "sajda": false,
      "translation_dari": "موسی گفت: اگر بعد از این از تو دربارۀ چیزی پرسیدم، دیگر با من همراهی نکن، همانا از سوی من به حد عذر رسیدی (و معذور هستی).",
      "translation_pashto": "18-76 هغه (موسٰی) وویل: كه له دې نه بعد ما له تا نه د څه شي باره كې پوښتنه وكړه، نو بیا ته ما د ځان مه ملګرى كوه، یقینًا ته زما له جانبه (حد د) عذر ته ورسېدې"
    },
    {
      "number": 77,
      "text": "فَٱنطَلَقَا حَتَّىٰٓ إِذَآ أَتَيَآ أَهْلَ قَرْيَةٍ ٱسْتَطْعَمَآ أَهْلَهَا فَأَبَوْا۟ أَن يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارًۭا يُرِيدُ أَن يَنقَضَّ فَأَقَامَهُۥ ۖ قَالَ لَوْ شِئْتَ لَتَّخَذْتَ عَلَيْهِ أَجْرًۭا",
      "page": 302,
      "juz": 16,
      "hizb": 31,
      "sajda": false,
      "translation_dari": "باز رفتند تا به قریه‌ای رسیدند، از مردم آن غذا خواستند، ولی آنان از مهمان کردن آن دو خودداری کردند، پس در آن جا دیواری را یافتند که نزدیک بود بافتد، پس (خضر) آن را راست (و درست) کرد. (موسی) گفت: اگر می‌خواستی در مقابل این کار مزدی می‌گرفتی.",
      "translation_pashto": "18-77 بیا دواړه روان شول تر هغه پورې چې د یو كلي اوسېدونكو ته راغلل (،نو) د هغه (كلي) له اوسېدونكو نه يې طعام (خوراك) وغوښت، نو هغو، دوى دواړو ته د مېلمستیا له وركولو نه انكار وكړ، بیا دوى په دغه (كلي) كې یو دېوال وموند چې غوښتل يې ونړېږي، نو ده (خضر) هغه سم كړ، هغه (موسٰى) وویل: كه تا غوښتلى (نو)خامخا پر دې (سازولو) به دې مزدوري اخيستې وى"
    },
    {
      "number": 78,
      "text": "قَالَ هَٰذَا فِرَاقُ بَيْنِى وَبَيْنِكَ ۚ سَأُنَبِّئُكَ بِتَأْوِيلِ مَا لَمْ تَسْتَطِع عَّلَيْهِ صَبْرًا",
      "page": 302,
      "juz": 16,
      "hizb": 31,
      "sajda": false,
      "translation_dari": "خضر گفت: این است وقت جدائی میان من و تو، اکنون تو را از تأویل (و حکمت) آنچه نتوانستی بر آن صبر کنی آگاه می‌سازم.",
      "translation_pashto": "18-78 ده وویل: دا زما په مینځ كې او ستا په مینځ كې (د) بېلتون (وخت) دى، ژر به زه تا د هغو خبرو په حقیقت خبر كړم چې په هغو باندې تا د صبر كولو طاقت ونه كړى شو"
    },
    {
      "number": 79,
      "text": "أَمَّا ٱلسَّفِينَةُ فَكَانَتْ لِمَسَٰكِينَ يَعْمَلُونَ فِى ٱلْبَحْرِ فَأَرَدتُّ أَنْ أَعِيبَهَا وَكَانَ وَرَآءَهُم مَّلِكٌۭ يَأْخُذُ كُلَّ سَفِينَةٍ غَصْبًۭا",
      "page": 302,
      "juz": 16,
      "hizb": 31,
      "sajda": false,
      "translation_dari": "اما آن کشتی از مساکینی بود که در بحر کار می‌کردند، و (من) خواستم آن را معیوب سازم، چون در پشت سر آنان پادشاه (ظالم) بود که هر کشتی (سالم) را به زور می‌گرفت.",
      "translation_pashto": "18-79 هر چې كښتۍ وه، نو هغه د هغو مسكینانو وه چې په بحر كې يې كار كاوه، نو ما اراده وكړه چې زه هغه عیبجنه كړم، په داسې حال كې چې د دوى په مخه كې یو داسې باچا و چې هره (روغه) كښتۍ به يې په زور سره اخيستله "
    },
    {
      "number": 80,
      "text": "وَأَمَّا ٱلْغُلَٰمُ فَكَانَ أَبَوَاهُ مُؤْمِنَيْنِ فَخَشِينَآ أَن يُرْهِقَهُمَا طُغْيَٰنًۭا وَكُفْرًۭا",
      "page": 302,
      "juz": 16,
      "hizb": 31,
      "sajda": false,
      "translation_dari": "و اما آن نوجوان، پدر و مادرش هردو مؤمن بودند، پس ترسیدیم که (اگر زنده بمانند) سرکشی و کفر را بر آنها تحمیل کند.",
      "translation_pashto": "18-80 او هر چې هلك و، نو د هغه مور و پلار مومنان وو، نو مونږ له دې ووېرېدو چې دى به هغوى پر سركښۍ او كفر كولو مجبوره كړي"
    },
    {
      "number": 81,
      "text": "فَأَرَدْنَآ أَن يُبْدِلَهُمَا رَبُّهُمَا خَيْرًۭا مِّنْهُ زَكَوٰةًۭ وَأَقْرَبَ رُحْمًۭا",
      "page": 302,
      "juz": 16,
      "hizb": 31,
      "sajda": false,
      "translation_dari": "پس خواستیم که پروردگارشان به عوض او، فرزند پاکتر و مهربان تری به ایشان دهد.",
      "translation_pashto": "18-81 نومونږ وغوښتل چې دوى ته د دوى رب (داسې) بدل وركړي (چې) له دغه (هلك) نه په پاكۍ كې غوره وي او (له دغه نه) په مهربانۍ كې ډېر نږدې وي"
    },
    {
      "number": 82,
      "text": "وَأَمَّا ٱلْجِدَارُ فَكَانَ لِغُلَٰمَيْنِ يَتِيمَيْنِ فِى ٱلْمَدِينَةِ وَكَانَ تَحْتَهُۥ كَنزٌۭ لَّهُمَا وَكَانَ أَبُوهُمَا صَٰلِحًۭا فَأَرَادَ رَبُّكَ أَن يَبْلُغَآ أَشُدَّهُمَا وَيَسْتَخْرِجَا كَنزَهُمَا رَحْمَةًۭ مِّن رَّبِّكَ ۚ وَمَا فَعَلْتُهُۥ عَنْ أَمْرِى ۚ ذَٰلِكَ تَأْوِيلُ مَا لَمْ تَسْطِع عَّلَيْهِ صَبْرًۭا",
      "page": 302,
      "juz": 16,
      "hizb": 31,
      "sajda": false,
      "translation_dari": "و اما دیوار از دو پسر یتیمی بود که در شهر سکونت داشتند و در زیر آن گنجی متعلق به آن دو وجود داشت، و پدرشان (مردی) صالح بود و پروردگار تو خواست که آن دو به سن بلوغ برسند و گنج خود را بیرون بیاورند که این کار رحمتی از جانب پروردگار تو بود و من این (کارها) را از پیش خود نکردم. این بود تأویل (و حقیقت) آنچه که نتوانستی بر آن صبر کنی.",
      "translation_pashto": "18-82 او پاتې شو دېوال، نو هغه د دوه یتیمو هلكانو و، چې په ښار كې وو، او له هغه نه لاندې د هغو دواړو لپاره خزانه وه او د دغو دواړو پلار نېك (سړى) و، نو ستا رب اراده وكړه چې دوى دواړه خپلې ځوانۍ (او قوت) ته ورسي او (بیا) خپله خزانه راوباسي، ستا د رب د مهربانۍ په وجه او دغه (كار) ما (له خپله ځانه) په خپل حكم نه دى كړى، دغه حقیقت د هغه څه دى چې تا په هغو د صبر كولو طاقت ونشو كړى"
    },
    {
      "number": 83,
      "text": "وَيَسْـَٔلُونَكَ عَن ذِى ٱلْقَرْنَيْنِ ۖ قُلْ سَأَتْلُوا۟ عَلَيْكُم مِّنْهُ ذِكْرًا",
      "page": 302,
      "juz": 16,
      "hizb": 31,
      "sajda": false,
      "translation_dari": "و دربارۀ ذي القرنين از تو می‌پرسند، بگو: اکنون از سرگذشت او برایتان خبر می‌دهم.",
      "translation_pashto": "18-83 او دوى له تا نه د ذوالقرنین باره كې تپوس كوي، ته (دوى ته) ووایه: ژر به زه تاسو ته د هغه په هكله څه احوال بيان كړم"
    },
    {
      "number": 84,
      "text": "إِنَّا مَكَّنَّا لَهُۥ فِى ٱلْأَرْضِ وَءَاتَيْنَٰهُ مِن كُلِّ شَىْءٍۢ سَبَبًۭا",
      "page": 303,
      "juz": 16,
      "hizb": 31,
      "sajda": false,
      "translation_dari": "البته ما به او در زمین قدرت و نفوذ دادیم و از هر چیزی وسیله‌ای به او بخشیدیم.",
      "translation_pashto": "18-84 بېشكه مونږ هغه ته په ځمكه كې اقتدار وركړى و او مونږ هغه ته له هر شي نه یوه لاره (او وسيله) وركړې وه"
    },
    {
      "number": 85,
      "text": "فَأَتْبَعَ سَبَبًا",
      "page": 303,
      "juz": 16,
      "hizb": 31,
      "sajda": false,
      "translation_dari": "پس راهی را دنبال کرد (یعنی به راهی روان شد).",
      "translation_pashto": "18-85 نو هغه لاره ونیوله (او هغه اسباب هم چې مغرب ته يې ورساوه)"
    },
    {
      "number": 86,
      "text": "حَتَّىٰٓ إِذَا بَلَغَ مَغْرِبَ ٱلشَّمْسِ وَجَدَهَا تَغْرُبُ فِى عَيْنٍ حَمِئَةٍۢ وَوَجَدَ عِندَهَا قَوْمًۭا ۗ قُلْنَا يَٰذَا ٱلْقَرْنَيْنِ إِمَّآ أَن تُعَذِّبَ وَإِمَّآ أَن تَتَّخِذَ فِيهِمْ حُسْنًۭا",
      "page": 303,
      "juz": 16,
      "hizb": 31,
      "sajda": false,
      "translation_dari": "تا آنکه به محل غروب آفتاب رسید، آن را چنین یافت که (گویی) در چشمه دارای گل سیاه فرو می‌رود، و در آن نزدیکی قومی را یافت. گفتیم: ای ذوالقرنین! (اختیار داری) یا عذاب(شان) می‌دهی و یا به آنها خوبی و احسان می‌کنی؟",
      "translation_pashto": "18-86 تر هغه پورې چې كله دى د لمر پریوتو ځاى ته ورسېده (نو) ده دغه (لمر) ومونده چې د تورو خټو په لویه چینه كې ډوبېده، او ده هغې(چینې) ته نژدې یو قوم ومونده، مونږ وویل: اى ذوالقرنینه! (تا ته اختيار حاصل دى چې) یا خو تهٔ (دوى ته) عذاب وركړه او یا دا چې ته د دوى په هكله ښه لار ونیسه"
    },
    {
      "number": 87,
      "text": "قَالَ أَمَّا مَن ظَلَمَ فَسَوْفَ نُعَذِّبُهُۥ ثُمَّ يُرَدُّ إِلَىٰ رَبِّهِۦ فَيُعَذِّبُهُۥ عَذَابًۭا نُّكْرًۭا",
      "page": 303,
      "juz": 16,
      "hizb": 31,
      "sajda": false,
      "translation_dari": "ذوالقرنین گفت: اما کسی که ظلم کند او را عذاب خواهیم داد باز در آخرت به‌سوی پروردگارش برگردانیده می‌شود و او (الله نیز) او را عذاب بسیار سخت می‌دهد.",
      "translation_pashto": "18-87 ده وویل: هر چې هغه كس دى چې (له دې نه بعد) ظلم (شرك) وكړي، نو ژر به مونږ هغه ته (دنيايي) سزا وركړو، بیا به هغه خپل رب ته بېرته بوتللى شي، نو هغه به ده ته عذاب وركړي ډېر سخت عذاب"
    },
    {
      "number": 88,
      "text": "وَأَمَّا مَنْ ءَامَنَ وَعَمِلَ صَٰلِحًۭا فَلَهُۥ جَزَآءً ٱلْحُسْنَىٰ ۖ وَسَنَقُولُ لَهُۥ مِنْ أَمْرِنَا يُسْرًۭا",
      "page": 303,
      "juz": 16,
      "hizb": 31,
      "sajda": false,
      "translation_dari": "و اما کسی که ایمان آورد و کار شایسته انجام دهد، پاداش نيكو خواهد داشت و ما دستور آسانی به او خواهیم داد.",
      "translation_pashto": "18-88 او پاتې شو هغه كس چې ایمان راوړي او نېك عمل وكړي، نو د هغه لپاره په بدله كې غوره ښېګڼه ده (چې جنت دى) او ژر ده چې مونږ به هغه ته زمونږ په كار كې پیدا كړو"
    },
    {
      "number": 89,
      "text": "ثُمَّ أَتْبَعَ سَبَبًا",
      "page": 303,
      "juz": 16,
      "hizb": 31,
      "sajda": false,
      "translation_dari": "باز راهی (دیگر) را دنبال نمود. (یعنی به راه دیگری روان شد).",
      "translation_pashto": "18-89 بیا ده بله لاره ونیوله (او هغه اسباب هم چې مشرق ته يې ورساوه) "
    },
    {
      "number": 90,
      "text": "حَتَّىٰٓ إِذَا بَلَغَ مَطْلِعَ ٱلشَّمْسِ وَجَدَهَا تَطْلُعُ عَلَىٰ قَوْمٍۢ لَّمْ نَجْعَل لَّهُم مِّن دُونِهَا سِتْرًۭا",
      "page": 303,
      "juz": 16,
      "hizb": 31,
      "sajda": false,
      "translation_dari": "تا اینکه به محل طلوع آفتاب رسید (و) دید که آفتاب بر مردمانی می‌تابد که برای آنها در برابر تابش آن پوشش و لباسی قرار نداده‌ایم.",
      "translation_pashto": "18-90 تر هغه پورې چې كله دى د لمر ختو ځاى ته ورسېده (،نو) دغه (لمر) يې ومونده چې پر داسې قوم راخېژي چې مونږ هغوى ته د دغه (لمر) په وړاندې كومه پرده نه وه ګرځولې"
    },
    {
      "number": 91,
      "text": "كَذَٰلِكَ وَقَدْ أَحَطْنَا بِمَا لَدَيْهِ خُبْرًۭا",
      "page": 303,
      "juz": 16,
      "hizb": 31,
      "sajda": false,
      "translation_dari": "چنین بود (داستان قدرت ذی القرنين) و ما به آنچه می‌کرد (و نزد او بود) کاملا آگاهی داشتیم.",
      "translation_pashto": "18-91 همداسې (حال) و او یقینًا مونږ د خبردارۍ په لحاظ پر هغه څه احاطه كړې وه چې له ده سره وو"
    },
    {
      "number": 92,
      "text": "ثُمَّ أَتْبَعَ سَبَبًا",
      "page": 303,
      "juz": 16,
      "hizb": 31,
      "sajda": false,
      "translation_dari": "باز راهی (دیگر) را دنبال کرد.",
      "translation_pashto": "18-92 بیا ده بله لاره ونیوله (او نور اسباب يې تیار كړل)"
    },
    {
      "number": 93,
      "text": "حَتَّىٰٓ إِذَا بَلَغَ بَيْنَ ٱلسَّدَّيْنِ وَجَدَ مِن دُونِهِمَا قَوْمًۭا لَّا يَكَادُونَ يَفْقَهُونَ قَوْلًۭا",
      "page": 303,
      "juz": 16,
      "hizb": 31,
      "sajda": false,
      "translation_dari": "تا آن که در میان دو بند (کوه) رسید. و در ورای آن دو بند، قومی را یافت که هیچ سخنی را نمی‌فهمیدند.",
      "translation_pashto": "18-93 تر هغه پورې چې كله دى د دوه غرونو مینځ ته ورسېده (،نو) د دغو دواړو وړاندې يې داسې قوم ومونده چې نژدې نه وو چې دوى (د ذوالقرنین) پر خبره پوه شي"
    },
    {
      "number": 94,
      "text": "قَالُوا۟ يَٰذَا ٱلْقَرْنَيْنِ إِنَّ يَأْجُوجَ وَمَأْجُوجَ مُفْسِدُونَ فِى ٱلْأَرْضِ فَهَلْ نَجْعَلُ لَكَ خَرْجًا عَلَىٰٓ أَن تَجْعَلَ بَيْنَنَا وَبَيْنَهُمْ سَدًّۭا",
      "page": 303,
      "juz": 16,
      "hizb": 31,
      "sajda": false,
      "translation_dari": "گفتند: ای ذوالقرنین! همانا يأجوج و مأجوج سخت در این زمین فساد می‌کنند، پس آیا (راضی هستی) که برای تو مالیاتی مقرر کنیم؛ به این شرط که میان ما و آنها سدی بسازی؟",
      "translation_pashto": "18-94 دوى وویل: اى ذوالقرنینه! بېشكه یاجوج او ماجوج په ځمكه كې فساد كوونكي دي، نو ایا مونږ تا لپاره لګښت مقرر كړو، د دې لپاره چې ته زمونږ په مینځ كې او د دوى مینځ كې یو دېوال جوړ كړې؟"
    },
    {
      "number": 95,
      "text": "قَالَ مَا مَكَّنِّى فِيهِ رَبِّى خَيْرٌۭ فَأَعِينُونِى بِقُوَّةٍ أَجْعَلْ بَيْنَكُمْ وَبَيْنَهُمْ رَدْمًا",
      "page": 303,
      "juz": 16,
      "hizb": 31,
      "sajda": false,
      "translation_dari": "ذوالقرنین گفت: آنچه پروردگارم (از ثروت و نیرو و قدرت) در اختیار من گذاشته، بهتر است (از ثروت شما). پس مرا با نیروی (بازو) مدد کنید، تا میان شما و آنها بند بزرگ و محکمی بسازم.",
      "translation_pashto": "18-95 ده وویل: هغه څیزونه چې ما ته زما رب په (استعمال د) هغو كې قدرت راكړى دى (هغه) ډېر غوره دي، نو تاسو زما سره مرسته په محنت (او كار) سره وكړئ، زه به ستاسو په مینځ كې او د دوى په مینځ كې ښه مضبوط دېوال جوړ كړم"
    },
    {
      "number": 96,
      "text": "ءَاتُونِى زُبَرَ ٱلْحَدِيدِ ۖ حَتَّىٰٓ إِذَا سَاوَىٰ بَيْنَ ٱلصَّدَفَيْنِ قَالَ ٱنفُخُوا۟ ۖ حَتَّىٰٓ إِذَا جَعَلَهُۥ نَارًۭا قَالَ ءَاتُونِىٓ أُفْرِغْ عَلَيْهِ قِطْرًۭا",
      "page": 303,
      "juz": 16,
      "hizb": 31,
      "sajda": false,
      "translation_dari": "(وقتی به کار آغاز کرد) گفت: قطعه‌های آهن را برای من بیاورید، تا آنکه بین دو کوه را برابر کرد، گفت: در آن بدمید، تا آنکه (آهن) را آتش گردانید، گفت: مس گداخته شده برایم بیاورید تا بر آن بریزیم.",
      "translation_pashto": "18-96 تاسو ما ته د اوسپنې تختې راكړئ، تر هغه پورې (يې ایښودلې چې) كله دغه (دېوال) د (غرونو) دوو څوكو په مینځ كې برابر شو، ويې ویل چې پو كړئ، تر  هغه پورې چې كله يې دغه (اوسپنه) اور وګرځوله (،نو) ويې ويل: تاسو ما ته راوړئ چې زه پر دې (دېوال) وېلې كړى شوې تانبه وغورځوم"
    },
    {
      "number": 97,
      "text": "فَمَا ٱسْطَٰعُوٓا۟ أَن يَظْهَرُوهُ وَمَا ٱسْتَطَٰعُوا۟ لَهُۥ نَقْبًۭا",
      "page": 303,
      "juz": 16,
      "hizb": 31,
      "sajda": false,
      "translation_dari": "پس نتوانستند بر آن بالا روند و (نیز) نتوانستند آن را سوراخ کنند.",
      "translation_pashto": "18-97 نو د دوى به طاقت نه وي چې پر ده وخېژي او نه به دوى د سوري كولو طاقت ولرلى شي"
    },
    {
      "number": 98,
      "text": "قَالَ هَٰذَا رَحْمَةٌۭ مِّن رَّبِّى ۖ فَإِذَا جَآءَ وَعْدُ رَبِّى جَعَلَهُۥ دَكَّآءَ ۖ وَكَانَ وَعْدُ رَبِّى حَقًّۭا",
      "page": 304,
      "juz": 16,
      "hizb": 31,
      "sajda": false,
      "translation_dari": "ذوالقرنین گفت: این رحمتی از سوی پروردگار من است و هرگاه وعدۀ پروردگارم برسد، آن (سدّ) را (ویران کرده و) با زمین هموار می‌کند، و وعدۀ پروردگارم حق (و بازگشت ناپذیر) است.",
      "translation_pashto": "18-98 دغه زما د رب له جانبه یو رحمت دى، نو كله چې زما د رب وعده راشي دا به له ځمكې سره هموار وګرځوي او زما د رب وعده حقه ده"
    },
    {
      "number": 99,
      "text": "۞ وَتَرَكْنَا بَعْضَهُمْ يَوْمَئِذٍۢ يَمُوجُ فِى بَعْضٍۢ ۖ وَنُفِخَ فِى ٱلصُّورِ فَجَمَعْنَٰهُمْ جَمْعًۭا",
      "page": 304,
      "juz": 16,
      "hizb": 31,
      "sajda": false,
      "translation_dari": "و در آن روز (ویرانی سدّ) آنها را رها می‌کنیم تا موج‌آسا بعضی با بعضی دیگر خلط شوند، و (بعداً که) در صور دمیده شود، (همه) مردم را (در محشر) جمع کنیم.",
      "translation_pashto": "18-99 او مونږ به په دغه ورځ كې د دوى ځینې پرېږدو چې په ځینو نورو كې به موجونه وهي (ننوځي به) او په شپېلۍ كې به پوكى وكړى شي، نومونږ به دوى راجمع كړو، پوره جمع كول "
    },
    {
      "number": 100,
      "text": "وَعَرَضْنَا جَهَنَّمَ يَوْمَئِذٍۢ لِّلْكَٰفِرِينَ عَرْضًا",
      "page": 304,
      "juz": 16,
      "hizb": 31,
      "sajda": false,
      "translation_dari": "و دوزخ را در آن روز به طور خاص پیش روی كافران می‌آوریم.",
      "translation_pashto": "18-100 او په دغې ورځ به مونږ جهنم كافرانو ته وروړاندې كړو، وروړاندې كول"
    },
    {
      "number": 101,
      "text": "ٱلَّذِينَ كَانَتْ أَعْيُنُهُمْ فِى غِطَآءٍ عَن ذِكْرِى وَكَانُوا۟ لَا يَسْتَطِيعُونَ سَمْعًا",
      "page": 304,
      "juz": 16,
      "hizb": 31,
      "sajda": false,
      "translation_dari": "(پیش روی) آن کافرانی که چشم‌هایشان از (دیدن) آيات من در پرده‌ای بود و نمی‌توانستند (حق) را بشنوند.",
      "translation_pashto": "18-101 هغو كسانو ته چې د هغوى سترګې زما له ذكر نه په پرده كې وې او دوى اورېدل نشول كولى  "
    },
    {
      "number": 102,
      "text": "أَفَحَسِبَ ٱلَّذِينَ كَفَرُوٓا۟ أَن يَتَّخِذُوا۟ عِبَادِى مِن دُونِىٓ أَوْلِيَآءَ ۚ إِنَّآ أَعْتَدْنَا جَهَنَّمَ لِلْكَٰفِرِينَ نُزُلًۭا",
      "page": 304,
      "juz": 16,
      "hizb": 31,
      "sajda": false,
      "translation_dari": "آیا کافران گمان کردند که به جز من، بندگان مرا اولياء بگیرند؟ يقينا ما دوزخ را منزلگاه برای کافران آماده کرده‌ایم.",
      "translation_pashto": "18-102 ایا نو كافران شویو كسانو ګمان كړى دى چې دوى به له ما نه غير زما بنده ګان كارسازوونكي ونیسي (او بیا به هم زه ورته عذاب نه وركوم، نه) بېشكه مونږ د كافرانو لپاره جهنم مېلمستیا تیار كړى دى"
    },
    {
      "number": 103,
      "text": "قُلْ هَلْ نُنَبِّئُكُم بِٱلْأَخْسَرِينَ أَعْمَٰلًا",
      "page": 304,
      "juz": 16,
      "hizb": 31,
      "sajda": false,
      "translation_dari": "بگو: آیا شما را از کسانی که از نگاه عمل خسارمندترین مردمان‌اند، آگاه سازم؟",
      "translation_pashto": "18-103 ته (دوى ته) ووایه: ایا مونږ تاسو ته د هغو كسانو باره كې خبر وركړو چې د اعمالو په لحاظ تر ټولو زیات تاواني دي؟"
    },
    {
      "number": 104,
      "text": "ٱلَّذِينَ ضَلَّ سَعْيُهُمْ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعًا",
      "page": 304,
      "juz": 16,
      "hizb": 31,
      "sajda": false,
      "translation_dari": "آنانی‌اند که کوشش آنها در زندگی دنیا گم شده است و گمان می‌کنند که کار نیک می‌کنند.",
      "translation_pashto": "18-104 دوى هغه كسان دي چې په دنيايي ژوند كې د دوى منډې توى (او بې ځايه) تللي دي، په داسې حال كې چې دوى دا ګمان كوي چې یقیناً هم دوى ښه عملونه كوي "
    },
    {
      "number": 105,
      "text": "أُو۟لَٰٓئِكَ ٱلَّذِينَ كَفَرُوا۟ بِـَٔايَٰتِ رَبِّهِمْ وَلِقَآئِهِۦ فَحَبِطَتْ أَعْمَٰلُهُمْ فَلَا نُقِيمُ لَهُمْ يَوْمَ ٱلْقِيَٰمَةِ وَزْنًۭا",
      "page": 304,
      "juz": 16,
      "hizb": 31,
      "sajda": false,
      "translation_dari": "آنها کسانی هستند که به آیات پروردگارشان و ملاقات او کفر ورزیدند، در نتیجه اعمالشان نیست و نابود شد پس روز قیامت هیچ ارزش (و منزلتی) و وزنی برایشان نخواهیم نهاد.",
      "translation_pashto": "18-105 هم دغه كسان دي چې د خپل رب په ایتونو او د هغه په ملاقات سره كافر (او انكاري) شوي دي، نو د دوى عملونه برباد شول، نو د قیامت په ورځ به مونږ د دوى لپاره هېڅ وزن ونه دروو (هېڅ حيثيت به ورنكړو)"
    },
    {
      "number": 106,
      "text": "ذَٰلِكَ جَزَآؤُهُمْ جَهَنَّمُ بِمَا كَفَرُوا۟ وَٱتَّخَذُوٓا۟ ءَايَٰتِى وَرُسُلِى هُزُوًا",
      "page": 304,
      "juz": 16,
      "hizb": 31,
      "sajda": false,
      "translation_dari": "این جزای آنهاست به سبب آنکه کفر ورزیدند و آیات و پیامبران مرا به تمسخر گرفتند.",
      "translation_pashto": "18-106 دغه، د دوى بدله جهنم ده په سبب كفر وكړ او زما ایتونه او زما رسولان يې مسخره نیولي وو"
    },
    {
      "number": 107,
      "text": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ كَانَتْ لَهُمْ جَنَّٰتُ ٱلْفِرْدَوْسِ نُزُلًا",
      "page": 304,
      "juz": 16,
      "hizb": 31,
      "sajda": false,
      "translation_dari": "البته آنانی که ایمان آوردند و کارهای نیک کردند، برای آنها باغ‌های جنت فردوس (باغ‌های انبوه) جایگاه مهمانی است.",
      "translation_pashto": "18-107 بېشكه هغه كسان چې ایمان يې راوړى دى او نېك عملونه يې كړي دي، د دوى لپاره د فردوس (اعلٰی) جنتونه مېلمستیا دي"
    },
    {
      "number": 108,
      "text": "خَٰلِدِينَ فِيهَا لَا يَبْغُونَ عَنْهَا حِوَلًۭا",
      "page": 304,
      "juz": 16,
      "hizb": 31,
      "sajda": false,
      "translation_dari": "همیشه‌اند در آنجا و درخواست انتقال (به جای دیگر) نمی‌کنند.",
      "translation_pashto": "18-108 چې په دغو كې به تل وي، دوى به له دغو نه ګرځېدل (او بل ځاى ته منتقل كېدل) نه غواړي"
    },
    {
      "number": 109,
      "text": "قُل لَّوْ كَانَ ٱلْبَحْرُ مِدَادًۭا لِّكَلِمَٰتِ رَبِّى لَنَفِدَ ٱلْبَحْرُ قَبْلَ أَن تَنفَدَ كَلِمَٰتُ رَبِّى وَلَوْ جِئْنَا بِمِثْلِهِۦ مَدَدًۭا",
      "page": 304,
      "juz": 16,
      "hizb": 31,
      "sajda": false,
      "translation_dari": "بگو: اگر بحر برای نوشتن سخنان پروردگارم (تبدیل به) رنگ (سیاهی) گردد، پیش از آنکه سخنان پروردگارم خاتمه یابد، بدون شک بحر تمام خواهد شد، هر چند (بحرهایی دیگر) مانند آن (بحر را نیز) به کمک آن بیاوریم.",
      "translation_pashto": "18-109 ته (دوى ته) ووایه: كه سمندر زما د رب د كلماتو لپاره سیاهي شي، (نو) سمندر به خامخا خلاص شي، مخكې له دې چې زما د رب كلمات تمام شي، اګر كه مونږ د دغه (سمندر) په مثل مدد (يا سياهي) هم راوړو"
    },
    {
      "number": 110,
      "text": "قُلْ إِنَّمَآ أَنَا۠ بَشَرٌۭ مِّثْلُكُمْ يُوحَىٰٓ إِلَىَّ أَنَّمَآ إِلَٰهُكُمْ إِلَٰهٌۭ وَٰحِدٌۭ ۖ فَمَن كَانَ يَرْجُوا۟ لِقَآءَ رَبِّهِۦ فَلْيَعْمَلْ عَمَلًۭا صَٰلِحًۭا وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِۦٓ أَحَدًۢا",
      "page": 304,
      "juz": 16,
      "hizb": 31,
      "sajda": false,
      "translation_dari": "بگو: جز این نیست که من مانند شما بشری هستیم، به من وحی فرستاده می‌شود اینکه معبود شما معبود یگانه است (و بس)، پس هرکس که به دیدار پروردگار خود امید دارد، پس باید کار شایسته کند و در عبادت پروردگار خویش کسی را شریک نسازد.",
      "translation_pashto": "18-110 ته (دوى ته) ووایه: بېشكه همدا خبره ده چې زه يواځې ستاسو په شان بشر  یم، ما ته وحي كولى شي چې بېشكه ستاسو معبود يواځې یو معبود دى، نو هغه څوك چې د خپل رب د ملاقات امېد لري، نو هغه دې نېك عمل وكړي او د خپل رب په عبادت كې دې هیڅوك نه شریكوي"
    }
  ]
}