{
  "number": 22,
  "name": "الحج",
  "name_dari": "حج",
  "meaning_dari": "حج",
  "revelationType": "مدنی",
  "numberOfAyahs": 78,
  "ayahs": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُوا۟ رَبَّكُمْ ۚ إِنَّ زَلْزَلَةَ ٱلسَّاعَةِ شَىْءٌ عَظِيمٌۭ",
      "page": 332,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "ای مردم! از پروردگارتان بترسید، چون زلزلۀ قيامت چیز بس بزرگ است.",
      "translation_pashto": "22-1 اى خلقو! له خپل رب نه ووېرېږئ، بېشكه د قیامت زلزله ډېر لوى شى دى"
    },
    {
      "number": 2,
      "text": "يَوْمَ تَرَوْنَهَا تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّآ أَرْضَعَتْ وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا وَتَرَى ٱلنَّاسَ سُكَٰرَىٰ وَمَا هُم بِسُكَٰرَىٰ وَلَٰكِنَّ عَذَابَ ٱللَّهِ شَدِيدٌۭ",
      "page": 332,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "روزی که آن را ‌ببینید، هر مادرِ شیردهنده‌ای از طفلی که او را شیر می‌دهد، غافل می‌شود و هر (موجودِ) بارداری بار (جنين) خود را می‌اندازد. و مردم را مست می‌بینی حال آنکه مست نیستند، بلکه عذاب الله بسیار سخت است.",
      "translation_pashto": "22-2 په هغې ورځ چې تاسو هغه ووینئ، چې هره تى وركوونكې به غافله شي له هغه (وړوكي) نه چې هغه ته تى وركوي او هره حمل والا به خپل حمل وغورځوي او ته به خلقو لره نشه وینې، حال دا چې دوى به نشه نه وي او لېكن د الله عذاب به ډېر سخت وي"
    },
    {
      "number": 3,
      "text": "وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِى ٱللَّهِ بِغَيْرِ عِلْمٍۢ وَيَتَّبِعُ كُلَّ شَيْطَٰنٍۢ مَّرِيدٍۢ",
      "page": 332,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "و از مردم کسی هست که بدون هیچ علم و دانشی دربارۀ الله مجادله می‌کند و از هر شیطان سرکش پیروی می‌کند.",
      "translation_pashto": "22-3 او په خلقو كې ځینې هغه دي چې د الله په باره كې بې له علمه جګړه كوي او د هر سركشه شیطان پیروي كوي"
    },
    {
      "number": 4,
      "text": "كُتِبَ عَلَيْهِ أَنَّهُۥ مَن تَوَلَّاهُ فَأَنَّهُۥ يُضِلُّهُۥ وَيَهْدِيهِ إِلَىٰ عَذَابِ ٱلسَّعِيرِ",
      "page": 332,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "(در ازل) بر او نوشته شده است که هر کس با شیطان دوستی کند، پس شیطان گمراهش می‌کند و او را به‌سوی عذاب آتش سوزان راهنمائی می‌کند.",
      "translation_pashto": "22-4 په باره د هغه كې  (په ازل كې دا) لیكل شوي دي چې بېشكه شان دا دى چې هر څوك د ده سره دوستي وكړي، نو یقینًا دا (شیطان) دغه (خپل دوست) ګمراه كوي او ده ته د لمبې وهونكي عذاب لاره ښیي"
    },
    {
      "number": 5,
      "text": "يَٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمْ فِى رَيْبٍۢ مِّنَ ٱلْبَعْثِ فَإِنَّا خَلَقْنَٰكُم مِّن تُرَابٍۢ ثُمَّ مِن نُّطْفَةٍۢ ثُمَّ مِنْ عَلَقَةٍۢ ثُمَّ مِن مُّضْغَةٍۢ مُّخَلَّقَةٍۢ وَغَيْرِ مُخَلَّقَةٍۢ لِّنُبَيِّنَ لَكُمْ ۚ وَنُقِرُّ فِى ٱلْأَرْحَامِ مَا نَشَآءُ إِلَىٰٓ أَجَلٍۢ مُّسَمًّۭى ثُمَّ نُخْرِجُكُمْ طِفْلًۭا ثُمَّ لِتَبْلُغُوٓا۟ أَشُدَّكُمْ ۖ وَمِنكُم مَّن يُتَوَفَّىٰ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرْذَلِ ٱلْعُمُرِ لِكَيْلَا يَعْلَمَ مِنۢ بَعْدِ عِلْمٍۢ شَيْـًۭٔا ۚ وَتَرَى ٱلْأَرْضَ هَامِدَةًۭ فَإِذَآ أَنزَلْنَا عَلَيْهَا ٱلْمَآءَ ٱهْتَزَّتْ وَرَبَتْ وَأَنۢبَتَتْ مِن كُلِّ زَوْجٍۭ بَهِيجٍۢ",
      "page": 332,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "ای مردم! اگر از دوباره زنده شدن در شک هستید پس (بدانید که) ما شما را از خاک آفریده‌ایم، باز از نطفه، باز از خون بسته، باز از پارۀ گوشت شکل داده شده و شکل داده نشده آفریده‌ایم، (همۀ این مراحل) به خاطر این است که برای شما (كمال قدرت خود را) روشن سازیم، و آنچه را بخواهیم تا زمان معین در رحم‌ها قرار می‌دهیم. باز شما را به صورت کودک بیرون می‌آوریم، باز تا به حد رشد (جوانی)تان برسید. و بعضی از شما جانش گرفته می‌شود. و بعضی از شما به پست‌ترین مرحلۀ عمر و پیری باز گردانیده می‌شود تا پس از (آن همه) دانستن چیزی نداند. و زمین را خشک شده می‌بینی اما وقتی که بر آن باران ببارانیم، به حرکت می‌آید و نمو می‌کند و از هر نوع گیاهان زیبا و خرم می‌رویاند.",
      "translation_pashto": "22-5 اى خلقو! كه تاسو د بیا راژوندي كېدو په باره كې په شك كې یئ، نو یقینًا مونږ تاسو له خاورې نه پیدا كړې یئ، (ستاسو نیكه ادم) بیا (مو د هغه اولاده پیدا كړه) له یو څاڅكي (مني) نه، بیا له پرنې وینې نه، بیا له یوې غوښې بوټۍ نه چې تام الخلقت وي او ناقص الخلقت وي، د دې لپاره چې مونږ تاسو ته (خپل حكمت او قدرت) بیان كړو او مونږ په رحمونو كې ثابت پرېږدو هغه چې مونږ يې اراده وكړو تر معلومې نېټې پورې، بیا مونږ تاسو راوباسو (د میندو له خېټو نه) په داسې حال كې چې واړه بچي یئ، بیا (مونږ تاسو پالو) د دې لپاره چې تاسو خپل قوت او كمال ته ورسئ او په تاسو كې ځینې هغه دي چې وفات كولى شي او ځینې په تاسو كې هغه دي چې رد كولى (رسولى) شي تر ټولو ناكاره عمر پورې، د دې لپاره چې هغه له پوهېدلو نه وروسته په هېڅ شي پوه نشي او ته به ځمكه وچه شاړه وینې، نو كله چې مونږ په هغې باندې اوبه نازلې كړو (نو) څربه او نرمه شي او له هر قسمه ښكلو (نباتاتو) نه زرغون كړي"
    },
    {
      "number": 6,
      "text": "ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلْحَقُّ وَأَنَّهُۥ يُحْىِ ٱلْمَوْتَىٰ وَأَنَّهُۥ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرٌۭ",
      "page": 333,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "این (قدرت نمایی‌ها) به خاطر آن است که (بدانید) الله ذات حق است. و این که اوست که مرده‌ها را زنده می‌کند و هم اوست که بر هر چیزی تواناست.",
      "translation_pashto": "22-6 دا په سبب د دې چې یقینًا هم الله حق دى او دا چې یقینًا هغه مړي ژوندي كوي او دا چې بېشكه هغه په هر شي باندې  قادر دى"
    },
    {
      "number": 7,
      "text": "وَأَنَّ ٱلسَّاعَةَ ءَاتِيَةٌۭ لَّا رَيْبَ فِيهَا وَأَنَّ ٱللَّهَ يَبْعَثُ مَن فِى ٱلْقُبُورِ",
      "page": 333,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "و اینکه قیامت آمدنی است هیچ شکی در آن نیست. و اینکه تنها الله است که آنانی را که در قبرهاند، دوباره زنده می‌گرداند.",
      "translation_pashto": "22-7 او دا چې یقینًا قیامت راتلونكى دى، چې په (راتلو د) هغه كې هېڅ شك نشته او دا چې بېشكه الله به بیا ژوندي راپورته كوي هر هغه چې په قبرونو كې دي"
    },
    {
      "number": 8,
      "text": "وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِى ٱللَّهِ بِغَيْرِ عِلْمٍۢ وَلَا هُدًۭى وَلَا كِتَٰبٍۢ مُّنِيرٍۢ",
      "page": 333,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "و از مردم کسی هست که بدون هیچ علم و بدون هیچ هدایت و بدون هیچ کتاب روشنی دربارۀ الله مجادله می‌کند.",
      "translation_pashto": "22-8 او په خلقو كې ځینې هغه دي چې د الله په باره كې بې له علمه او بې له هدایته او بې له روښانه كتابه جګړه كوي"
    },
    {
      "number": 9,
      "text": "ثَانِىَ عِطْفِهِۦ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِ ۖ لَهُۥ فِى ٱلدُّنْيَا خِزْىٌۭ ۖ وَنُذِيقُهُۥ يَوْمَ ٱلْقِيَٰمَةِ عَذَابَ ٱلْحَرِيقِ",
      "page": 333,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "متکبرانه صفحۀ گردن خود را می‌پیچاند تا (مردم را) از راه الله گمراه سازد، در دنیا برای او رسوایی بزرگ است و در روز قیامت عذاب سوزان به او می‌چشانیم.",
      "translation_pashto": "22-9 په داسې حال كې چې خپل څنګ اړوي، د دې لپاره چې د الله له لارې نه (خلق) ګمراه كړي، د ده لپاره په دنیا كې رسوايي ده او مونږ به په ده د قيامت په ورځ د سوځوونكي اور عذاب وڅكوو"
    },
    {
      "number": 10,
      "text": "ذَٰلِكَ بِمَا قَدَّمَتْ يَدَاكَ وَأَنَّ ٱللَّهَ لَيْسَ بِظَلَّٰمٍۢ لِّلْعَبِيدِ",
      "page": 333,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "این (عذاب) به سزای آن چیزهایی است که در دست تو پیش فرستاده بود. و (گرنه) الله هرگز بر بندگان خود ستمگر نیست.",
      "translation_pashto": "22-10 دا په سبب د هغو عملونو دي چې ستا دواړو لاسونو مخكې لېږلي دي او دا چې بېشكه الله په خپلو بنده ګانو باندې له سره ظلم كوونكى نه دى"
    },
    {
      "number": 11,
      "text": "وَمِنَ ٱلنَّاسِ مَن يَعْبُدُ ٱللَّهَ عَلَىٰ حَرْفٍۢ ۖ فَإِنْ أَصَابَهُۥ خَيْرٌ ٱطْمَأَنَّ بِهِۦ ۖ وَإِنْ أَصَابَتْهُ فِتْنَةٌ ٱنقَلَبَ عَلَىٰ وَجْهِهِۦ خَسِرَ ٱلدُّنْيَا وَٱلْءَاخِرَةَ ۚ ذَٰلِكَ هُوَ ٱلْخُسْرَانُ ٱلْمُبِينُ",
      "page": 333,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "و از میان مردم کسی هست که الله را با دو دلی می‌پرستد، پس اگر خیر به او برسد به آن مطمئن می‌شود، و اگر رنج و پریشانی به او برسد، بر روی خود بر می‌گردد (و مرتد می‌شود)، (چنین شخص) در دنیا و آخرت زیانکار شده، و این همان زیان آشکار است.",
      "translation_pashto": "22-11 او په خلقو كې ځینې هغه دي چې د الله عبادت كوي په یوې غاړه باندې، نو كه ده ته خیر ورسي (نو) په دې (دین) مطمئن (او قايم) پاتې شي او كه ده ته څه مصیبت (ازمېښت) ورسي (، نو) بېرته په خپل مخ (كفر ته) وګرځي، ده (خپل) دنیا او اخرت ضايع كړل، همدغه ښكاره تاوان دى"
    },
    {
      "number": 12,
      "text": "يَدْعُوا۟ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُۥ وَمَا لَا يَنفَعُهُۥ ۚ ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلْبَعِيدُ",
      "page": 333,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "به جای الله چیزی را می‌خواند که نه نفعی به او می‌رساند و نه سودی به او می‌بخشد. این همان گمراهی دور (از حق) است.",
      "translation_pashto": "22-12 دى له الله نه پرته هغه څه بلي چې ده ته نه ضرر رسولى شي او نه ده ته نفع رسولى شي، همدغه ډېره لرې ګمراهي ده"
    },
    {
      "number": 13,
      "text": "يَدْعُوا۟ لَمَن ضَرُّهُۥٓ أَقْرَبُ مِن نَّفْعِهِۦ ۚ لَبِئْسَ ٱلْمَوْلَىٰ وَلَبِئْسَ ٱلْعَشِيرُ",
      "page": 333,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "کسی را می‌خواند که زیانش از سودش نزدیک‌تر است، چه مددگار بد و چه یاران بد هستند!.",
      "translation_pashto": "22-13 دا هغه (معبود) بلي چې یقینًا د هغه نقصان د هغه له نفع نه زیات نژدې دى، خامخا (هغه) بد دوست دى او خامخا بد ملګرى دى"
    },
    {
      "number": 14,
      "text": "إِنَّ ٱللَّهَ يُدْخِلُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ جَنَّٰتٍۢ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ ۚ إِنَّ ٱللَّهَ يَفْعَلُ مَا يُرِيدُ",
      "page": 333,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "البته الله کسانی را که ایمان آورده و کارهای نیک انجام داده‌اند در باغ‌هایی داخل می‌کند که نهرها از زیر (درختان و قصرهای) آن روان است. يقينا الله هر چه را بخواهد، انجام می‌دهد.",
      "translation_pashto": "22-14 بېشكه الله هغه كسان چې ایمان يې راوړى دى او نېك عملونه يې كړي دي؛ داسې جنتونو ته داخلوي چې د هغو له لاندې ولې بهېږي، بېشكه الله كوي هغه چې اراده يې وكړي"
    },
    {
      "number": 15,
      "text": "مَن كَانَ يَظُنُّ أَن لَّن يَنصُرَهُ ٱللَّهُ فِى ٱلدُّنْيَا وَٱلْءَاخِرَةِ فَلْيَمْدُدْ بِسَبَبٍ إِلَى ٱلسَّمَآءِ ثُمَّ لْيَقْطَعْ فَلْيَنظُرْ هَلْ يُذْهِبَنَّ كَيْدُهُۥ مَا يَغِيظُ",
      "page": 333,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "هر که گمان کند که الله او را در دنیا و آخرت نصرت نمی‌دهد، پس باید ریسمانی به آسمان بیاویزد، باز آن را قطع کند، پس ببیند که آیا این تدبیرش چیزی را که سبب خشم او شده از میان می‌برد؟",
      "translation_pashto": "22-15 هر څوك چې دا ګمان كوي چې الله به په دنیا او اخرت كې د دغه (رسول) له سره مدد ونه كړي، نو هغه دې اسمان ته یوه رسۍ اوږده كړي، بیا دې (هغه) غوڅه كړي، نو ودې ګوري چې ایا په رښتیا به د ده چل (او تدبیر) هغه شى ختم كړي چې دا يې په غصه كړى دى"
    },
    {
      "number": 16,
      "text": "وَكَذَٰلِكَ أَنزَلْنَٰهُ ءَايَٰتٍۭ بَيِّنَٰتٍۢ وَأَنَّ ٱللَّهَ يَهْدِى مَن يُرِيدُ",
      "page": 334,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "و این چنین آن (قرآن) را (به صورت) آیات واضح نازل کردیم و الله هر کس را که بخواهد هدایت می‌کند.",
      "translation_pashto": "22-16 او همدارنګه مونږ دا (قرآن) د څرګندو ایتونو په شكل كې نازل كړى دى او دا چې بېشكه الله هدایت كوي چا ته چې اراده وكړي"
    },
    {
      "number": 17,
      "text": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَٱلَّذِينَ هَادُوا۟ وَٱلصَّٰبِـِٔينَ وَٱلنَّصَٰرَىٰ وَٱلْمَجُوسَ وَٱلَّذِينَ أَشْرَكُوٓا۟ إِنَّ ٱللَّهَ يَفْصِلُ بَيْنَهُمْ يَوْمَ ٱلْقِيَٰمَةِ ۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍۢ شَهِيدٌ",
      "page": 334,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "البته آنانی که ایمان آوردند و آنانی که یهودی شدند و صابئين (بی‌دینان) و نصارا و آتش پرستان و آنانی که به الله شریک آوردند، يقيناً الله روز قیامت میان‌شان فيصله خواهد کرد، چون الله بر هرچیز گواه است.",
      "translation_pashto": "22-17 بېشكه هغه كسان چې ایمان يې راوړى دى او هغه كسان چې یهودیان شوي او صابیان او نصرانیان او مجوس دي او هغه كسان دي چې شرك يې كړى دى، بېشكه الله به د دوى په مینځ كې د قیامت په ورځ فیصله كوي، بېشكه الله په هر شي باندې ګواه دى"
    },
    {
      "number": 18,
      "text": "أَلَمْ تَرَ أَنَّ ٱللَّهَ يَسْجُدُ لَهُۥ مَن فِى ٱلسَّمَٰوَٰتِ وَمَن فِى ٱلْأَرْضِ وَٱلشَّمْسُ وَٱلْقَمَرُ وَٱلنُّجُومُ وَٱلْجِبَالُ وَٱلشَّجَرُ وَٱلدَّوَآبُّ وَكَثِيرٌۭ مِّنَ ٱلنَّاسِ ۖ وَكَثِيرٌ حَقَّ عَلَيْهِ ٱلْعَذَابُ ۗ وَمَن يُهِنِ ٱللَّهُ فَمَا لَهُۥ مِن مُّكْرِمٍ ۚ إِنَّ ٱللَّهَ يَفْعَلُ مَا يَشَآءُ ۩",
      "page": 334,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "آیا ندیدی کسانی که در آسمان‌ها و زمین هستند و آفتاب و ماه و ستاره‌ها و کوه‌ها و درختان و چهارپایان و بسیاری از مردم، برای الله سجده می‌کنند؟ و بسیاری هم هستند که عذاب بر آنها لازم شده است. و هر که را الله خوار کند، او هیچ عزت دهنده‌ای ندارد. بی‌گمان الله هر چه بخواهد انجام می‌دهد.",
      "translation_pashto": "22-18 ایا ته نه وینې چې بېشكه الله (چې دى) ده ته سجده كوي هر هغه چې په اسمانونو كې دي او هر هغه چې په ځمكه كې دي او لمر او سپوږمۍ او ستوري او غرونه او ونې او څاروي او ډېر له خلقو ځینې او (په دوى كې) ډېر داسې دي چې په هغو باندې عذاب ثابت شوى دى او هغه څوك چې الله يې سپك كړي، نو ده ته هیڅوك عزت وركوونكى نشته، بېشكه الله كوي هغه څه چې اراده يې وكړي"
    },
    {
      "number": 19,
      "text": "۞ هَٰذَانِ خَصْمَانِ ٱخْتَصَمُوا۟ فِى رَبِّهِمْ ۖ فَٱلَّذِينَ كَفَرُوا۟ قُطِّعَتْ لَهُمْ ثِيَابٌۭ مِّن نَّارٍۢ يُصَبُّ مِن فَوْقِ رُءُوسِهِمُ ٱلْحَمِيمُ",
      "page": 334,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "این دو فریق که دشمن یکدیگرند، دربارۀ پروردگارشان باهم اختلاف کردند. پس آنان که کفر ورزیده‌اند بر ایشان لباس‌هایی از آتش بریده شده است، از بالای سرشان آب جوشان و سوزان ریخته می‌شود.",
      "translation_pashto": "22-19 دا دوه جګړه كوونكې (ډلې) دي چې د خپل رب په باره كې يې جګړه وكړه، نو هغه كسان چې كافران شوي دي د دوى لپاره به د اور جامي پرې كړى شي، د دوى د سرونو له پاسه به ګرمې ایشېدلې اوبه اچولى شي"
    },
    {
      "number": 20,
      "text": "يُصْهَرُ بِهِۦ مَا فِى بُطُونِهِمْ وَٱلْجُلُودُ",
      "page": 334,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "آنچه در شکم‌های آنهاست و (نیز) پوست‌هایشان به آن (آب جوشان) گداخته و ذوب می‌گردد.",
      "translation_pashto": "22-20 (په دغو (اوبو) سره به هغه څه (كولمې) خوړني كړى شي چې د دوى په ګېډو كې دي او څرمنې(د دوى هم) "
    },
    {
      "number": 21,
      "text": "وَلَهُم مَّقَٰمِعُ مِنْ حَدِيدٍۢ",
      "page": 334,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "و برای (عذاب دادن) آنان، گرزهای از آهن آماده است.",
      "translation_pashto": "22-21 او د دوى (د وهلو) لپاره د اوسپنو څټكونه دي"
    },
    {
      "number": 22,
      "text": "كُلَّمَآ أَرَادُوٓا۟ أَن يَخْرُجُوا۟ مِنْهَا مِنْ غَمٍّ أُعِيدُوا۟ فِيهَا وَذُوقُوا۟ عَذَابَ ٱلْحَرِيقِ",
      "page": 334,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "هرگاه بخواهند از شدت غم از آن بیرون آیند، در آن باز گردانیده می‌شوند (و به آنان گفته می‌شود:) بچشید عذاب سوزان را.",
      "translation_pashto": "22-22 هر كله چې دوى له  هغه (دوزخ) نه، له غم نه د وتلو اراده وكړي (،نو) بېرته به په هغه كې ورګرځولى شي(او ورته ویلى به شي:) د سخت سوځوونكي (اور) عذاب وڅَكئ"
    },
    {
      "number": 23,
      "text": "إِنَّ ٱللَّهَ يُدْخِلُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ جَنَّٰتٍۢ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍۢ وَلُؤْلُؤًۭا ۖ وَلِبَاسُهُمْ فِيهَا حَرِيرٌۭ",
      "page": 334,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "البته الله آنان را که ایمان آورده‌اند و کارهای نیک انجام داده‌اند در باغ‌هایی داخل می‌کند که از زیر (درختان و قصرهای) آن نهرها جاری است، در آنجا با دستبندهای از طلا و مروارید آراسته می‌شوند، و لباس‌شان در آنجا ابریشم است.",
      "translation_pashto": "22-23 بېشكه الله به هغه كسان چې ایمان يې راوړى دى او نېك عملونه يې كړي دي داسې جنتونه ته داخل كړي چې د هغو له لاندې ولې بهېږي، دوى ته به په هغو كې د سروزور باهوګان واچول شي او ملغلرې او د دوى لباس به په هغو (جنتونو) كې ورېښم وي"
    },
    {
      "number": 24,
      "text": "وَهُدُوٓا۟ إِلَى ٱلطَّيِّبِ مِنَ ٱلْقَوْلِ وَهُدُوٓا۟ إِلَىٰ صِرَٰطِ ٱلْحَمِيدِ",
      "page": 335,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "و (مؤمنان) به سخن پاکیزه راهنمائی کرده شدند و به راه ستوده راهنمائی کرده شدند.",
      "translation_pashto": "22-24 او دوى ته د پاكيزه خبرې ښوونه وشوه او د  ستايل شوي (الله) د لارې هدایت ورته وشو"
    },
    {
      "number": 25,
      "text": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَٱلْمَسْجِدِ ٱلْحَرَامِ ٱلَّذِى جَعَلْنَٰهُ لِلنَّاسِ سَوَآءً ٱلْعَٰكِفُ فِيهِ وَٱلْبَادِ ۚ وَمَن يُرِدْ فِيهِ بِإِلْحَادٍۭ بِظُلْمٍۢ نُّذِقْهُ مِنْ عَذَابٍ أَلِيمٍۢ",
      "page": 335,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "بی‌گمان آنان که کفر ورزیدند و (مردم را) از راه الله و از مسجد الحرام باز می‌دارند که ما آن را برای همۀ مردم اعم از مقیم در آنجا و بادیه نشین (آینده) یک برابر قرار داده‌ایم (برای آنان عذاب سخت و دردناک است)، و هر کس به قصد ظلم در آنجا مرتكب الحاد (شرک و قتل) گردد، او را از عذاب دردناک می‌چشانیم.",
      "translation_pashto": "22-25 بېشكه هغه كسان چې كافران شوي دي او د الله له  لارې نه اړول كوي او له مسجد حرام نه هغه چې مونږ هغه د خلقو لپاره داسې ګرځولى دى چې په ده كې اوسېدونكي او له بهره راتلونكي برابر دي، او څوك چې په ده كې په ظلم سره د الحاد (او بې لار توب) اراده وكړي (،نو) مونږ به په هغه له ډېر دردوونكي عذاب څخه (عذاب) وڅَكوو"
    },
    {
      "number": 26,
      "text": "وَإِذْ بَوَّأْنَا لِإِبْرَٰهِيمَ مَكَانَ ٱلْبَيْتِ أَن لَّا تُشْرِكْ بِى شَيْـًۭٔا وَطَهِّرْ بَيْتِىَ لِلطَّآئِفِينَ وَٱلْقَآئِمِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ",
      "page": 335,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "و به یادآور وقتی که جایگاه خانه (کعبه) را برای ابراهیم معین ساختیم (و به او گفتیم:) که چیزی را با من شریک مکن، و خانه‌ام را برای طواف کنندگان و قیام کنندگان (در آن برای نماز) و رکوع کنندگان و سجده کنندگان پاک‌دار.",
      "translation_pashto": "22-26 او (یاد كړه) هغه وخت چې مونږه ابراهیم ته د بیت الله ځاى ښكاره (معین) كړ چې ته له ما سره هېڅ شى مه شریكوه، او زما كور د طواف كوونكو، او قیام كوونكو او ركوع كوونكو (او) سجده كوونكو لپاره  پاك كړه"
    },
    {
      "number": 27,
      "text": "وَأَذِّن فِى ٱلنَّاسِ بِٱلْحَجِّ يَأْتُوكَ رِجَالًۭا وَعَلَىٰ كُلِّ ضَامِرٍۢ يَأْتِينَ مِن كُلِّ فَجٍّ عَمِيقٍۢ",
      "page": 335,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "و (به ابراهیم گفتیم که) در میان مردم برای حج اعلان کن، تا پیاده و (سوار) بر هر شتر لاغری که از هر راه دور می‌آیند، به‌سوی تو بیایند.",
      "translation_pashto": "22-27 او ته په خلقو كې د حج اعلان وكړه دوى به تا ته پیدل راشي او په هر خوار ډنګر اوښ باندې چې دغه (اوښان) به راځي له هرې لرې ژورې لارې نه"
    },
    {
      "number": 28,
      "text": "لِّيَشْهَدُوا۟ مَنَٰفِعَ لَهُمْ وَيَذْكُرُوا۟ ٱسْمَ ٱللَّهِ فِىٓ أَيَّامٍۢ مَّعْلُومَٰتٍ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلْأَنْعَٰمِ ۖ فَكُلُوا۟ مِنْهَا وَأَطْعِمُوا۟ ٱلْبَآئِسَ ٱلْفَقِيرَ",
      "page": 335,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "(اعلان کن) تا شاهد منافع خویش باشند و در روزهای معلوم نام الله را بر ذبح چهار پایانی یاد کنند که الله روزیشان کرده است. پس از آنها بخورید و بینوایان و تنگدستان را نیز بخورانید.",
      "translation_pashto": "22-28 د دې لپاره چې دوى خپلو فايدو ته حاضر شي او په معلومو ورځو كې د الله نوم یاد كړي، په هغو بې ژبو څارویو باندې چې هغه (الله) دوى ته وركړي دي، نو تاسو له هغو نه خورئ او په بد حال فقیر يې خورئ"
    },
    {
      "number": 29,
      "text": "ثُمَّ لْيَقْضُوا۟ تَفَثَهُمْ وَلْيُوفُوا۟ نُذُورَهُمْ وَلْيَطَّوَّفُوا۟ بِٱلْبَيْتِ ٱلْعَتِيقِ",
      "page": 335,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "باز باید آلودگی‌های بدنشان را پاک کنند و باید به نذرهایشان وفا کنند و باید خانۀ قدیمی و گرامی را طواف نمایند.",
      "translation_pashto": "22-29 بیا دې دوى خپل خیري لرې كړي او خپل نذرونه دې پوره كړي او د قدیم (او عزتمن) كور طوافونه دې وكړي"
    },
    {
      "number": 30,
      "text": "ذَٰلِكَ وَمَن يُعَظِّمْ حُرُمَٰتِ ٱللَّهِ فَهُوَ خَيْرٌۭ لَّهُۥ عِندَ رَبِّهِۦ ۗ وَأُحِلَّتْ لَكُمُ ٱلْأَنْعَٰمُ إِلَّا مَا يُتْلَىٰ عَلَيْكُمْ ۖ فَٱجْتَنِبُوا۟ ٱلرِّجْسَ مِنَ ٱلْأَوْثَٰنِ وَٱجْتَنِبُوا۟ قَوْلَ ٱلزُّورِ",
      "page": 335,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "این است حكم الله، و هر کس مقدسات و شعائر الله را بزرگ و محترم بشمارد، پس آن برایش در نزد پروردگارش بهتر است، و چهار پایان برایتان حلال کرده شد مگر آنچه بر شما خوانده می‌شود، پس از پلیدی‌های که از بت‌ها ببار می‌آید، دوری کنید و از سخن دروغ اجتناب ورزید.",
      "translation_pashto": "22-30 دغه (حكم بیان شو) او څوك چې د الله د حرمتونو (احكامو) تعظیم كوي، نو دغه (كار) د ده لپاره د خپل رب په نیز ډېر غوره دى او تاسو لپاره څاروي حلال ګرځول شوي دي غیر له هغو نه چې په تاسو (يې حرمت) لوستل كېږي، نو تاسو ځان وساتئ له پلیتۍ نه چې بتان دي او تاسو د دروغو له وینا څخه ځان وساتئ"
    },
    {
      "number": 31,
      "text": "حُنَفَآءَ لِلَّهِ غَيْرَ مُشْرِكِينَ بِهِۦ ۚ وَمَن يُشْرِكْ بِٱللَّهِ فَكَأَنَّمَا خَرَّ مِنَ ٱلسَّمَآءِ فَتَخْطَفُهُ ٱلطَّيْرُ أَوْ تَهْوِى بِهِ ٱلرِّيحُ فِى مَكَانٍۢ سَحِيقٍۢ",
      "page": 336,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "در حالی که به‌سوی الله خالصانه گرویده باشید و از ادیان باطل بیزاری جویید و هیچ شریکی برای الله قرار ندهید. و هر کس به الله شرک ورزد، گویی از آسمان افتیده است و پرنده‌ها او را ربوده‌اند، یا اینکه باد او را به جای دور افگنده است.",
      "translation_pashto": "22-31 په داسې حال كې چې الله ته په اخلاص سره غاړه ایښودونكي یئ، له ده سره شریك جوړونكي نه یئ، او هر څوك چې له الله سره شریك ونیسي، نو ګویاكې هغه له اسمان نه راوغورځېده، نو مرغان يې وتښتوي، یا يې هوا (باد) له اوچت ځاى نه لرې په ژور ځاى كې وغورځوي"
    },
    {
      "number": 32,
      "text": "ذَٰلِكَ وَمَن يُعَظِّمْ شَعَٰٓئِرَ ٱللَّهِ فَإِنَّهَا مِن تَقْوَى ٱلْقُلُوبِ",
      "page": 336,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "چنین است (سزای شرک)، و هر کس شعایر الله را بزرگ شمارد، پس در حقیقت این بزرگ‌داشت و تعظیم از تقوای دل‌هاست.",
      "translation_pashto": "22-32 دغه (حكم بیان شو) او څوك چې د الله د نښو تعظیم وكړي، نو بېشكه دا د زړونو له تقوىٰ څخه دى"
    },
    {
      "number": 33,
      "text": "لَكُمْ فِيهَا مَنَٰفِعُ إِلَىٰٓ أَجَلٍۢ مُّسَمًّۭى ثُمَّ مَحِلُّهَآ إِلَى ٱلْبَيْتِ ٱلْعَتِيقِ",
      "page": 336,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "برای شما در آن (قربانی) تا مدت معین فایده‌هاست، باز محل قربانی کردن آنها در جوار خانۀ قدیمی و گرامی (کعبه) است.",
      "translation_pashto": "22-33 تاسو لپاره په دغو (څارویو) كې تر یو مقرر وخته پورې ډېرې فايدې دي، بیا د دوى حلالځاى قدیم كور (بیت الله) ته دى"
    },
    {
      "number": 34,
      "text": "وَلِكُلِّ أُمَّةٍۢ جَعَلْنَا مَنسَكًۭا لِّيَذْكُرُوا۟ ٱسْمَ ٱللَّهِ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلْأَنْعَٰمِ ۗ فَإِلَٰهُكُمْ إِلَٰهٌۭ وَٰحِدٌۭ فَلَهُۥٓ أَسْلِمُوا۟ ۗ وَبَشِّرِ ٱلْمُخْبِتِينَ",
      "page": 336,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "و برای هر امتی جای قربانی کردن را مقرر نموده‌ایم، تا با نام الله چهارپایانی را ذبح کنند که الله به ایشان عطا نموده است. پس معبودتان معبود یگانه است، پس برای او منقاد شوید و تواضع کنندگان را مژده ده.",
      "translation_pashto": "22-34 او د هر امت لپاره مونږ یوه قرباني مقرر كړې ده، د دې لپاره چې دوى د الله نوم یاد كړي په هغو شیانو چې دوى ته هغه (الله) وركړي دي، چې څاروي دي، نو ستاسو حق معبود یو معبود دى، نو تاسو خاص هغه ته غاړه كېږدئ او عاجزي كوونكو ته زېرى وركړه"
    },
    {
      "number": 35,
      "text": "ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتْ قُلُوبُهُمْ وَٱلصَّٰبِرِينَ عَلَىٰ مَآ أَصَابَهُمْ وَٱلْمُقِيمِى ٱلصَّلَوٰةِ وَمِمَّا رَزَقْنَٰهُمْ يُنفِقُونَ",
      "page": 336,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "(آنان) کسانی (هستند) که چون نام الله ياد شود دل‌هایشان ترسان گردد، و در برابر مصیبت‌هایی که به آنان می‌رسد صبر می‌کنند، و (نیز کسانی را مژده بده که) نماز را برپا می‌کنند و از آنچه روزی‌شان داده‌ایم انفاق می‌کنند.",
      "translation_pashto": "22-35 هغه كسان چې كله الله یاد كړى شي (نو) د دوى زړونه ووېرېږي او (زېرى وركړه) صبر كوونكو ته په هغو (سختیو) چې دوى ته رسېږي او لمونځ قايموونكو ته او هغو ته چې له هغه مال نه څه انفاق كوي چې مونږ دوى ته وركړى دى"
    },
    {
      "number": 36,
      "text": "وَٱلْبُدْنَ جَعَلْنَٰهَا لَكُم مِّن شَعَٰٓئِرِ ٱللَّهِ لَكُمْ فِيهَا خَيْرٌۭ ۖ فَٱذْكُرُوا۟ ٱسْمَ ٱللَّهِ عَلَيْهَا صَوَآفَّ ۖ فَإِذَا وَجَبَتْ جُنُوبُهَا فَكُلُوا۟ مِنْهَا وَأَطْعِمُوا۟ ٱلْقَانِعَ وَٱلْمُعْتَرَّ ۚ كَذَٰلِكَ سَخَّرْنَٰهَا لَكُمْ لَعَلَّكُمْ تَشْكُرُونَ",
      "page": 336,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "و (قربانی کردن) شتران (چاق و فربه) را برایتان از شعائر الله قرار دادیم، در آنها برای شما خير (منافع دینی و دنیوی) است، پس در حالی که بر پای ایستاده‌اند نام الله را بر آنها یاد کنید، پس چون پهلویشان بر زمین افتد از گوشت آنها بخورید، و به بینوایان سائل و غیر سائل بخورانید، اینگونه آنها را برایتان رام و مطيع کرده‌ایم تا که شکر کنید.",
      "translation_pashto": "22-36 او (د هدیې) اوښان (او غوایان) مونږه هغه تاسو لپاره د الله له نښو څخه ګرځولي دي، تاسو لپاره په دغو كې خیر دى، نو تاسو په دغو باندې د الله نوم یادوئ، په داسې حال كې چې ولاړ وي، نو كله چې د دوى اړخونه پرېوځي، نو له دغو نه خورئ او په صبر كوونكي او په بې صبره(سوالګري فقیر) يې خورئ، همداسې تاسو لپاره مونږ دغه تابع كړي دي، د دې لپاره چې تاسو شكر وباسئ"
    },
    {
      "number": 37,
      "text": "لَن يَنَالَ ٱللَّهَ لُحُومُهَا وَلَا دِمَآؤُهَا وَلَٰكِن يَنَالُهُ ٱلتَّقْوَىٰ مِنكُمْ ۚ كَذَٰلِكَ سَخَّرَهَا لَكُمْ لِتُكَبِّرُوا۟ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمْ ۗ وَبَشِّرِ ٱلْمُحْسِنِينَ",
      "page": 336,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "هرگز گوشت‌ها و خون‌های قربانی‌ها به الله نمی‌رسد، بلکه تقوای شما به او می‌رسد، این چنین آنها را برایتان مسخر نمود تا الله را به خاطر آنکه شما را هدایت کرده است به بزرگی یاد کنید، و نیکوکاران احسان کننده را مژده بده.",
      "translation_pashto": "22-37 الله ته له سره نه رسېږي د دغو غوښې او نه د دغو وینې او  لېكن هغه ته ستاسو تقوىٰ رسېږي، همداسې يې دغه تاسو لپاره تابع كړي دي، د دې لپاره چې تاسو د الله لويي بیان كړئ په هغې (طریقې) سره چې هغه تاسو ته ښوونه كړې ده او نېكي كوونكو ته زېرى وركړه"
    },
    {
      "number": 38,
      "text": "۞ إِنَّ ٱللَّهَ يُدَٰفِعُ عَنِ ٱلَّذِينَ ءَامَنُوٓا۟ ۗ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ خَوَّانٍۢ كَفُورٍ",
      "page": 336,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "يقينا الله از مؤمنان دفاع می‌کند، چرا که الله هیچ خیانت‌کار ناشکر را دوست ندارد.",
      "translation_pashto": "22-38 بېشكه الله له هغو كسانو نه دفاع كوي چې ایمان يې راوړى دى، بېشكه الله هر ډېر خیانت ګر، لوى ناشكره نه خوښوي"
    },
    {
      "number": 39,
      "text": "أُذِنَ لِلَّذِينَ يُقَٰتَلُونَ بِأَنَّهُمْ ظُلِمُوا۟ ۚ وَإِنَّ ٱللَّهَ عَلَىٰ نَصْرِهِمْ لَقَدِيرٌ",
      "page": 337,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "به کسانی که کفار با آنان می‌جنگند، اجازۀ (جهاد) داده شد، به سبب این که مورد ظلم قرار گرفته‌اند. و البته الله بر نصرت دادن‌شان تواناست.",
      "translation_pashto": "22-39 هغو كسانو ته چې ورسره قتال كاوه شي (د قتال) اجازت وركړى شو، ځكه چې یقینًا په دوى ظلم كړى شوى دى، او بېشكه الله د دوى په مدد كولو خامخا  قادر دى"
    },
    {
      "number": 40,
      "text": "ٱلَّذِينَ أُخْرِجُوا۟ مِن دِيَٰرِهِم بِغَيْرِ حَقٍّ إِلَّآ أَن يَقُولُوا۟ رَبُّنَا ٱللَّهُ ۗ وَلَوْلَا دَفْعُ ٱللَّهِ ٱلنَّاسَ بَعْضَهُم بِبَعْضٍۢ لَّهُدِّمَتْ صَوَٰمِعُ وَبِيَعٌۭ وَصَلَوَٰتٌۭ وَمَسَٰجِدُ يُذْكَرُ فِيهَا ٱسْمُ ٱللَّهِ كَثِيرًۭا ۗ وَلَيَنصُرَنَّ ٱللَّهُ مَن يَنصُرُهُۥٓ ۗ إِنَّ ٱللَّهَ لَقَوِىٌّ عَزِيزٌ",
      "page": 337,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "همان کسانی که از سرزمین‌شان به ناحق بیرون رانده شدند، جز به سبب آن که می‌گفتند: پروردگار ما الله است. اگر الله بعضی از مردم را به وسیلۀ بعضی (دیگر) دفع نمی‌کرد، البته صومعه‌های (راهبان) و کلیساهای (نصارا) و عبادتگاه‌های (يهود) و مسجدهایی که نام الله در آنها بسیار یاد می‌شود، ویران می‌شد، و الله کسی را که (دین) او را یاری کند، یقینا یاری می‌کند. همانا الله قوی (و) غالب است.",
      "translation_pashto": "22-40 هغه كسان چې له خپلو كورونو نه ناحقه اېستل شوي دي (بې له كوم سببه) مګر دا چې دوى به ویل: زمونږ رب الله دى، او كه چېرې د الله دفع كول نه وى خلقو لره، ځینو لره په ځینو نورو باندې (، نو) خامخا به نړول شوې وى تكيې او مدرسې او عبادتخانې او هغه جوماتونه چې په هغو كې د الله نوم ډېر یادولى شي او الله به خامخا ضرور د هغه چا مدد وكړي چې د هغه (الله) مدد كوي، بېشكه الله خامخا ډېر زورور،  غالب دى"
    },
    {
      "number": 41,
      "text": "ٱلَّذِينَ إِن مَّكَّنَّٰهُمْ فِى ٱلْأَرْضِ أَقَامُوا۟ ٱلصَّلَوٰةَ وَءَاتَوُا۟ ٱلزَّكَوٰةَ وَأَمَرُوا۟ بِٱلْمَعْرُوفِ وَنَهَوْا۟ عَنِ ٱلْمُنكَرِ ۗ وَلِلَّهِ عَٰقِبَةُ ٱلْأُمُورِ",
      "page": 337,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "آن کسانی را که اگر در زمین آنها را قدرت (و حکمرانی) ببخشیم، نماز را برپا می‌دارند و زکات (اموال) را می‌دهند و به کار نیک فرمان می‌دهند و از کار زشت منع می‌کنند، و سر انجام کارها به الله باز می‌گردد.",
      "translation_pashto": "22-41 هغه كسان دي چې كه مونږ دوى ته په ځمكه كې قدرت وركړو (نو) دوى به لمونځ قايموي او زكات به ادا كوي او د نېكۍ حكم به كوي او له بدۍ نه به منع كوي، او خاص د الله لپاره د كارونو انجام دى"
    },
    {
      "number": 42,
      "text": "وَإِن يُكَذِّبُوكَ فَقَدْ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍۢ وَعَادٌۭ وَثَمُودُ",
      "page": 337,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "و اگر تو را تکذیب کنند، البته پیش از آنان قوم نوح و عاد و ثمود (نیز پیغمبران‌شان) را تکذیب نموده بودند.",
      "translation_pashto": "22-42 او كه چېرې دوى ستا تكذیب وكړي، نو یقینًا له دوى نه مخكې د نوح قوم او عادیانو او ثمودیانو تكذیب كړى دى"
    },
    {
      "number": 43,
      "text": "وَقَوْمُ إِبْرَٰهِيمَ وَقَوْمُ لُوطٍۢ",
      "page": 337,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "و (همچنین) قوم ابراهیم و قوم لوط",
      "translation_pashto": "22-43 او د ابراهیم قوم او د لوط قوم"
    },
    {
      "number": 44,
      "text": "وَأَصْحَٰبُ مَدْيَنَ ۖ وَكُذِّبَ مُوسَىٰ فَأَمْلَيْتُ لِلْكَٰفِرِينَ ثُمَّ أَخَذْتُهُمْ ۖ فَكَيْفَ كَانَ نَكِيرِ",
      "page": 337,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "و اصحاب مدین (قوم شعیب، نیز پیغمبر خود را تکذیب نمودند) و موسی (نیز) تکذیب شد، پس به کافران مهلت دادم، باز ایشان را گرفتار نمودیم. پس (بنگر) عقوبت من چگونه است؟",
      "translation_pashto": "22-44 او د مدین والاو، او د موسٰى تكذیب شوى دى، نو ما كافرانو ته مهلت وركړ، بیا ما دوى ونیول، نو زما انكار كول څنګه وو؟"
    },
    {
      "number": 45,
      "text": "فَكَأَيِّن مِّن قَرْيَةٍ أَهْلَكْنَٰهَا وَهِىَ ظَالِمَةٌۭ فَهِىَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَبِئْرٍۢ مُّعَطَّلَةٍۢ وَقَصْرٍۢ مَّشِيدٍ",
      "page": 337,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "پس چه بسیار قریه‌ها را که اهلش ظالم بودند، نابود کردیم. و (اینک) آن قریه‌ها بر سقف‌های خود افتاده است و چه بسیار چاه‌های معطل و متروک و کاخ‌های بلند و استواری که بی‌صاحب و متروک مانده است.",
      "translation_pashto": "22-45 نو څومره ډېر كلي دي چې مونږ هغه هلاك كړي دي، په داسې حال كې چې هغه ظالمان وو، نو دغه (كلي) په خپلو چتونو پراته دي، او څومره ډېر بېكاره پراته كوهیان دي او مضبوطې ماڼۍ دي"
    },
    {
      "number": 46,
      "text": "أَفَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَتَكُونَ لَهُمْ قُلُوبٌۭ يَعْقِلُونَ بِهَآ أَوْ ءَاذَانٌۭ يَسْمَعُونَ بِهَا ۖ فَإِنَّهَا لَا تَعْمَى ٱلْأَبْصَٰرُ وَلَٰكِن تَعْمَى ٱلْقُلُوبُ ٱلَّتِى فِى ٱلصُّدُورِ",
      "page": 337,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "آیا در زمین سیر و سفر نکرده‌اند تا دل‌هایی داشته باشند که با آن بفهمند و گوش‌هایی داشته باشند که با آن بشنوند، در حقیقت چشم‌ها کور نمی‌گردند، بلکه دل‌هایی که در سینه‌هاست کور می‌شوند.",
      "translation_pashto": "22-46 ایا نو دوى په ځمكه كې ګرځېدلي نه دي، نو چې دوى لپاره داسې زړونه وى چې دوى په هغو سره پوهېدلى یا داسې غوږونه چې دوى په هغو سره اورېدلى، نو بېشكه قصه دا ده چې سترګې نه ړندېږي او لېكن هغه زړونه ړندېږي چې په سینو كې دي"
    },
    {
      "number": 47,
      "text": "وَيَسْتَعْجِلُونَكَ بِٱلْعَذَابِ وَلَن يُخْلِفَ ٱللَّهُ وَعْدَهُۥ ۚ وَإِنَّ يَوْمًا عِندَ رَبِّكَ كَأَلْفِ سَنَةٍۢ مِّمَّا تَعُدُّونَ",
      "page": 338,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "و با شتاب عذاب را از تو می‌طلبند. و با آن که الله هرگز وعده‌اش را خلاف نمی‌کند و در حقیقت یک روز نزد پروردگارت، مانند هزار سالی است که شما می‌شمارید.",
      "translation_pashto": "22-47 او دوى په تا په (راوستلو د) عذاب سره تلوار كوي او الله به له سره د خپلې وعدې خلاف و نه كړي، او بېشكه یوه ورځ ستا د رب په نیز د زرو كلونو په شان ده له هغو چې تاسو يې شمېرئ"
    },
    {
      "number": 48,
      "text": "وَكَأَيِّن مِّن قَرْيَةٍ أَمْلَيْتُ لَهَا وَهِىَ ظَالِمَةٌۭ ثُمَّ أَخَذْتُهَا وَإِلَىَّ ٱلْمَصِيرُ",
      "page": 338,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "و چه بسیار قریه‌ها (و شهرها) که به (اهالی) آنها در حالیکه ظالم بودند مهلت دادم (اما اصلاح نشدند). سپس آنان را (در موقع مناسب) به عذاب گرفتار کردم، و بازگشت (همه) به‌سوی من است.",
      "translation_pashto": "22-48 او ډېر كلي دي چې ما هغو ته مهلت وركړى و، حال دا چې دوى ظالمان وو، بیا ما هغه ونیول، او خاص ما ته بېرته راتله دي"
    },
    {
      "number": 49,
      "text": "قُلْ يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَآ أَنَا۠ لَكُمْ نَذِيرٌۭ مُّبِينٌۭ",
      "page": 338,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "بگو: ای مردم! جز این نیست که من برای شما تنها بیم دهندۀ آشکار هستم.",
      "translation_pashto": "22-49 ته ووایه: اى خلقو! بېشكه همدا خبره ده چې زه تاسو ته ښكاره وېروونكى یم"
    },
    {
      "number": 50,
      "text": "فَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ لَهُم مَّغْفِرَةٌۭ وَرِزْقٌۭ كَرِيمٌۭ",
      "page": 338,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "پس آنان که ایمان آوردند و کارهای نیک کردند، برای آنها آمرزش است، و در جنت از روزی نیک برخوردار‌اند.",
      "translation_pashto": "22-50 نو هغه كسان چې ایمان يې راوړى دى او نېك عملونه يې كړي دي د دوى لپاره مغفرت او ډېر د عزت روزي ده"
    },
    {
      "number": 51,
      "text": "وَٱلَّذِينَ سَعَوْا۟ فِىٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُو۟لَٰٓئِكَ أَصْحَٰبُ ٱلْجَحِيمِ",
      "page": 338,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "و اما آنان که در (تكذيب) آیات ما سعی کردند، به قصد عاجز نمودن (پیغمبر) ما، آنان اهل دوزخ‌اند.",
      "translation_pashto": "22-51 او هغه كسان چې زمونږ په ایتونو كې كوشش كوي، په داسې حال كې چې (په خپل خیال كې) عاجزه كوونكي دي، دغه كسان د دوزخ ملګري دي"
    },
    {
      "number": 52,
      "text": "وَمَآ أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍۢ وَلَا نَبِىٍّ إِلَّآ إِذَا تَمَنَّىٰٓ أَلْقَى ٱلشَّيْطَٰنُ فِىٓ أُمْنِيَّتِهِۦ فَيَنسَخُ ٱللَّهُ مَا يُلْقِى ٱلشَّيْطَٰنُ ثُمَّ يُحْكِمُ ٱللَّهُ ءَايَٰتِهِۦ ۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌۭ",
      "page": 338,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "و پیش از تو هیچ رسول و هیچ نبیی را نفرستادیم مگر اینکه چون آرزویی به خاطر می‌آورد شیطان چیزی را در آرزوی او القا می‌نمود، پس الله آنچه را که شیطان القا می‌کرد از بین می‌برد، باز الله آیاتش را محکم و استوار می‌کند، و الله دانای با حکمت است.",
      "translation_pashto": "22-52 او مونږ له تا نه مخكې نه دى لېږلى هېڅ يو رسول او نه نبي، مګر كله چې به هغه لوستل كول (،نو) شیطان به د هغه په لوستلو كې غورځول وكړل، نو الله هغه لرې كوي چې شیطان يې غورځوي، بیا الله خپل ایتونه مضبوطوي، او الله  ښه عالم،  ښه حكمت والا دى"
    },
    {
      "number": 53,
      "text": "لِّيَجْعَلَ مَا يُلْقِى ٱلشَّيْطَٰنُ فِتْنَةًۭ لِّلَّذِينَ فِى قُلُوبِهِم مَّرَضٌۭ وَٱلْقَاسِيَةِ قُلُوبُهُمْ ۗ وَإِنَّ ٱلظَّٰلِمِينَ لَفِى شِقَاقٍۭ بَعِيدٍۢ",
      "page": 338,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "تا الله آنچه را که شیطان القا می‌کند، برای کسانی که در دل‌هایشان مرض است، سبب فتنه بگرداند و (نیز) برای آنانی که دل‌هایشان سخت است. و يقينا ظالمان در مخالفت دور از حق‌اند.",
      "translation_pashto": "22-53 د دې لپاره چې هغه (الله) هغه شى چې شیطان يې غورځوي د هغو كسانو لپاره ازمېښت وګرځوي چې د هغوى په زړونو كې مرض دى او د هغوى لپاره چې زړونه يې سخت دي او بېشكه ظالمان خامخا په ډېر لوى مخالفت كې دی"
    },
    {
      "number": 54,
      "text": "وَلِيَعْلَمَ ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ أَنَّهُ ٱلْحَقُّ مِن رَّبِّكَ فَيُؤْمِنُوا۟ بِهِۦ فَتُخْبِتَ لَهُۥ قُلُوبُهُمْ ۗ وَإِنَّ ٱللَّهَ لَهَادِ ٱلَّذِينَ ءَامَنُوٓا۟ إِلَىٰ صِرَٰطٍۢ مُّسْتَقِيمٍۢ",
      "page": 338,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "و تا آنان که به ایشان علم داده شده است بدانند که آن (وحی) از سوی پروردگارت حق است، و به آن ایمان آورند، تا دل‌هایشان به آن آرام و منقاد گردد، يقينا الله مؤمنان را به راه راست راهبر است.",
      "translation_pashto": "22-54 او د دې لپاره چې هغه كسان پوه شي چې دوى ته علم وركړى شوى دى چې بېشكه دا (قرآن) حق دى ستا د رب له جانبه، پس چې دوى په ده ایمان راوړي، بیا د دوى زړونه ده ته نرم شي او بېشكه الله خامخا هغو كسانو ته چې ایمان يې راوړى دى ؛ د نېغې لارې هدایت كوونكى دى"
    },
    {
      "number": 55,
      "text": "وَلَا يَزَالُ ٱلَّذِينَ كَفَرُوا۟ فِى مِرْيَةٍۢ مِّنْهُ حَتَّىٰ تَأْتِيَهُمُ ٱلسَّاعَةُ بَغْتَةً أَوْ يَأْتِيَهُمْ عَذَابُ يَوْمٍ عَقِيمٍ",
      "page": 338,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "و کافران همیشه دربارۀ آن تردید دارند، تا اینکه ناگهان قیامت به آنان برسد، یا عذاب روز نامیمون و عقیم به سراغ‌شان بیاید.",
      "translation_pashto": "22-55 او هغه كسان چې كافران شوي دي تل به د دغه (قرآن) په هكله به شك كې وي، تر دې چې په دوى قیامت ناڅاپه راشي، یا دوى ته د شنډې ورځې عذاب راشي"
    },
    {
      "number": 56,
      "text": "ٱلْمُلْكُ يَوْمَئِذٍۢ لِّلَّهِ يَحْكُمُ بَيْنَهُمْ ۚ فَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ فِى جَنَّٰتِ ٱلنَّعِيمِ",
      "page": 339,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "در آن روز ملک و سلطنت فقط از الله است، میان آنان فيصله می‌کند، پس کسانی که ایمان آورده و کارهای نیک انجام داده‌اند، در باغ‌های پرناز و نعمت خواهند بود.",
      "translation_pashto": "22-56 باچاهي په دغې ورځ كې خاص د الله لپاره ده، هغه به د دوى په مینځ كې فیصله كوي نو هغه كسان چې ایمان يې راوړى دى او نېك عملونه يې كړي دي د نعمتونو په جنتونو كې دي"
    },
    {
      "number": 57,
      "text": "وَٱلَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِـَٔايَٰتِنَا فَأُو۟لَٰٓئِكَ لَهُمْ عَذَابٌۭ مُّهِينٌۭ",
      "page": 339,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "اما آنان که کفر ورزیدند و آیات ما را دروغ شمردند، پس برای ایشان عذاب اهانت کننده است.",
      "translation_pashto": "22-57 او هغه كسان چې كفر يې كړى دى او زمونږ د ایتونو تكذیب يې كړى دى، نو دغه كسان چې دي، د دوى لپاره رسوا كوونكى عذاب دى"
    },
    {
      "number": 58,
      "text": "وَٱلَّذِينَ هَاجَرُوا۟ فِى سَبِيلِ ٱللَّهِ ثُمَّ قُتِلُوٓا۟ أَوْ مَاتُوا۟ لَيَرْزُقَنَّهُمُ ٱللَّهُ رِزْقًا حَسَنًۭا ۚ وَإِنَّ ٱللَّهَ لَهُوَ خَيْرُ ٱلرَّٰزِقِينَ",
      "page": 339,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "و کسانی که در راه الله هجرت کرده‌اند باز کشته شده یا مرده‌اند، بدون شک الله به آنان روزی نیک می‌دهد و به يقين الله بهترین روزی دهندگان است.",
      "translation_pashto": "22-58 او هغه كسان چې د الله په لاره كې يې هجرت كړى دى، بیا هغوى ووژل شي، یا (په خپل مرګ) مړه شي (نو) خامخا هرومرو به الله دوى ته ډېره ښكلې روزي وركړي، او بېشكه الله خامخا همغه تر ټولو غوره رزق وركوونكى دى"
    },
    {
      "number": 59,
      "text": "لَيُدْخِلَنَّهُم مُّدْخَلًۭا يَرْضَوْنَهُۥ ۗ وَإِنَّ ٱللَّهَ لَعَلِيمٌ حَلِيمٌۭ",
      "page": 339,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "الله حتما آنان را به جایگاهی که آن را می‌پسندند وارد خواهد کرد، و یقینا الله دانا (و) بردبار است.",
      "translation_pashto": "22-59 خامخا ضرور به هغه دوى داسې ځاى ته داخل كړي چې دوى به هغه خوښوي او بېشكه الله خامخا  ښه عالم،  ډېر تحمل والا دى"
    },
    {
      "number": 60,
      "text": "۞ ذَٰلِكَ وَمَنْ عَاقَبَ بِمِثْلِ مَا عُوقِبَ بِهِۦ ثُمَّ بُغِىَ عَلَيْهِ لَيَنصُرَنَّهُ ٱللَّهُ ۗ إِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٌۭ",
      "page": 339,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "(حکم الهی) این است؛ و هر کس (ظالم را) به مانند آنچه خودش مورد ظلم (او) قرار گرفته بود عقوبت دهد، (و اگر) باز مورد ظلم قرار گیرد، حتما الله او را نصرت خواهد داد، چرا که الله بسیار بخشاینده (و) آمرزگار است.",
      "translation_pashto": "22-60 (خبره هم) دا ده، او هغه كس چې بدل يې واخیست په مثل د هغه (ضرر) چې دى په هغه سره مُعذب شوى و، بیا (په دویم ځل) په ده ظلم وكړى شو (نو) خامخا ضرور به الله د ده مدد كوي، بېشكه الله خامخا ډېر معافي كوونكى، ډېر بخښونكى دى"
    },
    {
      "number": 61,
      "text": "ذَٰلِكَ بِأَنَّ ٱللَّهَ يُولِجُ ٱلَّيْلَ فِى ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِى ٱلَّيْلِ وَأَنَّ ٱللَّهَ سَمِيعٌۢ بَصِيرٌۭ",
      "page": 339,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "این (نصرت دادن مظلوم) به آن سبب است که الله (قادر به همه کار است که) شب را در روز و روز را در شب داخل می‌گرداند، و (نیز به آن سبب است) که الله شنوای بیناست.",
      "translation_pashto": "22-61 دغه په دې سبب چې بېشكه الله شپه په ورځ كې ننباسي او ورځ په شپه كې ننباسي او دا چې بېشكه الله  ښه اورېدونكى،  ښه لیدونكى دى"
    },
    {
      "number": 62,
      "text": "ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلْحَقُّ وَأَنَّ مَا يَدْعُونَ مِن دُونِهِۦ هُوَ ٱلْبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلْعَلِىُّ ٱلْكَبِيرُ",
      "page": 339,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "این (نصرت دادن مظلوم) به آن سبب است که الله همان معبود بر حق است و آنچه را که به جز او می‌پرستند همه باطل است، و (نیز به آن سبب است که) همان الله بلندمرتبه (و) بزرگ است.",
      "translation_pashto": "22-62 دغه په دې سبب چې بېشكه الله، هم دى حق دى او دا چې بېشكه هغه چې دوى يې له هغه (الله) نه غیر بولي، همغه باطل دى او دا چې بېشكه الله، هم دى  ډېر اوچت،  ډېر لوى دى"
    },
    {
      "number": 63,
      "text": "أَلَمْ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءًۭ فَتُصْبِحُ ٱلْأَرْضُ مُخْضَرَّةً ۗ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٌۭ",
      "page": 339,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "آیا ندیدی که الله از آسمان آب فرو آورد، پس زمین به سبب آن سرسبز و خرم می‌گردد، بی‌شک الله باریک بینِ آگاه است.",
      "translation_pashto": "22-63 ایا تا نه دي لیدلي چې بېشكه الله  له بره نه اوبه نازلې كړې، بیا (په دغو سره) ځمكه تكه شنه ګرځي، بېشكه الله  ډېر مهربان (ښه باریك بین)، ډېر خبردار دى"
    },
    {
      "number": 64,
      "text": "لَّهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ وَإِنَّ ٱللَّهَ لَهُوَ ٱلْغَنِىُّ ٱلْحَمِيدُ",
      "page": 339,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "آنچه در آسمان‌ها و آنچه در زمین است از اوست، و الله بی‌نیاز (و) ستوده است.",
      "translation_pashto": "22-64 خاص هم دغه (الله) لره دي هر څه چې په  اسمانونو كې دي او هر څه چې په ځمكه كې دي او بېشكه الله خامخا هم دى غني ( بې پروا) ډېر ستايل شو ى دى"
    },
    {
      "number": 65,
      "text": "أَلَمْ تَرَ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِى ٱلْأَرْضِ وَٱلْفُلْكَ تَجْرِى فِى ٱلْبَحْرِ بِأَمْرِهِۦ وَيُمْسِكُ ٱلسَّمَآءَ أَن تَقَعَ عَلَى ٱلْأَرْضِ إِلَّا بِإِذْنِهِۦٓ ۗ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٌۭ رَّحِيمٌۭ",
      "page": 340,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "آیا ندیدی که الله آنچه را در زمین است و کشتی‌ها را که به حکم او در بحر روان‌اند، برایتان مسخر کرده است. و (الله) آسمان را نگاه می‌دارد از آنکه بر زمین بیفتد، مگر به اذن خودش. زیرا الله نسبت به مردم مشفق (و) مهربان است.",
      "translation_pashto": "22-65 ایا تا نه دي لیدلي چې  بېشكه الله تاسو لپاره تابع كړي دي هر هغه چې په ځمكه كې دي او بېړۍ چې په بحر كې د هغه په امر ګرځي او هغه اسمان ساتي له دې نه چې په ځمكه باندې راولوېږي مګر (خو) د هغه په حكم سره، بېشكه الله په خلقو باندې خامخا ډېر نرمي كوونكى،  مهربان دى"
    },
    {
      "number": 66,
      "text": "وَهُوَ ٱلَّذِىٓ أَحْيَاكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ۗ إِنَّ ٱلْإِنسَٰنَ لَكَفُورٌۭ",
      "page": 340,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "و او همان ذاتی است که به شما زندگی بخشید، باز شما را می‌میراند، باز شما را زنده می‌کند. واقعا انسان (در برابر پروردگارش) بسیار ناسپاس است.",
      "translation_pashto": "22-66 او دغه (الله) همغه ذات دى چې تاسو يې ژوندي كړي یئ، بیا به هغه تاسو مړه كاندي، بیا به هغه تاسو ژوندي كړي، بېشكه انسان خامخا ډېر ناشكره دى"
    },
    {
      "number": 67,
      "text": "لِّكُلِّ أُمَّةٍۢ جَعَلْنَا مَنسَكًا هُمْ نَاسِكُوهُ ۖ فَلَا يُنَٰزِعُنَّكَ فِى ٱلْأَمْرِ ۚ وَٱدْعُ إِلَىٰ رَبِّكَ ۖ إِنَّكَ لَعَلَىٰ هُدًۭى مُّسْتَقِيمٍۢ",
      "page": 340,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "برای هر امتی شریعت خاص مقرر کرده‌ایم تا آنان به آن عمل کنند، پس نباید دربارۀ این امر با تو نزاع کنند. و به‌سوی پروردگارت دعوت کن، همانا تو بر راه راست قرار داری.",
      "translation_pashto": "22-67 د هر یو امت لپاره  مونږ د بندګۍ یوه لاره مقرر كړې ده چې دوى په هغې عمل كوونكي دي، نو دوى دې له تا سره په دې كار  (د دین) كې له سره جګړه ونه كړي او ته خپل رب ته (د خلقو) بلنه كوه، بېشكه ته خامخا په نېغ (او برابر) هدایت باندې يې"
    },
    {
      "number": 68,
      "text": "وَإِن جَٰدَلُوكَ فَقُلِ ٱللَّهُ أَعْلَمُ بِمَا تَعْمَلُونَ",
      "page": 340,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "و اگر با تو مجادله کردند، پس بگو: الله به آنچه می‌کنید داناتر است.",
      "translation_pashto": "22-68 او كه دوى له تاسره جګړه كوي، نو  ته وایه: الله  پوه دى په هغو عملونو چې تاسو يې كوئ"
    },
    {
      "number": 69,
      "text": "ٱللَّهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ ٱلْقِيَٰمَةِ فِيمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ",
      "page": 340,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "الله میان شما در روز قیامت دربارۀ آنچه بایکدیگر در آن اختلاف می‌کردید، حکم و فیصله خواهد کرد.",
      "translation_pashto": "22-69 الله به د دوى په مینځ كې د قیامت په ورځ په هغو خبرو كې فیصله كوي چې دوى به په كې اختلاف كاوه"
    },
    {
      "number": 70,
      "text": "أَلَمْ تَعْلَمْ أَنَّ ٱللَّهَ يَعْلَمُ مَا فِى ٱلسَّمَآءِ وَٱلْأَرْضِ ۗ إِنَّ ذَٰلِكَ فِى كِتَٰبٍ ۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٌۭ",
      "page": 340,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "آیا ندانسته‌ای که الله (همۀ) آنچه را که در آسمان و زمین است می‌داند، بدون شک تمام اینها در کتابی ثبت و ضبط است. و البته این کار برای الله آسان است.",
      "translation_pashto": "22-70 ایا ته  نه يې پوه شوى چې بېشكه الله پوهېږي به هر هغه څه چې په اسمان او ځمكه كې دي، بېشكه دغه په یو كتاب كې دي، بېشكه دغه الله ته ډېر اسان دي"
    },
    {
      "number": 71,
      "text": "وَيَعْبُدُونَ مِن دُونِ ٱللَّهِ مَا لَمْ يُنَزِّلْ بِهِۦ سُلْطَٰنًۭا وَمَا لَيْسَ لَهُم بِهِۦ عِلْمٌۭ ۗ وَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٍۢ",
      "page": 340,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "(و مشرکان) غیر از الله چیزی را می‌پرستند که الله دلیلی بر (معبود بودن) آن نازل نکرده است، و چیزی را می‌پرستند که به آن علمی ندارند، و برای ظالمان هیچ یاری دهنده‌ای نیست.",
      "translation_pashto": "22-71 او دوى (كفار) له الله نه غیر د هغه شي عبادت كوي چې الله په (عبادت د) هغه هېڅ دلیل نه دى نازل كړى او د هغه شي چې دوى ته په هغه باندې هېڅ علم نشته، او د ظالمانو لپاره هېڅ مدد كوونكى نشته"
    },
    {
      "number": 72,
      "text": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَٰتُنَا بَيِّنَٰتٍۢ تَعْرِفُ فِى وُجُوهِ ٱلَّذِينَ كَفَرُوا۟ ٱلْمُنكَرَ ۖ يَكَادُونَ يَسْطُونَ بِٱلَّذِينَ يَتْلُونَ عَلَيْهِمْ ءَايَٰتِنَا ۗ قُلْ أَفَأُنَبِّئُكُم بِشَرٍّۢ مِّن ذَٰلِكُمُ ۗ ٱلنَّارُ وَعَدَهَا ٱللَّهُ ٱلَّذِينَ كَفَرُوا۟ ۖ وَبِئْسَ ٱلْمَصِيرُ",
      "page": 340,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "و چون آیات واضح ما بر آنان خوانده شود در چهرۀ کافران انکار و ناخوشی را می‌بینی، بلکه نزدیک است به کسانی حمله ور شوند که آیات ما را بر آنان می‌خوانند. بگو: آیا شما را به بدتر از این خبر دهم، به (آن) دوزخ که الله آن را به کافران وعده داده است. و چه بد سرانجامی است.",
      "translation_pashto": "22-72 او كله چې دوى ته زمونږ ایتونه ولوستل شي، چې ډېر واضح دي، (نو) ته د كافران شویو كسانو په مخونو انكار پېژنې، نژدې وي چې دوى په هغو كسانو حمله وكړي چې دوى ته زمونږ ایتونه تلاوت كوي، ته (دوى ته) ووایه: ایا نو زه تاسو ته  له دغه نه د ډېر بد شي خبر دركړم (هغه) اور دى، الله د ده وعده كړې ده له هغو كسانو سره چې كافران شوي دي او هغه د بېرته ورتلو بد ځاى دى"
    },
    {
      "number": 73,
      "text": "يَٰٓأَيُّهَا ٱلنَّاسُ ضُرِبَ مَثَلٌۭ فَٱسْتَمِعُوا۟ لَهُۥٓ ۚ إِنَّ ٱلَّذِينَ تَدْعُونَ مِن دُونِ ٱللَّهِ لَن يَخْلُقُوا۟ ذُبَابًۭا وَلَوِ ٱجْتَمَعُوا۟ لَهُۥ ۖ وَإِن يَسْلُبْهُمُ ٱلذُّبَابُ شَيْـًۭٔا لَّا يَسْتَنقِذُوهُ مِنْهُ ۚ ضَعُفَ ٱلطَّالِبُ وَٱلْمَطْلُوبُ",
      "page": 341,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "ای مردم! مثلی زده شد، پس به آن گوش فرا دهید، کسانی را که غیر از الله به کمک می‌خوانید (و پرستش می‌کنید) هرگز نمی‌توانند مگسی بیافرینند، هر چند همه (برای آفرینش آن) جمع شوند، و اگر آن مگس چیزی را از آنان برباید، نمی‌توانند آن را از او دوباره بگیرند، طالب و مطلوب هردو ناتوانند.",
      "translation_pashto": "22-73 اى خلقو! یو مثال بیانولى شي، نو تاسو ده  ته ښه غوږ كېږدئ، بېشكه هغه شیان چې تاسو يې له الله نه غیر بلئ دوى له سره یو مچ هم نشي پیدا كولى اګر كه دوى ده ته ټول راجمع شي او كه مچ له دوى نه یو شى وتښتوي، دوى له هغه نه دغه (شى) نشي راخلاصولى، كمزورى دى دا طالب (د غیرالله عبادت كوونكى) او دغه مطلوب (باطل معبود)"
    },
    {
      "number": 74,
      "text": "مَا قَدَرُوا۟ ٱللَّهَ حَقَّ قَدْرِهِۦٓ ۗ إِنَّ ٱللَّهَ لَقَوِىٌّ عَزِيزٌ",
      "page": 341,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "الله را آنچنان که سزاوار قدر اوست، قدر نگذاشتند، در حالیکه الله توانای غالب است.",
      "translation_pashto": "22-74 دوى د الله قدر ونه كړ، څنګه چې د هغه د قدر كولو حق دى، بېشكه الله خامخا ډېر زورور،  ښه غالب دى"
    },
    {
      "number": 75,
      "text": "ٱللَّهُ يَصْطَفِى مِنَ ٱلْمَلَٰٓئِكَةِ رُسُلًۭا وَمِنَ ٱلنَّاسِ ۚ إِنَّ ٱللَّهَ سَمِيعٌۢ بَصِيرٌۭ",
      "page": 341,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "الله از میان فرشته‌ها رسولانی انتخاب می‌کند، و از میان مردم نیز، چون الله شنوای بیناست.",
      "translation_pashto": "22-75 الله له ملايكو څخه استازي غوره كوي او له خلقو څخه، بېشكه الله ښه اورېدونكى،  ښه لیدونكى دى"
    },
    {
      "number": 76,
      "text": "يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۗ وَإِلَى ٱللَّهِ تُرْجَعُ ٱلْأُمُورُ",
      "page": 341,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "آنچه پیش روی‌شان است و آنچه پشت سرشان است، می‌داند. و همه کارها به‌سوی الله باز گردانیده می‌شود.",
      "translation_pashto": "22-76 هغه پوهېږي په هغه څه چې د دوى په وړاندي دي او په هغه څه چې د دوى وروسته دي، او خاص الله ته ټول كارونه بېرته ورګرځول كېږي"
    },
    {
      "number": 77,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱرْكَعُوا۟ وَٱسْجُدُوا۟ وَٱعْبُدُوا۟ رَبَّكُمْ وَٱفْعَلُوا۟ ٱلْخَيْرَ لَعَلَّكُمْ تُفْلِحُونَ ۩",
      "page": 341,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "ای کسانی که ایمان آورده‌اید! رکوع و سجده کنید و پروردگارتان را عبادت کنید، و کار خیر انجام دهید تا رستگار شوید.",
      "translation_pashto": "22-77 اى  هغو كسانو چې ایمان يې راوړى دى! تاسو ركوع كوئ او سجده كوئ او د خپل رب عبادت كوئ او نېكي كوئ، د دې لپاره چې تاسو كامیاب شئ"
    },
    {
      "number": 78,
      "text": "وَجَٰهِدُوا۟ فِى ٱللَّهِ حَقَّ جِهَادِهِۦ ۚ هُوَ ٱجْتَبَىٰكُمْ وَمَا جَعَلَ عَلَيْكُمْ فِى ٱلدِّينِ مِنْ حَرَجٍۢ ۚ مِّلَّةَ أَبِيكُمْ إِبْرَٰهِيمَ ۚ هُوَ سَمَّىٰكُمُ ٱلْمُسْلِمِينَ مِن قَبْلُ وَفِى هَٰذَا لِيَكُونَ ٱلرَّسُولُ شَهِيدًا عَلَيْكُمْ وَتَكُونُوا۟ شُهَدَآءَ عَلَى ٱلنَّاسِ ۚ فَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ وَٱعْتَصِمُوا۟ بِٱللَّهِ هُوَ مَوْلَىٰكُمْ ۖ فَنِعْمَ ٱلْمَوْلَىٰ وَنِعْمَ ٱلنَّصِيرُ",
      "page": 341,
      "juz": 17,
      "hizb": 34,
      "sajda": false,
      "translation_dari": "و در راه الله جهاد کنید، چنان که شایستۀ جهاد در راه اوست. اوست که شما را برگزید. و در دین هیچ کار دشوار و سنگین را بر شما نگذاشت. آیین پدرتان ابراهیم (نیز چنین بوده است)، او شما را پیش از این مسلمان نام نهاده است، تا پیغمبر بر شما گواه باشد و (شما نیز) بر مردم گواه باشید، پس نماز را بر پا کنید و زکات را بدهید، و به دین الله تمسک جویید که او مددگار شماست. پس چه نیک مولایی، و چه نیک مددگاری!",
      "translation_pashto": "22-78 او په (لاره د) الله كې كوشش كوئ، څنګه چې د هغه د كوشش حق دى، هغه تاسو غوره كړي یئ او په  تاسو باندې يې په دین كې هېڅ حرج (مشقت) نه دى ایښى، تاسو د خپل پلار ابراهیم د ملت تابع شئ، دغه (الله) تاسو مسلمانان نومولي يئ، له دې (قرآن) نه مخكې او په ده كې، د دې لپاره چې رسول پر تاسو  باندې ګواه شي او تاسو په خلقو باندې ګواهان شئ، نو تاسو لمونځ قايموئ او زكات ادا كوئ او په (دين د) الله باندې منګولې ټېنګې كلكې كړئ، هغه ستاسو مالك دى، نو هغه ښه مالك دى او  ښه مدد كوونكى دى"
    }
  ]
}