{
  "number": 23,
  "name": "المؤمنون",
  "name_dari": "مؤمنون",
  "meaning_dari": "مؤمنان",
  "revelationType": "مکی",
  "numberOfAyahs": 118,
  "ayahs": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ قَدْ أَفْلَحَ ٱلْمُؤْمِنُونَ",
      "page": 342,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "به راستی که مؤمنان کامیاب و رستگار شدند.",
      "translation_pashto": "23-1 یقینًا مومنان كامیاب شول"
    },
    {
      "number": 2,
      "text": "ٱلَّذِينَ هُمْ فِى صَلَاتِهِمْ خَٰشِعُونَ",
      "page": 342,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "آنانی که ایشان در نماز خود متواضع و ترسناک‌اند.",
      "translation_pashto": "23-2 هغه چې هغوى په خپلو لمونځونو كې خشوع كوونكي دي"
    },
    {
      "number": 3,
      "text": "وَٱلَّذِينَ هُمْ عَنِ ٱللَّغْوِ مُعْرِضُونَ",
      "page": 342,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "و آنانی که ایشان از (کار و سخن) بیهوده روی گردان‌اند.",
      "translation_pashto": "23-3 او هغه كسان چې دوى له لغو (خبرو او كارونو) نه مخ ګرځوونكي دي"
    },
    {
      "number": 4,
      "text": "وَٱلَّذِينَ هُمْ لِلزَّكَوٰةِ فَٰعِلُونَ",
      "page": 342,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "و آنانی که ایشان زکات را می‌دهند.",
      "translation_pashto": "23-4 او هغه چې هغوى د زكات ادا كوونكي دي"
    },
    {
      "number": 5,
      "text": "وَٱلَّذِينَ هُمْ لِفُرُوجِهِمْ حَٰفِظُونَ",
      "page": 342,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "و آنانی که ایشان شرمگاه‌های خود را (از حرام) نگاه می‌دارند.",
      "translation_pashto": "23-5 او هغه چې هغوى د خپلو فرجونو (د شهوت ځایونو) ساتونكي دي"
    },
    {
      "number": 6,
      "text": "إِلَّا عَلَىٰٓ أَزْوَٰجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَٰنُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ",
      "page": 342,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "مگر بر همسران یا کنیزان خود، که در این صورت سزاوار ملامتی و (مجازات) نیستند.",
      "translation_pashto": "23-6 مګر له خپلو ښځو او وینځو نه، نو بېشكه دوى (هغوى ته په ورتلو سره) ملامت كړى شوي نه دي"
    },
    {
      "number": 7,
      "text": "فَمَنِ ٱبْتَغَىٰ وَرَآءَ ذَٰلِكَ فَأُو۟لَٰٓئِكَ هُمُ ٱلْعَادُونَ",
      "page": 342,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "پس هر کس غیر از این را بجوید، پس ایشان همان تجاوز کنندگان‌اند.",
      "translation_pashto": "23-7 پس چا چې ولټولو سوا له دغو  نه، نو دغه كسان، دوى له حد نه تېرېدونكي دي"
    },
    {
      "number": 8,
      "text": "وَٱلَّذِينَ هُمْ لِأَمَٰنَٰتِهِمْ وَعَهْدِهِمْ رَٰعُونَ",
      "page": 342,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "و آنانی که ایشان امانت‌های خود را و عهد خود را رعایت می‌کنند.",
      "translation_pashto": "23-8 او هغه چې هغوى د خپلو امانتونو او عهد رعایت كوونكي دي"
    },
    {
      "number": 9,
      "text": "وَٱلَّذِينَ هُمْ عَلَىٰ صَلَوَٰتِهِمْ يُحَافِظُونَ",
      "page": 342,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "و آنانی که ایشان بر نماز‌های خود محافظت می‌کنند.",
      "translation_pashto": "23-9 او هغه چې هغوى په خپلو لمونځونو مداومت (او حفاظت) كوي"
    },
    {
      "number": 10,
      "text": "أُو۟لَٰٓئِكَ هُمُ ٱلْوَٰرِثُونَ",
      "page": 342,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "این گروه ایشان وارثان‌اند.",
      "translation_pashto": "23-10 هم دغه خلق وارثان دي"
    },
    {
      "number": 11,
      "text": "ٱلَّذِينَ يَرِثُونَ ٱلْفِرْدَوْسَ هُمْ فِيهَا خَٰلِدُونَ",
      "page": 342,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "آنانی که فردوس را به ارث می‌برند، آنها در آن همیشه‌اند.",
      "translation_pashto": "23-11 هغه چې د فردوس وارثان كېږي به، دوى به په هغه كې همېشه وي"
    },
    {
      "number": 12,
      "text": "وَلَقَدْ خَلَقْنَا ٱلْإِنسَٰنَ مِن سُلَٰلَةٍۢ مِّن طِينٍۢ",
      "page": 342,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "و البته انسان (آدم) را از خلاصۀ از گِل آفریدیم.",
      "translation_pashto": "23-12 او یقینًا یقینًا مونږ انسان د خټې له خُلاصې نه پیدا كړى دى"
    },
    {
      "number": 13,
      "text": "ثُمَّ جَعَلْنَٰهُ نُطْفَةًۭ فِى قَرَارٍۢ مَّكِينٍۢ",
      "page": 342,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "باز او را (آدم را به اعتبار نسل وی) نطفۀ در قرارگاه استوار و محفوظ (رحم) قرار دادیم.",
      "translation_pashto": "23-13 بیا مونږ هغه، نطفه (د مني یو څاڅكى) وګرځوله په مضبوط قرار ځاى كې"
    },
    {
      "number": 14,
      "text": "ثُمَّ خَلَقْنَا ٱلنُّطْفَةَ عَلَقَةًۭ فَخَلَقْنَا ٱلْعَلَقَةَ مُضْغَةًۭ فَخَلَقْنَا ٱلْمُضْغَةَ عِظَٰمًۭا فَكَسَوْنَا ٱلْعِظَٰمَ لَحْمًۭا ثُمَّ أَنشَأْنَٰهُ خَلْقًا ءَاخَرَ ۚ فَتَبَارَكَ ٱللَّهُ أَحْسَنُ ٱلْخَٰلِقِينَ",
      "page": 342,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "باز آن نطفه را به خون بسته تبدیل کردیم، پس آن خون بسته را به صورت پارۀ گوشت در آوردیم، پس آن پارۀ گوشت را استخوان‌ها ساختیم، پس از آن استخوان‌ها را با گوشت پوشانیدیم، باز او را به آفرینش دیگر (انسان زنده) آفریدیم، پس بسیار بزرگ است الله، بهترین آفرینندگان.",
      "translation_pashto": "23-14 بیا مونږ دغه نطفه د وینې ټوټه وګرځوله، ورپسې مونږ دغه د وینې ټوټه د غوښې وړه بوټۍ وګرځوله، ورپسې مونږ دغه بوټۍ هډوكي وګرځوله، بیا مو هډوكو ته غوښه واغوستله، بیا مونږ هغه په بل تخلیق كې پیدا كړ، نو الله ډېر بركت والا دى چې تر ټولو ښه پیدا كوونكى دى"
    },
    {
      "number": 15,
      "text": "ثُمَّ إِنَّكُم بَعْدَ ذَٰلِكَ لَمَيِّتُونَ",
      "page": 342,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "باز شما بعد از این مراحل حتما می‌میرید.",
      "translation_pashto": "23-15 بیا بېشكه تاسو له دې (ژوند) نه بعد خامخا مړه كېدونكي یئ"
    },
    {
      "number": 16,
      "text": "ثُمَّ إِنَّكُمْ يَوْمَ ٱلْقِيَٰمَةِ تُبْعَثُونَ",
      "page": 342,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "باز شما روز قیامت برانگیخته خواهید شد.",
      "translation_pashto": "23-16 بیا به یقینًا تاسو د قیامت په ورځ ژوندي راپاڅولى شئ"
    },
    {
      "number": 17,
      "text": "وَلَقَدْ خَلَقْنَا فَوْقَكُمْ سَبْعَ طَرَآئِقَ وَمَا كُنَّا عَنِ ٱلْخَلْقِ غَٰفِلِينَ",
      "page": 342,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "و البته بالای شما هفت راه (آسمان) آفریدیم، و ما هرگز از آفرینش غافل نبوده‌ایم.",
      "translation_pashto": "23-17 او یقینًا یقینًا مونږ ستاسو له پاسه اوه لارې (اسمانونه) پیدا كړي دي او مونږ د مخلوق (له ټولو حالاتو) نه غافله نه یو"
    },
    {
      "number": 18,
      "text": "وَأَنزَلْنَا مِنَ ٱلسَّمَآءِ مَآءًۢ بِقَدَرٍۢ فَأَسْكَنَّٰهُ فِى ٱلْأَرْضِ ۖ وَإِنَّا عَلَىٰ ذَهَابٍۭ بِهِۦ لَقَٰدِرُونَ",
      "page": 343,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "و از آسمان آب را به اندازه فرود آوردیم و آن را در زمین جای دادیم. و همانا ما بر بردن آن تواناییم.",
      "translation_pashto": "23-18 او مونږ له بره نه په اندازې سره اوبه نازلې كړې، بیا مو هغه په ځمكه كې وساتلې او بېشكه مونږ د هغې په بېولو یقینًا قادر یو"
    },
    {
      "number": 19,
      "text": "فَأَنشَأْنَا لَكُم بِهِۦ جَنَّٰتٍۢ مِّن نَّخِيلٍۢ وَأَعْنَٰبٍۢ لَّكُمْ فِيهَا فَوَٰكِهُ كَثِيرَةٌۭ وَمِنْهَا تَأْكُلُونَ",
      "page": 343,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "پس ما به وسیلۀ آن آب باغ‌هایی از درختان خرما و انگور را برای شما ایجاد کردیم که برای شما در آنها میوه‌های بسیار است، و از آنها می‌خورید.",
      "translation_pashto": "23-19 نو مونږ په دې (اوبو) سره تاسو لپاره د كجورو او انګورو باغونه پیدا كړي دي، چې تاسو ته په هغو (باغونو) كې ډېرې مېوې دي او له هم دغو (باغونو) نه تاسو خوراك كوئ"
    },
    {
      "number": 20,
      "text": "وَشَجَرَةًۭ تَخْرُجُ مِن طُورِ سَيْنَآءَ تَنۢبُتُ بِٱلدُّهْنِ وَصِبْغٍۢ لِّلْءَاكِلِينَ",
      "page": 343,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "و (همچنین با آن آب) درختی آفریدیم که در کوه طور سینا می‌روید (درخت زیتون و) روغن و طعام برای خورندگان است.",
      "translation_pashto": "23-20 او هغه ونه (مو پیدا كړه) چې د طور سیناء نه راوځي؟ چې د خوړونكو لپاره د غوړو او انګولي سره زرغونېږي"
    },
    {
      "number": 21,
      "text": "وَإِنَّ لَكُمْ فِى ٱلْأَنْعَٰمِ لَعِبْرَةًۭ ۖ نُّسْقِيكُم مِّمَّا فِى بُطُونِهَا وَلَكُمْ فِيهَا مَنَٰفِعُ كَثِيرَةٌۭ وَمِنْهَا تَأْكُلُونَ",
      "page": 343,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "و البته برای شما در چهارپایان عبرت است که شما را از آنچه در شکم آنهاست می‌نوشانیم، و برای شما در آن منافع فراوان است و از آن می‌خورید.",
      "translation_pashto": "23-21 او بېشكه تاسو لپاره په څارويو كې یقینًا لوى عبرت دى، مونږ په تاسو له هغو (پیو) نه درڅښوو چې د هغو (څارويو) په ګېډو كې دي او تاسو لپاره په دوى كې ډېرې فايدې دي او له دوى نه تاسو خوړل (هم) كوئ"
    },
    {
      "number": 22,
      "text": "وَعَلَيْهَا وَعَلَى ٱلْفُلْكِ تُحْمَلُونَ",
      "page": 343,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "و بر آنها و بر کشتی‌ها حمل می‌شوید.",
      "translation_pashto": "23-22 او په دغو (څارويو) باندې او په بېړیو باندې تاسو بارولى شئ"
    },
    {
      "number": 23,
      "text": "وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِۦ فَقَالَ يَٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَٰهٍ غَيْرُهُۥٓ ۖ أَفَلَا تَتَّقُونَ",
      "page": 343,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "و البته نوح را به‌سوی قومش فرستادیم پس گفت: ای قوم من! الله را بپرستید، شما هیچ معبود برحق غیر از الله ندارید. آیا (از عذاب الله و زوال نعمت او) نمی‌ترسید؟",
      "translation_pashto": "23-23 او یقینًا یقینًا مونږ نوح خپل قوم ته لېږلى و، نو هغه (ورته) وویل: اى زما قومه! تاسو د الله عبادت كوئ، تاسو لپاره له هغه نه غیر بل هېڅ حق معبود نشته، ایا نو تاسو نه وېرېږئ!"
    },
    {
      "number": 24,
      "text": "فَقَالَ ٱلْمَلَؤُا۟ ٱلَّذِينَ كَفَرُوا۟ مِن قَوْمِهِۦ مَا هَٰذَآ إِلَّا بَشَرٌۭ مِّثْلُكُمْ يُرِيدُ أَن يَتَفَضَّلَ عَلَيْكُمْ وَلَوْ شَآءَ ٱللَّهُ لَأَنزَلَ مَلَٰٓئِكَةًۭ مَّا سَمِعْنَا بِهَٰذَا فِىٓ ءَابَآئِنَا ٱلْأَوَّلِينَ",
      "page": 343,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "پس اشراف و سرانی از قومش که کافر بودند، گفتند: این مرد مگر انسانی همچون شما نیست، می‌خواهد بر شما برتری یابد، اگر الله می‌خواست حتما فرشته‌ها را می‌فرستاد، ما چنین سخنی را از پدران پیشین خود نشنیده‌ایم.",
      "translation_pashto": "23-24 نو د هغه له قومه كافر شويو مشرانو وویل: نه دى دا (نوح) مګر هم ستاسو په شان بشر، دى غواړي چې پر تاسو  باندې مشري (او برتري) حاصله كړي او كه الله غوښتلى (نو) خامخا ملايك به يې نازل كړې وو، مونږ خو دا خبره (چې رسول بني ادم وي) زمونږ په هغو پلرونو كې نه ده اورېدلې چې پخوا وو"
    },
    {
      "number": 25,
      "text": "إِنْ هُوَ إِلَّا رَجُلٌۢ بِهِۦ جِنَّةٌۭ فَتَرَبَّصُوا۟ بِهِۦ حَتَّىٰ حِينٍۢ",
      "page": 343,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "(و نیز گفتند) او نیست مگر مردی که در او اثر جنون است، پس تا مدتی دربارۀ او انتظار بکشید.",
      "translation_pashto": "23-25 نه دى دا (نوح) مګر داسې سړى چې په ده پورې لېونتوب نښتى دى، نو تاسو ده ته تر یو وخته انتظار كوئ"
    },
    {
      "number": 26,
      "text": "قَالَ رَبِّ ٱنصُرْنِى بِمَا كَذَّبُونِ",
      "page": 343,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "(نوح) گفت: ای پروردگارم! مرا نصرت ده در قبال آنکه مرا تکذیب کردند.",
      "translation_pashto": "23-26 هغه وویل: اى زما ربه! ته زما مدد وكړه، په سبب د دې چې دوى زما تكذیب وكړ"
    },
    {
      "number": 27,
      "text": "فَأَوْحَيْنَآ إِلَيْهِ أَنِ ٱصْنَعِ ٱلْفُلْكَ بِأَعْيُنِنَا وَوَحْيِنَا فَإِذَا جَآءَ أَمْرُنَا وَفَارَ ٱلتَّنُّورُ ۙ فَٱسْلُكْ فِيهَا مِن كُلٍّۢ زَوْجَيْنِ ٱثْنَيْنِ وَأَهْلَكَ إِلَّا مَن سَبَقَ عَلَيْهِ ٱلْقَوْلُ مِنْهُمْ ۖ وَلَا تُخَٰطِبْنِى فِى ٱلَّذِينَ ظَلَمُوٓا۟ ۖ إِنَّهُم مُّغْرَقُونَ",
      "page": 343,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "پس به او وحی فرستادیم که پیش چشم ما و وحی ما کشتی را بساز، پس وقتی فرمان ما رسید و تنور به فوران آمد، پس در آن از هر نوع حیوان، جفتی (نر و ماده) را سوار کن و خانواده ات را نیز سوار کن، مگر کسی از آنان که وعدۀ (حق) از پیش بر او مقرر شده است، و دربارۀ کسانی که ظلم کرده‌اند با من سخن مگو، زیرا آنان غرق شدنی‌اند.",
      "translation_pashto": "23-27 نو مونږ هغه ته وحي وكړه داسې چې زمونږ د سترګو په وړاندې او زمونږ له وحي سره سم بېړۍ جوړه كړه، نو كله چې زمونږ حكم راغى او تنور راوخوټېده، بیا نو ته په دې (بېړۍ) كې له هر قسمه نه جوړه جوړه دوه دوه (نر او ښځه) داخل كړه او خپله كورنۍ هم (خو) له هغه چا نه غير چې په دوى كې په هغه باندې (د عذاب) خبره ړومبۍ شوې ده او ته له ما سره د هغو كسانو په باره كې خبره مه كوه چې ظلم يې كړى دى، بېشكه دوى به غرق كولى شي"
    },
    {
      "number": 28,
      "text": "فَإِذَا ٱسْتَوَيْتَ أَنتَ وَمَن مَّعَكَ عَلَى ٱلْفُلْكِ فَقُلِ ٱلْحَمْدُ لِلَّهِ ٱلَّذِى نَجَّىٰنَا مِنَ ٱلْقَوْمِ ٱلظَّٰلِمِينَ",
      "page": 344,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "پس چون تو و همراهانت بر کشتی قرار گرفتید (سوار شدید) پس بگو: همه ستایش‌ها مخصوص الله است که ما را از قوم ظالم نجات داد.",
      "translation_pashto": "23-28 نو كله چې وختلې ته او هغه څوك چې له تا سره دي په بېړۍ كې، نو ووایه: ټول د كمال صفتونه خاص د هغه الله لپاره دي چې مونږ يې له ظالم قوم نه خلاص كړو"
    },
    {
      "number": 29,
      "text": "وَقُل رَّبِّ أَنزِلْنِى مُنزَلًۭا مُّبَارَكًۭا وَأَنتَ خَيْرُ ٱلْمُنزِلِينَ",
      "page": 344,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "و (در وقت فرود آمدن) بگو: ای پروردگارم! مرا در جایی پر خیر و برکت فرود آور، و تو بهترین فرود آورندگانی.",
      "translation_pashto": "23-29 او  (د كوزېدو په وخت كې) ووایه: اى زما ربه! ته ما په یو مبارك منزل (ځاى) كې كوز كړه او ته تر ټولو كوزوونكو څخه ډېر غوره يې"
    },
    {
      "number": 30,
      "text": "إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍۢ وَإِن كُنَّا لَمُبْتَلِينَ",
      "page": 344,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "يقيناً در این (قصۀ نوح) البته نشانه‌هایی است، و بدون شک (ما بندگان خود را) آزمایش کننده بودیم.",
      "translation_pashto": "23-30 بېشكه په دې كې یقینًا دلیلونه (نښې) دي او بېشكه مونږ خامخا ازمېښت كوونكي یو"
    },
    {
      "number": 31,
      "text": "ثُمَّ أَنشَأْنَا مِنۢ بَعْدِهِمْ قَرْنًا ءَاخَرِينَ",
      "page": 344,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "باز بعد از آنان قرنی دیگر را آفریدیم.",
      "translation_pashto": "23-31 بیا مونږه له دوى نه وروسته نور خلق پیدا كړل"
    },
    {
      "number": 32,
      "text": "فَأَرْسَلْنَا فِيهِمْ رَسُولًۭا مِّنْهُمْ أَنِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَٰهٍ غَيْرُهُۥٓ ۖ أَفَلَا تَتَّقُونَ",
      "page": 344,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "پس در میان‌شان پیغمبری از خودشان فرستادیم که (بگوید) تنها الله را بپرستید، زیرا جز او معبود به حقی ندارید. پس آیا (از شرک) پرهیز نمی‌کنید؟",
      "translation_pashto": "23-32 نو مونږ په هغو كې له همدوى ځنې یو رسول ولېږه چې تاسو د الله عبادت كوئ، تاسو لپاره له هغه نه غیر بل هېڅ حق معبود نشته، ایا نو تاسو نه وېرېږئ!"
    },
    {
      "number": 33,
      "text": "وَقَالَ ٱلْمَلَأُ مِن قَوْمِهِ ٱلَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِلِقَآءِ ٱلْءَاخِرَةِ وَأَتْرَفْنَٰهُمْ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا مَا هَٰذَآ إِلَّا بَشَرٌۭ مِّثْلُكُمْ يَأْكُلُ مِمَّا تَأْكُلُونَ مِنْهُ وَيَشْرَبُ مِمَّا تَشْرَبُونَ",
      "page": 344,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "و اشراف قومش که کافر شده بودند و ملاقات روز آخرت را تکذیب نموده بودند و در زندگانی دنیا به آنان آسودگی داده بودیم، گفتند: این شخص جز انسانی مانند شما نیست، از آنچه شما می‌خورید، می‌خورد. و از آنچه شما می‌نوشید، می‌نوشد.",
      "translation_pashto": "23-33 او وویل د ده له قومه هغو مشرانو چې كافر شوي وو او د اخرت د ملاقات يې تكذیب كړى و او مونږ هغوى ته په دنيايي ژوند كې خوشحالي وركړې وه: نه دى دا مګر ستاسو په شان بشر، له هغه څه نه دا خوراك كوي له څه نه چې تاسو خوراك كوئ او له هغه څه نه څښاك كوي چې تاسو ترې څښاك كوئ"
    },
    {
      "number": 34,
      "text": "وَلَئِنْ أَطَعْتُم بَشَرًۭا مِّثْلَكُمْ إِنَّكُمْ إِذًۭا لَّخَٰسِرُونَ",
      "page": 344,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "و (به پیروان خود گفتند:) اگر از انسانی مانند خود اطاعت کنید در آن صورت حتما زیانکار خواهید بود.",
      "translation_pashto": "23-34 او (قسم دى) خامخا كه تاسو د خپل ځان په شان  انسان اطاعت وكړئ، (نو) بېشكه چې تاسو به په دغه وخت كې یقینًا تاوانیان یئ"
    },
    {
      "number": 35,
      "text": "أَيَعِدُكُمْ أَنَّكُمْ إِذَا مِتُّمْ وَكُنتُمْ تُرَابًۭا وَعِظَٰمًا أَنَّكُم مُّخْرَجُونَ",
      "page": 344,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "آیا به شما وعده می‌دهد که چون مردید و خاک و استخوان شدید باز شما (بار دیگر زنده می‌گردید و از قبرها) بیرون آورده خواهید شد؟",
      "translation_pashto": "23-35 ایا دا تاسو ته وعده دركوي دا چې بېشكه كله چې تاسو مړه شئ او تاسو خاورې او هډوكي شئ (،نو) یقینًا به تاسو ژوندي راوښكل شئ؟"
    },
    {
      "number": 36,
      "text": "۞ هَيْهَاتَ هَيْهَاتَ لِمَا تُوعَدُونَ",
      "page": 344,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "آنچه وعده داده می‌شوید، دور اندر دور است.",
      "translation_pashto": "23-36 (له عقله) ډېر لرې دى، ډېر لرې دى هغه څیز چې له تاسو سره يې وعده كولى شي"
    },
    {
      "number": 37,
      "text": "إِنْ هِىَ إِلَّا حَيَاتُنَا ٱلدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا نَحْنُ بِمَبْعُوثِينَ",
      "page": 344,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "جز زندگانی این جهان ما (هیچ زندگی و حیاتی) وجود ندارد (گروهی از ما) زنده می‌شویم، و ما برانگیخته نخواهیم شد.",
      "translation_pashto": "23-37 نه دى دا (ژوندون) مګر همدا زمونږ دنيايي ژوندون، چې مرو او ژوندي كېږو او له سره به مونږ بیا راژوندي نه كړى شو"
    },
    {
      "number": 38,
      "text": "إِنْ هُوَ إِلَّا رَجُلٌ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًۭا وَمَا نَحْنُ لَهُۥ بِمُؤْمِنِينَ",
      "page": 344,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "و او جز مردی نیست که بر الله دروغ بسته است و ما تصدیق کننده او نیستیم.",
      "translation_pashto": "23-38 دى نه دى مګر (یو داسې) سړى چې په الله باندې يې دروغ ورتپلي دي او مونږ په ده باندې بېخي ایمان راوړونكي نه يو"
    },
    {
      "number": 39,
      "text": "قَالَ رَبِّ ٱنصُرْنِى بِمَا كَذَّبُونِ",
      "page": 344,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "گفت: ای پروردگارم! به سبب اینکه مرا دروغگوی شمردند، نصرتم ده.",
      "translation_pashto": "23-39 هغه (نبي) وویل: اى زما ربه! ته زما مدد وكړه، په سبب د دې چې دوى زه دروغجن وګڼلم"
    },
    {
      "number": 40,
      "text": "قَالَ عَمَّا قَلِيلٍۢ لَّيُصْبِحُنَّ نَٰدِمِينَ",
      "page": 344,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "الله فرمود: بعد از مدت اندک (از کفر و عنادشان) سخت پشیمان خواهند شد.",
      "translation_pashto": "23-40 (الله) وویل: له ډېر لږ وخت نه پس به دوى خامخا لازمًا پښېمانه شي"
    },
    {
      "number": 41,
      "text": "فَأَخَذَتْهُمُ ٱلصَّيْحَةُ بِٱلْحَقِّ فَجَعَلْنَٰهُمْ غُثَآءًۭ ۚ فَبُعْدًۭا لِّلْقَوْمِ ٱلظَّٰلِمِينَ",
      "page": 344,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "پس ناگهان صدای بلند (و مرگبار) نظر به وعدۀ راست، ایشان را فرا گرفت، پس آنان را (مانند) خس و خاشاک (که سیل بر روی آب حمل می‌کند) گردانیدیم، پس دوری و هلاکت باد بر قوم ظالم.",
      "translation_pashto": "23-41 نو دوى یوې چغې په حقه سره ونیول، بیا نو مونږه دوى د سیلاب خس وخشاك كړل، نو د ظالم قوم لپاره (د الله له رحمت نه) لرې والى دى"
    },
    {
      "number": 42,
      "text": "ثُمَّ أَنشَأْنَا مِنۢ بَعْدِهِمْ قُرُونًا ءَاخَرِينَ",
      "page": 344,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "باز بعد از ایشان نسل‌های (امت‌های) دیگر را آفریدیم.",
      "translation_pashto": "23-42 بیا مونږ له دوى نه بعد نور قومونه (خلق) پیدا كړل"
    },
    {
      "number": 43,
      "text": "مَا تَسْبِقُ مِنْ أُمَّةٍ أَجَلَهَا وَمَا يَسْتَـْٔخِرُونَ",
      "page": 345,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "هیچ امتی نه از اجل مقرر خود سبقت می‌کند و نه پس می‌ماند.",
      "translation_pashto": "23-43 هېڅ یو امت د خپلې مقررې نېټې نه نه ړومبى كېدى شي او نه وروسته كېدى شي"
    },
    {
      "number": 44,
      "text": "ثُمَّ أَرْسَلْنَا رُسُلَنَا تَتْرَا ۖ كُلَّ مَا جَآءَ أُمَّةًۭ رَّسُولُهَا كَذَّبُوهُ ۚ فَأَتْبَعْنَا بَعْضَهُم بَعْضًۭا وَجَعَلْنَٰهُمْ أَحَادِيثَ ۚ فَبُعْدًۭا لِّقَوْمٍۢ لَّا يُؤْمِنُونَ",
      "page": 345,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "باز پیغمبران خود را یکی پس از دیگری فرستادیم، هرگاه پیغمبری برای (هدایت) امتی آمد، او را تکذیب کردند، ما هم یکی را (در هلاکت) تابع دیگری گردانیدیم و (به دیار نیستی فرستادیم و داستان عذاب) آنان را (برای مردم) افسانه ساختیم. پس دوری و هلاکت باد بر قومی که ایمان نمی‌آورند.",
      "translation_pashto": "23-44 بیا مونږ خپل (نور) رسولان ولېږل، په دې حال كې چې یو په بل پسې پیوست وو، هر كله چې به كوم امت ته خپل رسول راغى (نو) هغوى به د هغه تكذیب وكړ، نو مونږ به د دوى ځینې د ځینو نورو پسې (په هلاكت كې) پرله پسې كړل او مونږ دوى تشې قصې وګرځول، نو (د الله له رحمت نه) لرې والى دى د هغه قوم لپاره چې ایمان نه راوړي"
    },
    {
      "number": 45,
      "text": "ثُمَّ أَرْسَلْنَا مُوسَىٰ وَأَخَاهُ هَٰرُونَ بِـَٔايَٰتِنَا وَسُلْطَٰنٍۢ مُّبِينٍ",
      "page": 345,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "باز موسی و برادرش هارون را با معجزه‌ها و دلایل روشن خود فرستادیم.",
      "translation_pashto": "23-45 بیا مونږ موسٰى او د هغه ورور هارون ولېږل په خپلو ایتونو (معجزو) او ښكاره دلیل سره"
    },
    {
      "number": 46,
      "text": "إِلَىٰ فِرْعَوْنَ وَمَلَإِي۟هِۦ فَٱسْتَكْبَرُوا۟ وَكَانُوا۟ قَوْمًا عَالِينَ",
      "page": 345,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "به‌سوی فرعون و سران قوم او، ولی آنان تكبر ورزیدند و قوم سرکش و متکبر بودند.",
      "translation_pashto": "23-46 فرعون او د هغه ډلې ته، نو هغوى ډېره لويي وكړه او هغوى یو متكبر قوم وو"
    },
    {
      "number": 47,
      "text": "فَقَالُوٓا۟ أَنُؤْمِنُ لِبَشَرَيْنِ مِثْلِنَا وَقَوْمُهُمَا لَنَا عَٰبِدُونَ",
      "page": 345,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "پس گفتند: آیا به دو انسانی که مانند خود ما هستند ایمان آوریم، حال آنکه قوم آنها بندگان (خدمت‌گذاران) ما هستند؟",
      "translation_pashto": "23-47 نو هغوى ویل: ایا مونږ به د خپل ځان په شان په دوه انسانانو باندې ایمان راوړو؟ حال دا چې د دې دواړو قوم زمونږ غلامان دي"
    },
    {
      "number": 48,
      "text": "فَكَذَّبُوهُمَا فَكَانُوا۟ مِنَ ٱلْمُهْلَكِينَ",
      "page": 345,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "در نتیجه، آن دو (موسی و هارون) را تکذیب کردند، پس از جملۀ هلاک شدگان گشتند.",
      "translation_pashto": "23-48 نو هغوى د دې دواړو تكذیب وكړ، نو شول له هلاك كړى شويو نه"
    },
    {
      "number": 49,
      "text": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَٰبَ لَعَلَّهُمْ يَهْتَدُونَ",
      "page": 345,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "و يقينا به موسی کتاب (تورات) دادیم تا راهیاب گردند.",
      "translation_pashto": "23-49 او یقینًا یقینًا مونږ موسٰى ته كتاب وركړى و، د دې لپاره چې دوى (بني اسرائیل) نېغه لار ومومي "
    },
    {
      "number": 50,
      "text": "وَجَعَلْنَا ٱبْنَ مَرْيَمَ وَأُمَّهُۥٓ ءَايَةًۭ وَءَاوَيْنَٰهُمَآ إِلَىٰ رَبْوَةٍۢ ذَاتِ قَرَارٍۢ وَمَعِينٍۢ",
      "page": 345,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "و پسر مریم و مادرش را آیتی گردانیدیم. و آن دو را در زمین بلند جای دادیم که برخوردار از آب روان و محل آرامی بود.",
      "translation_pashto": "23-50 او مونږ د مریمې زوى او د هغه مور (د خپل قدرت) لویه نښه ګرځولې وه او مونږه دوى دواړه داسې هسكې (او نرمې څربې) ځمكې ته راوستل چې د قرار او پاكو صافو بهېدونكو اوبو والا وه"
    },
    {
      "number": 51,
      "text": "يَٰٓأَيُّهَا ٱلرُّسُلُ كُلُوا۟ مِنَ ٱلطَّيِّبَٰتِ وَٱعْمَلُوا۟ صَٰلِحًا ۖ إِنِّى بِمَا تَعْمَلُونَ عَلِيمٌۭ",
      "page": 345,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "ای پیغمبران! از چیزهای پاکیزه و حلال بخورید و کارهای نیک کنید، يقينا من به آنچه انجام می‌دهید، دانا هستم.",
      "translation_pashto": "23-51 اى رسولانو! تاسو له پاكیزه څیزونو ځنې خورئ او نېك عملونه كوئ، بېشكه زه په هغو كارونو چې تاسو يې كوئ، ښه عالم یم"
    },
    {
      "number": 52,
      "text": "وَإِنَّ هَٰذِهِۦٓ أُمَّتُكُمْ أُمَّةًۭ وَٰحِدَةًۭ وَأَنَا۠ رَبُّكُمْ فَٱتَّقُونِ",
      "page": 345,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "در حقیقت این امت شما، امت یگانه است و من پروردگار شما هستم، پس تنها از من بترسید.",
      "translation_pashto": "23-52 او بېشكه دا ستاسو دین دى، په داسې حال كې چې یو دین دى او زه ستاسو رب یم، نو تاسو له ما نه وېرېږئ"
    },
    {
      "number": 53,
      "text": "فَتَقَطَّعُوٓا۟ أَمْرَهُم بَيْنَهُمْ زُبُرًۭا ۖ كُلُّ حِزْبٍۭ بِمَا لَدَيْهِمْ فَرِحُونَ",
      "page": 345,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "(اما مردم) کار دین خود را در میان خود پراگنده ساختند. و هر گروه به آنچه نزد آنهاست (در حالیکه آن را از خود وضع کرده‌اند) شادمان هستند.",
      "translation_pashto": "23-53 نو دوى (امتیانو) خپل (د دین) كار په خپل مينځ كې ټوټې ټوټې پرې كړ، هر یو حزب (ډله) په هغه (باطل دین) باندې چې له دوى سره دى، ډېر خوشحال دي"
    },
    {
      "number": 54,
      "text": "فَذَرْهُمْ فِى غَمْرَتِهِمْ حَتَّىٰ حِينٍ",
      "page": 345,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "پس آنان را تا مدتی در جهل و گمراهی که در آن غرقند، بگذار.",
      "translation_pashto": "23-54 نو ته دوى تر یو وخته پورې په خپلې ګمراهۍ كې پرېږده"
    },
    {
      "number": 55,
      "text": "أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُم بِهِۦ مِن مَّالٍۢ وَبَنِينَ",
      "page": 345,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "آیا می‌پندارند که آنچه از مال و فرزندان به آنان مدد می‌کنیم،",
      "translation_pashto": "23-55 ایا دوى ګمان كوي چې بېشكه له مال او زامنو ځنې چې په څه سره مونږ د دوى مدد كوو"
    },
    {
      "number": 56,
      "text": "نُسَارِعُ لَهُمْ فِى ٱلْخَيْرَٰتِ ۚ بَل لَّا يَشْعُرُونَ",
      "page": 345,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "(به خاطر آن است که) ما به نفع‌شان شتاب می‌کنیم؟! نه، بلکه نمی‌فهمند (که ما ایشان را به تدریج می‌گیریم).",
      "translation_pashto": "23-56 چې مونږ دوى ته په ښېګڼو (او اكرامونو) كې تلوار كوو؟ بلكې دوى نه پوهېږي"
    },
    {
      "number": 57,
      "text": "إِنَّ ٱلَّذِينَ هُم مِّنْ خَشْيَةِ رَبِّهِم مُّشْفِقُونَ",
      "page": 345,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "بی‌گمان آنان که ایشان از ترس پروردگارشان هراسان‌اند.",
      "translation_pashto": "23-57 بېشكه هغه كسان چې دوى د خپل رب (د عذاب) له ډاره وېرېدونكي دي"
    },
    {
      "number": 58,
      "text": "وَٱلَّذِينَ هُم بِـَٔايَٰتِ رَبِّهِمْ يُؤْمِنُونَ",
      "page": 345,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "و آنان که ایشان به آیات پروردگار خویش ایمان می‌آورند.",
      "translation_pashto": "23-58 او هغه كسان چې دوى د خپل رب په ایتونو ایمان راوړي"
    },
    {
      "number": 59,
      "text": "وَٱلَّذِينَ هُم بِرَبِّهِمْ لَا يُشْرِكُونَ",
      "page": 345,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "و آنان که ایشان به پروردگار خویش شریک مقرر نمی‌کنند.",
      "translation_pashto": "23-59 او هغه كسان چې دوى له خپل رب سره شرك نه كوي"
    },
    {
      "number": 60,
      "text": "وَٱلَّذِينَ يُؤْتُونَ مَآ ءَاتَوا۟ وَّقُلُوبُهُمْ وَجِلَةٌ أَنَّهُمْ إِلَىٰ رَبِّهِمْ رَٰجِعُونَ",
      "page": 346,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "و آنان که ایشان آنچه را باید (در راه الله) بدهند، می‌دهند. در حالیکه دل‌هایشان ترسان است از اینکه به‌سوی پروردگارشان باز می‌گردند.",
      "translation_pashto": "23-60 او هغه كسان چې وركوي، هغه څه چې وركوي، او زړونه د دوى وېرېدونكي وي (ځكه چې) یقینًا دوى خپل رب ته واپس ورتلونكي دي"
    },
    {
      "number": 61,
      "text": "أُو۟لَٰٓئِكَ يُسَٰرِعُونَ فِى ٱلْخَيْرَٰتِ وَهُمْ لَهَا سَٰبِقُونَ",
      "page": 346,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "آنان‌اند که برای کارهای نیک می‌شتابند و آنان در انجام آن پیشتاز‌اند.",
      "translation_pashto": "23-61 دغه كسان په نېكیو كې تلوار كوي او دوى دغو (نېكیو) ته ړومبى كېدونكي دي"
    },
    {
      "number": 62,
      "text": "وَلَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا ۖ وَلَدَيْنَا كِتَٰبٌۭ يَنطِقُ بِٱلْحَقِّ ۚ وَهُمْ لَا يُظْلَمُونَ",
      "page": 346,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "و هیچ کس را مکلف نمی‌سازیم مگر به قدر توانش. و نزد ما کتابی است که به حق سخن می‌گوید و به آنان هیچ ظلم کرده نمی‌شود.",
      "translation_pashto": "23-62 مونږ هېڅ یو نفس نه مكلف كوو مګر د هغه له طاقت سره سم او زمونږ سره كتاب دى چې حق بیانوي او په دوى به هېڅ ظلم ونه كړى شي"
    },
    {
      "number": 63,
      "text": "بَلْ قُلُوبُهُمْ فِى غَمْرَةٍۢ مِّنْ هَٰذَا وَلَهُمْ أَعْمَٰلٌۭ مِّن دُونِ ذَٰلِكَ هُمْ لَهَا عَٰمِلُونَ",
      "page": 346,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "بلکه دل‌هایشان از این (قرآن) در غفلت غرق است و آنان غیر از این (کار زشت) کارهای زشت دیگری دارند که انجام دهندۀ آنند.",
      "translation_pashto": "23-63 بلكې د دوى (كفارو) زړونه له دې (قرآن) نه په غفلت كې دي او د دوى لپاره له دې (شرك) نه علاوه نور (ناكاره) عملونه دي، چې دوى هغه كوونكي دي"
    },
    {
      "number": 64,
      "text": "حَتَّىٰٓ إِذَآ أَخَذْنَا مُتْرَفِيهِم بِٱلْعَذَابِ إِذَا هُمْ يَجْـَٔرُونَ",
      "page": 346,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "(آنها در غفلت‌اند) تا آن که خوشگذرانان ایشان را به عذاب گرفتار می‌کنیم، پس ناگهان شور و فریاد می‌کنند.",
      "translation_pashto": "23-64 تر هغه پورې چې كله مونږ د دوى متكبره مالداران په عذاب سره ونیسو (،نو) ناڅاپه دوى (بیا) فریاد كوي"
    },
    {
      "number": 65,
      "text": "لَا تَجْـَٔرُوا۟ ٱلْيَوْمَ ۖ إِنَّكُم مِّنَّا لَا تُنصَرُونَ",
      "page": 346,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "(به آنها گفته می‌شود) امروز شور و فریاد نکنید، چون شما از جانب ما قطعا یاری و مدد نمی‌شود.",
      "translation_pashto": "23-65 نن ورځ فریاد مه كوئ، بېشكه تاسو سره به زمونږ له جانبه مدد ونه كړى شي"
    },
    {
      "number": 66,
      "text": "قَدْ كَانَتْ ءَايَٰتِى تُتْلَىٰ عَلَيْكُمْ فَكُنتُمْ عَلَىٰٓ أَعْقَٰبِكُمْ تَنكِصُونَ",
      "page": 346,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "(زیرا) آيات من بر شما خوانده می‌شد، ولی شما بر عقب تان باز می‌گشتید.",
      "translation_pashto": "23-66 یقینًا زما ایتونه به په تاسو تلاوت كولى شول، نو تاسو به په خپلو پوندو بېرته ګرځېدئ"
    },
    {
      "number": 67,
      "text": "مُسْتَكْبِرِينَ بِهِۦ سَٰمِرًۭا تَهْجُرُونَ",
      "page": 346,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "در حالیکه بر مردم (به سبب متولی بودن خانۀ کعبه) تکبر می‌ورزیدید، شب‌ها (در جلسات خود) در بارۀ قرآن بدگویی می‌کردید.",
      "translation_pashto": "23-67 په دې حال كې چې كبر كوونكي به وئ په دې (قرآن، محمد یا كعبې) سره، چې د شپې قصې كوونكي به وئ، تاسو به (قرآن) پرېښوده"
    },
    {
      "number": 68,
      "text": "أَفَلَمْ يَدَّبَّرُوا۟ ٱلْقَوْلَ أَمْ جَآءَهُم مَّا لَمْ يَأْتِ ءَابَآءَهُمُ ٱلْأَوَّلِينَ",
      "page": 346,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "آیا در این سخن تدبر نکردند، یا چیزی برایشان آمده که برای پدران پیشین آنها نیامده بود؟",
      "translation_pashto": "23-68 ایا نو دوى په دې وینا كې (چې قرآن دى) فكر نه كوي، یا دوى ته هغه څه راغلي دي چې د دوى پلرونو ته نه دي راغلي چې له دوى نه پخوا وو"
    },
    {
      "number": 69,
      "text": "أَمْ لَمْ يَعْرِفُوا۟ رَسُولَهُمْ فَهُمْ لَهُۥ مُنكِرُونَ",
      "page": 346,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "و یا اینکه پیغمبر خود را نشناختند، پس به این سبب او را انکار می‌کنند؟",
      "translation_pashto": "23-69 یا كه دوى خپل رسول نه دى پېژندلى، پس دوى له ده نه منكران دي"
    },
    {
      "number": 70,
      "text": "أَمْ يَقُولُونَ بِهِۦ جِنَّةٌۢ ۚ بَلْ جَآءَهُم بِٱلْحَقِّ وَأَكْثَرُهُمْ لِلْحَقِّ كَٰرِهُونَ",
      "page": 346,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "یا می‌گویند: او دیوانه است؟ (نه، چنین نیست) بلکه او حق را برایشان آورده است. لیکن بیشترشان حق را دوست ندارند.",
      "translation_pashto": "23-70 ایا دوى وايي چې په ده لېونتوب دى، (داسې نه ده) بلكې هغه دوى ته حق (دین) راوړى دى او د دوى زیاتره حق لره بدګڼونكي دي"
    },
    {
      "number": 71,
      "text": "وَلَوِ ٱتَّبَعَ ٱلْحَقُّ أَهْوَآءَهُمْ لَفَسَدَتِ ٱلسَّمَٰوَٰتُ وَٱلْأَرْضُ وَمَن فِيهِنَّ ۚ بَلْ أَتَيْنَٰهُم بِذِكْرِهِمْ فَهُمْ عَن ذِكْرِهِم مُّعْرِضُونَ",
      "page": 346,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "و اگر حق از هوی و هوس‌هایشان پیروی می‌کرد، حتما آسمان‌ها و زمین و هر که در آنهاست، تباه می‌شد. بلکه پند و عبرت‌شان را بر آنها آورده‌ایم، اما آنان از پند و نصیحت‌نامه خود روی گردان‌اند.",
      "translation_pashto": "23-71 او كه حق (الله) د دوى د خواهشاتو پیروي كړې وى (، نو) خامخا به تباه شوي وو اسمانونه او ځمكه او هغه څوك چې په دغو كې دي، بلكې مونږ دوى ته د دوى ذكر راوړ، نو دوى له خپل ذكر نه مخ اړوونكي دي"
    },
    {
      "number": 72,
      "text": "أَمْ تَسْـَٔلُهُمْ خَرْجًۭا فَخَرَاجُ رَبِّكَ خَيْرٌۭ ۖ وَهُوَ خَيْرُ ٱلرَّٰزِقِينَ",
      "page": 346,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "یا از آنان مزد می‌طلبی؟ پس رزق و مزد پروردگارت بهتر است. و او بهترین روزی دهندگان است.",
      "translation_pashto": "23-72 ایا ته له دوى نه مزدوري غواړې؟ نو د خپل رب مزدوري ډېره غوره ده او هغه ترټولو غوره رزق وركوونكى دى"
    },
    {
      "number": 73,
      "text": "وَإِنَّكَ لَتَدْعُوهُمْ إِلَىٰ صِرَٰطٍۢ مُّسْتَقِيمٍۢ",
      "page": 346,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "(حال آنکه) به يقين تو آنها را به راه راست می‌خوانی.",
      "translation_pashto": "23-73 او بېشكه ته یقینًا دوى نېغې لارې ته بلې"
    },
    {
      "number": 74,
      "text": "وَإِنَّ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْءَاخِرَةِ عَنِ ٱلصِّرَٰطِ لَنَٰكِبُونَ",
      "page": 346,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "و یقینا کسانی که به آخرت ایمان نمی‌آورند، از راه راست (به راه‌های گمراهی) منحرف شده‌اند.",
      "translation_pashto": "23-74 او بېشكه هغه كسان چې په اخرت ایمان نه راوړي له  سمې لارې نه خامخا كاږه دي"
    },
    {
      "number": 75,
      "text": "۞ وَلَوْ رَحِمْنَٰهُمْ وَكَشَفْنَا مَا بِهِم مِّن ضُرٍّۢ لَّلَجُّوا۟ فِى طُغْيَٰنِهِمْ يَعْمَهُونَ",
      "page": 347,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "و اگر بر آنها رحم کنیم و رنج و سختی که به آنان رسیده (از آنان) برطرف سازیم، باز هم حیران و سرگردان در سرکشی و طغیان خود پا فشاری می‌کنند.",
      "translation_pashto": "23-75 او كه مونږ په دوى مهرباني كړې وى او هغه تكلیف مو لرې كړى وى چې په دوى دى (، نو) خامخا به دوى په خپله سركشۍ كې راټینګ شوي وو، په دې حال كې چې سرګردان به وو"
    },
    {
      "number": 76,
      "text": "وَلَقَدْ أَخَذْنَٰهُم بِٱلْعَذَابِ فَمَا ٱسْتَكَانُوا۟ لِرَبِّهِمْ وَمَا يَتَضَرَّعُونَ",
      "page": 347,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "و البته آنان را به عذاب گرفتار کردیم، ولی برای پروردگارشان نه فروتنی و عاجزی کردند و نه به زاری افتادند.",
      "translation_pashto": "23-76 او یقینًا یقینًا مونږ دوى په عذاب سره ونیول، نو (بیا هم) دوى نه خپل رب ته غاړه كېښوده او نه يې تضرع او زاري وكړه"
    },
    {
      "number": 77,
      "text": "حَتَّىٰٓ إِذَا فَتَحْنَا عَلَيْهِم بَابًۭا ذَا عَذَابٍۢ شَدِيدٍ إِذَا هُمْ فِيهِ مُبْلِسُونَ",
      "page": 347,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "تا آن که دری از عذاب شدید بر آنان گشودیم، ناگهان در آن عذاب، ناامید (از نجات) شدند.",
      "translation_pashto": "23-77 تر دې چې كله مونږ په دوى باندې د ډېر سخت عذاب والا دروازه پرانستله ناڅاپه دوى په هغه كې نا امېده وو"
    },
    {
      "number": 78,
      "text": "وَهُوَ ٱلَّذِىٓ أَنشَأَ لَكُمُ ٱلسَّمْعَ وَٱلْأَبْصَٰرَ وَٱلْأَفْـِٔدَةَ ۚ قَلِيلًۭا مَّا تَشْكُرُونَ",
      "page": 347,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "و او ذاتی است که برای شما گوش و چشم‌ها و دل‌ها را آفرید، اما چه اندک شکر می‌گذارید.",
      "translation_pashto": "23-78 او دغه (الله) هماغه ذات دى چې تاسو لپاره يې غوږونه او سترګې او زړونه پیدا كړل، تاسو ډېر لږ شكر وباسئ"
    },
    {
      "number": 79,
      "text": "وَهُوَ ٱلَّذِى ذَرَأَكُمْ فِى ٱلْأَرْضِ وَإِلَيْهِ تُحْشَرُونَ",
      "page": 347,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "و او ذاتی است که شما را در زمین منتشر و پراگنده ساخت. و به‌سوی او محشور خواهید شد.",
      "translation_pashto": "23-79 او دى هماغه ذات دى چې تاسو يې په ځمكه كې خواره كړي یئ او خاص د هغه په طرف به تاسو ورجمع كولى شئ"
    },
    {
      "number": 80,
      "text": "وَهُوَ ٱلَّذِى يُحْىِۦ وَيُمِيتُ وَلَهُ ٱخْتِلَٰفُ ٱلَّيْلِ وَٱلنَّهَارِ ۚ أَفَلَا تَعْقِلُونَ",
      "page": 347,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "و او ذاتی است که زنده می‌کند و می‌میراند، و اختلاف شب و روز از (فرمان) اوست. آیا نمی‌فهمید؟",
      "translation_pashto": "23-80 او د غه (الله) هغه ذات دى چې ژوندي كول كوي او مړه كول كوي او خاص د همده په اختیار كې دى د شپې او ورځې اختلاف (بدلېدل رابدلېدل) ایا نو تاسو له عقل نه كار نه اخلئ!"
    },
    {
      "number": 81,
      "text": "بَلْ قَالُوا۟ مِثْلَ مَا قَالَ ٱلْأَوَّلُونَ",
      "page": 347,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "بلکه (کفار مکه) گفتند مانند آنچه پیشینیان گفته بودند.",
      "translation_pashto": "23-81 بلكې وايي دوى په شان د هغې وینا چې پخوانیو (كافرو) ویلې وه"
    },
    {
      "number": 82,
      "text": "قَالُوٓا۟ أَءِذَا مِتْنَا وَكُنَّا تُرَابًۭا وَعِظَٰمًا أَءِنَّا لَمَبْعُوثُونَ",
      "page": 347,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "گفتند: آیا چون بمیریم و خاک و استخوان‌هایی چند شویم، آیا برانگیخته خواهیم شد؟",
      "translation_pashto": "23-82 هغوى ویل: ایا كله چې مونږ مړه شو او خاورې او هډوكې شو، ایا مونږ به  په رښتیا یقینًا بیا راژوندي كولى شو "
    },
    {
      "number": 83,
      "text": "لَقَدْ وُعِدْنَا نَحْنُ وَءَابَآؤُنَا هَٰذَا مِن قَبْلُ إِنْ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلْأَوَّلِينَ",
      "page": 347,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "البته این وعده به ما، و در گذشته به پدران ما (نیز) داده شده است، اما این، چیزی جز افسانه‌های پیشینیان نیست.",
      "translation_pashto": "23-83 (بلكې نه كېږو ځكه چې) یقینًا یقینًا مونږ ته او زمونږ پلرونو ته دا وعده له دې نه مخكې (هم) راكړى شوې وه، نه دي دا خبرې مګر د ړومبنو خلقو باطلې قصې دي"
    },
    {
      "number": 84,
      "text": "قُل لِّمَنِ ٱلْأَرْضُ وَمَن فِيهَآ إِن كُنتُمْ تَعْلَمُونَ",
      "page": 347,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "بگو: زمین و کسانی که در آن هستند در تصرف کیست؟ اگر می‌دانید.",
      "translation_pashto": "23-84 ته (دوى ته) ووایه: دا ځمكه او څوك چې په دې كې دي، د چا دي؟ كه چېرې تاسو پوهېږئ"
    },
    {
      "number": 85,
      "text": "سَيَقُولُونَ لِلَّهِ ۚ قُلْ أَفَلَا تَذَكَّرُونَ",
      "page": 347,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "زودا که گویند: همه (از الله و) در تصرف الله است. بگو: آیا پند نمی‌گیرید؟",
      "translation_pashto": "23-85 دوى به یقینًا ووايي: خاص د الله لپاره دي، (نو ورته) ووایه: ایا نو تاسو نصیحت نه اخلئ!"
    },
    {
      "number": 86,
      "text": "قُلْ مَن رَّبُّ ٱلسَّمَٰوَٰتِ ٱلسَّبْعِ وَرَبُّ ٱلْعَرْشِ ٱلْعَظِيمِ",
      "page": 347,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "بگو: پروردگار آسمان‌های هفتگانه و پروردگار عرش بزرگ کیست؟",
      "translation_pashto": "23-86 ته (دوى ته) ووایه: د اوو اسمانونو او د ډېر لوى عرش رب څوك دى؟"
    },
    {
      "number": 87,
      "text": "سَيَقُولُونَ لِلَّهِ ۚ قُلْ أَفَلَا تَتَّقُونَ",
      "page": 347,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "خواهند گفت: این همه از الله است. بگو: پس چرا پرهیزگار نمی‌شوید؟",
      "translation_pashto": "23-87 دوى به ضرور ووايي: د الله لپاره دي، ته (ورته) ووایه: ایا نو تاسو نه وېرېږئ!"
    },
    {
      "number": 88,
      "text": "قُلْ مَنۢ بِيَدِهِۦ مَلَكُوتُ كُلِّ شَىْءٍۢ وَهُوَ يُجِيرُ وَلَا يُجَارُ عَلَيْهِ إِن كُنتُمْ تَعْلَمُونَ",
      "page": 347,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "بگو: کیست آن که پادشاهی هر چیزی در دست اوست؟ و او ذاتی است که پناه می‌دهد، و در برابر (عذاب) او (به کسی) پناه داده نمی‌شود، اگر می‌دانید.",
      "translation_pashto": "23-88 ته (دوى ته) ووایه: څوك دى هغه ذات چې د هغه په لاس كې د هر شي بادشاهي ده او هغه پناه وركوي او د هغه په خلاف پناه نشي وركول كېدى كه چېرې تاسو پوهېږئ"
    },
    {
      "number": 89,
      "text": "سَيَقُولُونَ لِلَّهِ ۚ قُلْ فَأَنَّىٰ تُسْحَرُونَ",
      "page": 347,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "زودا که گویند: همه (از الله و) در تصرف الله است. بگو: پس از کجا فریب داده می‌شوید (مانند افسون شده)؟",
      "translation_pashto": "23-89 خامخا به دوى ووايي: خاص د الله لپاره دي. ته (ورته) ووایه: نو څنګه په تاسو جادو كولى شي؟"
    },
    {
      "number": 90,
      "text": "بَلْ أَتَيْنَٰهُم بِٱلْحَقِّ وَإِنَّهُمْ لَكَٰذِبُونَ",
      "page": 348,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "بلکه حق را برای آنها آورده‌ایم، و البته آنان دروغگو هستند.",
      "translation_pashto": "23-90 بلكې مونږ دوى ته حق راوړى دى او بېشكه دوى خامخا دروغجنان دي"
    },
    {
      "number": 91,
      "text": "مَا ٱتَّخَذَ ٱللَّهُ مِن وَلَدٍۢ وَمَا كَانَ مَعَهُۥ مِنْ إِلَٰهٍ ۚ إِذًۭا لَّذَهَبَ كُلُّ إِلَٰهٍۭ بِمَا خَلَقَ وَلَعَلَا بَعْضُهُمْ عَلَىٰ بَعْضٍۢ ۚ سُبْحَٰنَ ٱللَّهِ عَمَّا يَصِفُونَ",
      "page": 348,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "الله هیچ فرزندی نگرفته است و هیچ معبودی با او نبوده است، (اگر چنین می‌بود) هر معبودی آنچه را آفریده بود، با خود می‌برد، و حتما بعضی از آنان بر بعضی دیگر غالب می‌شدند، (لذا) منزه و پاک است الله از آنچه (کافران در حق او) وصف می‌کنند.",
      "translation_pashto": "23-91 الله (د ځان لپاره) هېڅ اولاد نیولى نه دى او نه له هغه سره بل هېڅ معبود شته  (او كه ورسره وى نو) په دغه وخت كې به خامخا هر اله بېولي وو هغه څه چې پیدا كړي يې وو، او خامخا د دوى ځینو به په ځینو نورو باندې غلبه كوله، پاك دى الله له هغو خبرو نه چې دوى يې بیانوي"
    },
    {
      "number": 92,
      "text": "عَٰلِمِ ٱلْغَيْبِ وَٱلشَّهَٰدَةِ فَتَعَٰلَىٰ عَمَّا يُشْرِكُونَ",
      "page": 348,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "(الله) دانای پنهان و آشکار است، پس برتر است الله از آنچه مشرکین با او شریک مقرر می‌کنند.",
      "translation_pashto": "23-92 چې په غیبو او ښكاره و عالم دى، نو ډېر اوچت دى هغه له هغو څیزونو نه چې دوى يې ورسره شریكوي"
    },
    {
      "number": 93,
      "text": "قُل رَّبِّ إِمَّا تُرِيَنِّى مَا يُوعَدُونَ",
      "page": 348,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "بگو: ای پروردگارم! اگر آنچه را که به آنان وعده داده شده است به من نشان دهی.",
      "translation_pashto": "23-93 (اى نبي!) ته ووایه: اى زما ربه! كه چېرې خامخا ته ما ته هغه (عذاب) وښیې چې له دوى سره يې وعده كولى شي"
    },
    {
      "number": 94,
      "text": "رَبِّ فَلَا تَجْعَلْنِى فِى ٱلْقَوْمِ ٱلظَّٰلِمِينَ",
      "page": 348,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "ای پروردگارم! پس مرا (در آن وقت) در جملۀ قوم ظالم قرار مده.",
      "translation_pashto": "23-94 اى زما ربه! نو ته ما په ظالم قوم كې مه شاملوه"
    },
    {
      "number": 95,
      "text": "وَإِنَّا عَلَىٰٓ أَن نُّرِيَكَ مَا نَعِدُهُمْ لَقَٰدِرُونَ",
      "page": 348,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "و به راستی ما بر آن تواناییم که آنچه را به آنان وعده می‌دهیم، به تو نشان دهیم.",
      "translation_pashto": "23-95 او بېشكه مونږ خامخا قادر یو په دې چې تا ته هغه (عذاب) وښیو چې دوى ته يې مونږ وعده وركوو"
    },
    {
      "number": 96,
      "text": "ٱدْفَعْ بِٱلَّتِى هِىَ أَحْسَنُ ٱلسَّيِّئَةَ ۚ نَحْنُ أَعْلَمُ بِمَا يَصِفُونَ",
      "page": 348,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "بدی را به روشی که آن بهتر است دفع کن، ما به آنچه وصف می‌کنند داناتریم.",
      "translation_pashto": "23-96 (اى نبي!) ته بدي دفع (لرې) كوه په هغې طریقې سره چې تر ټولو ښه وي، مونږ ښه پوه یو په هغو خبرو چې دوى يې بیانوي"
    },
    {
      "number": 97,
      "text": "وَقُل رَّبِّ أَعُوذُ بِكَ مِنْ هَمَزَٰتِ ٱلشَّيَٰطِينِ",
      "page": 348,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "و بگو: ای پروردگارم! از وسوسه‌های شیاطین به تو پناه می‌برم.",
      "translation_pashto": "23-97 او ته ووایه: اى زما ربه! زه په تا پورې پناه نیسم د شیطانانو له وسوسو نه"
    },
    {
      "number": 98,
      "text": "وَأَعُوذُ بِكَ رَبِّ أَن يَحْضُرُونِ",
      "page": 348,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "و (ای پروردگارم) از این که شیاطین پیش من حاضر شوند، به تو پناه می‌برم.",
      "translation_pashto": "23-98 او زه په تا پورې پناه نیسم اى زما ربه! له دې نه چې دوى ما ته حاضر شي"
    },
    {
      "number": 99,
      "text": "حَتَّىٰٓ إِذَا جَآءَ أَحَدَهُمُ ٱلْمَوْتُ قَالَ رَبِّ ٱرْجِعُونِ",
      "page": 348,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "تا آن که مرگ به‌سوی یکی از آنان آید، گوید: ای پروردگارم! مرا (به دنیا) باز گردانید.",
      "translation_pashto": "23-99 تر هغه پورې چې په دوى كې یو كس ته مرګ راشي (، نو بیا) به وايي: اى زما ربه! ته ما بېرته وګرځوه"
    },
    {
      "number": 100,
      "text": "لَعَلِّىٓ أَعْمَلُ صَٰلِحًۭا فِيمَا تَرَكْتُ ۚ كَلَّآ ۚ إِنَّهَا كَلِمَةٌ هُوَ قَآئِلُهَا ۖ وَمِن وَرَآئِهِم بَرْزَخٌ إِلَىٰ يَوْمِ يُبْعَثُونَ",
      "page": 348,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "تا در سرایی که (فرصت‌ها را) از دست داده بودم، کار نیک انجام دهم. نه، هرگز! چون آن سخنی است که او گویندۀ آن (تنها بر زبان) است، و پیش روی آنها حایلی است تا روزی که برانگیخته شوند.",
      "translation_pashto": "23-100 د دې لپاره چې زه نېك عمل وكړم په هغه څیز كې چې ما (هلته په دنيا كې) پریښى دى، هېڅ كله هم نشي كېدى، بېشكه دا (بېرته تلل) یوه خبره ده چې دا د هغې ویونكى دى او د دوى په مخ كې برزخ دى تر هغې ورځې پورې چې دوى به بیا ژوندي راپورته كولى شي"
    },
    {
      "number": 101,
      "text": "فَإِذَا نُفِخَ فِى ٱلصُّورِ فَلَآ أَنسَابَ بَيْنَهُمْ يَوْمَئِذٍۢ وَلَا يَتَسَآءَلُونَ",
      "page": 348,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "پس چون در صور دمیده شود، پس هیچگونه نسبت قرابت در میان‌شان نمی‌ماند و (در آن روز) از یکدیگر نمی‌پرسند.",
      "translation_pashto": "23-101 نوكله چې په شپېلۍ كې پوكى وكړى شي، نو نه به وي د دوى په مینځ كې هېڅ (فايده مند) نسبونه په دغې ورځ كې او نه به دوى له یو  بل نه پوښتنه كوي"
    },
    {
      "number": 102,
      "text": "فَمَن ثَقُلَتْ مَوَٰزِينُهُۥ فَأُو۟لَٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
      "page": 348,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "پس کسانی که میزان اعمال نیک‌شان سنگین باشد، پس این گروه، ایشان نجات یافته‌گان‌اند.",
      "translation_pashto": "23-102 نو هغه څوك چې، د هغه تلې درنې شوې، نو همدغه خلق كامیاب دي"
    },
    {
      "number": 103,
      "text": "وَمَنْ خَفَّتْ مَوَٰزِينُهُۥ فَأُو۟لَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓا۟ أَنفُسَهُمْ فِى جَهَنَّمَ خَٰلِدُونَ",
      "page": 348,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "و کسانی که کفّۀ اعمال نیک‌شان سبک باشد، اینان خویشتن را خساره مند نموده‌اند، و در جهنم همیشه خواهند ماند.",
      "translation_pashto": "23-103 او هغه څوك چې، د هغه تلې سپكې شوې، نو دغه هغه كسان دي چې خپلو ځانونو ته يې تاوان رسولى دى، په دوزخ كې به تل پراته وي"
    },
    {
      "number": 104,
      "text": "تَلْفَحُ وُجُوهَهُمُ ٱلنَّارُ وَهُمْ فِيهَا كَٰلِحُونَ",
      "page": 348,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "و آتش دوزخ چهره‌هایشان را می‌سوزاند، و آنها در آنجا غمگین و ترش روی‌اند.",
      "translation_pashto": "23-104 اور به د دوى مخونه سوځوي او دوى به په دغه (جهنم) كې بدمخي غونج تندي وي"
    },
    {
      "number": 105,
      "text": "أَلَمْ تَكُنْ ءَايَٰتِى تُتْلَىٰ عَلَيْكُمْ فَكُنتُم بِهَا تُكَذِّبُونَ",
      "page": 349,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "آیا آیات من بر شما خوانده نمی‌شد، ولی شما آنها را دروغ می‌پنداشتید؟",
      "translation_pashto": "23-105 ایا زما ایتونه به تاسو ته نه لوستل كېدل، نو تاسو به د هغو تكذیب كاوه"
    },
    {
      "number": 106,
      "text": "قَالُوا۟ رَبَّنَا غَلَبَتْ عَلَيْنَا شِقْوَتُنَا وَكُنَّا قَوْمًۭا ضَآلِّينَ",
      "page": 349,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "می‌گویند: ای پروردگار ما! بدبختی (لذت‌ها و شهوات) ما بر ما غالب شد، و مردم گمراه بودیم.",
      "translation_pashto": "23-106 دوى به ووايي: اى زمونږه ربه! پر مونږ باندې زمونږ بدبختي غالبه شوې وه او مونږ ګمراه قوم وو"
    },
    {
      "number": 107,
      "text": "رَبَّنَآ أَخْرِجْنَا مِنْهَا فَإِنْ عُدْنَا فَإِنَّا ظَٰلِمُونَ",
      "page": 349,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "ای پروردگار ما! ما را از این جا بیرون کن، پس اگر باز (به سوی کفر و شرک) برگشتیم، پس در این صورت ظالم خواهیم بود.",
      "translation_pashto": "23-107 اى زمونږ ربه! مونږ له دې (جهنم) نه وباسه، نو كه مونږ بیا (كفر ته) راوګرځېدو، نو بیا یقینًا مونږ ظالمان یو"
    },
    {
      "number": 108,
      "text": "قَالَ ٱخْسَـُٔوا۟ فِيهَا وَلَا تُكَلِّمُونِ",
      "page": 349,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "(الله) فرماید: با ذلت و رسوایی داخل شوید و با من سخن نگویید.",
      "translation_pashto": "23-108 وبه فرمايي: ذلیله خوار پراته اوسئ په ده كې او زما سره خبرې مه كوئ"
    },
    {
      "number": 109,
      "text": "إِنَّهُۥ كَانَ فَرِيقٌۭ مِّنْ عِبَادِى يَقُولُونَ رَبَّنَآ ءَامَنَّا فَٱغْفِرْ لَنَا وَٱرْحَمْنَا وَأَنتَ خَيْرُ ٱلرَّٰحِمِينَ",
      "page": 349,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "چون گروهی از بندگان من می‌گفتند: ای پروردگار ما! ایمان آوردیم، پس ما را بیامرز و به ما رحم کن، و تو بهترین رحم کنندگانی.",
      "translation_pashto": "23-109 بېشكه شان دا دى چې زما په بنده ګانو كې یوه ډله وه چې ویل به يې: اى زمونږ ربه! مونږ ایمان راوړى دى، نو ته مونږ ته بخښنه وكړه او پر مونږ رحم وكړه او ته تر ټولو ډېر غوره رحم كوونكى يې"
    },
    {
      "number": 110,
      "text": "فَٱتَّخَذْتُمُوهُمْ سِخْرِيًّا حَتَّىٰٓ أَنسَوْكُمْ ذِكْرِى وَكُنتُم مِّنْهُمْ تَضْحَكُونَ",
      "page": 349,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "پس شما آنها را به تمسخر گرفتید، تا جایی (که غافل شدید و) ذکر و عبادت مرا از یادتان برد، و شما بر آنان (بندگان مخلص من) می‌خندیدید.",
      "translation_pashto": "23-110 نو تاسو به هغوى مسخره كړى شوي نیول، تر دې چې دوى له تاسو نه زما یاد (هم) هېر كړ او تاسو به پر هغوى پورې خندل"
    },
    {
      "number": 111,
      "text": "إِنِّى جَزَيْتُهُمُ ٱلْيَوْمَ بِمَا صَبَرُوٓا۟ أَنَّهُمْ هُمُ ٱلْفَآئِزُونَ",
      "page": 349,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "البته من هم امروز به سبب صبرشان (در برابر اذیت و تمسخر شما) به آنان این طور پاداش دادم و تنها آنان رستگاران‌اند.",
      "translation_pashto": "23-111 بېشكه زه چې یم، ما نن ورځ هغوى ته بدله وركړه، په سبب د هغه چې هغوى صبر كړى و، بېشكه هم هغوى كامیاب دي"
    },
    {
      "number": 112,
      "text": "قَٰلَ كَمْ لَبِثْتُمْ فِى ٱلْأَرْضِ عَدَدَ سِنِينَ",
      "page": 349,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "(الله از ایشان می‌پرسد:) چه مدت، به عدد سال‌ها در روی زمین ماندید؟.",
      "translation_pashto": "23-112 وبه وايي: تاسو په ځمكه كې د كلونو په شمېر څومره وخت تېر كړى دى؟"
    },
    {
      "number": 113,
      "text": "قَالُوا۟ لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍۢ فَسْـَٔلِ ٱلْعَآدِّينَ",
      "page": 349,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "(در جواب) گویند: یک روز یا بخشی از یک روز ماندیم، پس از شمارکنندگان بپرس.",
      "translation_pashto": "23-113 هغوى به ووايي: مونږ وخت تېر كړى دى یوه ورځ، یا د ورځې څه حصه، نو له حسابګرو نه تپوس وكړه"
    },
    {
      "number": 114,
      "text": "قَٰلَ إِن لَّبِثْتُمْ إِلَّا قَلِيلًۭا ۖ لَّوْ أَنَّكُمْ كُنتُمْ تَعْلَمُونَ",
      "page": 349,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "الله می‌فرماید: جز اندکی درنگ نکردید، کاش شما می‌دانستید.",
      "translation_pashto": "23-114 وبه فرمايي: تاسو وخت نه دى تېر كړى مګر (د اخرت د عذاب په مقابله كې) ډېر لږ، كه چېرې په رښتیا تاسو یئ چې پوهېږئ"
    },
    {
      "number": 115,
      "text": "أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَٰكُمْ عَبَثًۭا وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ",
      "page": 349,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "آیا پنداشتید که شما را بیهوده آفریده‌ایم، و این که به‌سوی ما بازگردانده نمی‌شوید؟",
      "translation_pashto": "23-115 ایا نو تاسو ګمان كوئ چې بېشكه مونږ تاسو بس عبث پیدا كړي یئ او دا چې بېشكه تاسو به مونږ ته نه راوستل كېږئ"
    },
    {
      "number": 116,
      "text": "فَتَعَٰلَى ٱللَّهُ ٱلْمَلِكُ ٱلْحَقُّ ۖ لَآ إِلَٰهَ إِلَّا هُوَ رَبُّ ٱلْعَرْشِ ٱلْكَرِيمِ",
      "page": 349,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "پس برتر است الله (از این که جهان را بیهوده خلق کند و او) پادشاه برحق است، هیچ معبودی برحق غير از او نیست، اوست پروردگار عرش بزرگ گرامی.",
      "translation_pashto": "23-116 نو ډېر اوچت دى الله چې حق بادشاه دى، نشته دى هېڅ حق معبود مګر هغه دى، د عزتناك عرش رب دى"
    },
    {
      "number": 117,
      "text": "وَمَن يَدْعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ لَا بُرْهَٰنَ لَهُۥ بِهِۦ فَإِنَّمَا حِسَابُهُۥ عِندَ رَبِّهِۦٓ ۚ إِنَّهُۥ لَا يُفْلِحُ ٱلْكَٰفِرُونَ",
      "page": 349,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "و هر کس با الله معبود دیگری را بخواند که هیچ دلیلی بر حقانیت آن ندارد. پس حساب او تنها با الله است. يقينا کافران رستگار نمی‌شوند.",
      "translation_pashto": "23-117 او هغه څوك چې له الله سره بل داسې اله بلي چې له هغه سره په دې باندې هېڅ دلیل نشته، نو بېشكه همدا خبره ده چې د ده حساب د ده د رب په نیز دى، بېشكه شان دا دى چې كافران برى نه مومي"
    },
    {
      "number": 118,
      "text": "وَقُل رَّبِّ ٱغْفِرْ وَٱرْحَمْ وَأَنتَ خَيْرُ ٱلرَّٰحِمِينَ",
      "page": 349,
      "juz": 18,
      "hizb": 35,
      "sajda": false,
      "translation_dari": "و بگو: پروردگارم! (مرا) بیامرز و (بر من) رحم کن، زیرا تو بهترین رحم کنندگانی.",
      "translation_pashto": "23-118 او ته ووایه: اى زما ربه! بخښنه وكړه او رحم وكړه او ته ترټولو ډېر غوره رحم كوونكى يې"
    }
  ]
}