{
  "number": 25,
  "name": "الفرقان",
  "name_dari": "فرقان",
  "meaning_dari": "جداکننده",
  "revelationType": "مکی",
  "numberOfAyahs": 77,
  "ayahs": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ تَبَارَكَ ٱلَّذِى نَزَّلَ ٱلْفُرْقَانَ عَلَىٰ عَبْدِهِۦ لِيَكُونَ لِلْعَٰلَمِينَ نَذِيرًا",
      "page": 359,
      "juz": 18,
      "hizb": 36,
      "sajda": false,
      "translation_dari": "بسیار خجسته و بابرکت است آن ذاتی که فرقان (جداکنندۀ حق از باطل) را بر بنده خود (محمد) نازل کرد، تا برای جهانیان بیم ‌دهنده باشد.",
      "translation_pashto": "25-1 ډېر بركتناك دى هغه ذات چې په خپل بنده يې فرقان (قرآن) نازل كړى دى، د دې لپاره چې دى د خلقو لپاره وېروونكى شي"
    },
    {
      "number": 2,
      "text": "ٱلَّذِى لَهُۥ مُلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَلَمْ يَتَّخِذْ وَلَدًۭا وَلَمْ يَكُن لَّهُۥ شَرِيكٌۭ فِى ٱلْمُلْكِ وَخَلَقَ كُلَّ شَىْءٍۢ فَقَدَّرَهُۥ تَقْدِيرًۭا",
      "page": 359,
      "juz": 18,
      "hizb": 36,
      "sajda": false,
      "translation_dari": "همان ذاتی که پادشاهی آسمان‌ها و زمین خاص از اوست. و (همان ذاتی که( هیچ فرزندی نگرفته است، و برای او در فرمانروایی شریکی نیست، و همه چیز را آفریده است، پس آنها را به اندازه معین مقرر کرده است.",
      "translation_pashto": "25-2 هغه ذات چې خاص د هغه لپاره د اسمانونو او ځمكې بادشاهي ده او هېڅ اولاد يې نه دى نیولى او د ده لپاره په بادشاهۍ كې هېڅ شریك نشته، او هر شى يې پیدا كړى دى، نو هغه يې په اندازه كړى دى، اندازه كول"
    },
    {
      "number": 3,
      "text": "وَٱتَّخَذُوا۟ مِن دُونِهِۦٓ ءَالِهَةًۭ لَّا يَخْلُقُونَ شَيْـًۭٔا وَهُمْ يُخْلَقُونَ وَلَا يَمْلِكُونَ لِأَنفُسِهِمْ ضَرًّۭا وَلَا نَفْعًۭا وَلَا يَمْلِكُونَ مَوْتًۭا وَلَا حَيَوٰةًۭ وَلَا نُشُورًۭا",
      "page": 360,
      "juz": 18,
      "hizb": 36,
      "sajda": false,
      "translation_dari": "و غیر از او (الله) معبودانی را برای خود گرفته‌اند که چیزی را نمی‌آفرینند، بلکه خودشان آفریده می‌شوند و برای خود نه اختیار زیان را دارند و نه اختیار نفع را. و نه مالک مرگ‌اند و نه مالک حیات و نه رستاخیز (خویش).",
      "translation_pashto": "25-3 او دوى (كفارو) له هغه نه غیر نور داسې معبودان نیولي دي چې هېڅ شى نشي پیدا كولى، په داسې حال كې چې دوى پیدا كاوه شي او دوى د خپلو ځانونو لپاره نه د ضرر مالكان دي او نه د نفعې او نه د مرګ اختیار لري او نه د ژوند او نه د بیا ژوندي كولو"
    },
    {
      "number": 4,
      "text": "وَقَالَ ٱلَّذِينَ كَفَرُوٓا۟ إِنْ هَٰذَآ إِلَّآ إِفْكٌ ٱفْتَرَىٰهُ وَأَعَانَهُۥ عَلَيْهِ قَوْمٌ ءَاخَرُونَ ۖ فَقَدْ جَآءُو ظُلْمًۭا وَزُورًۭا",
      "page": 360,
      "juz": 18,
      "hizb": 36,
      "sajda": false,
      "translation_dari": "و کافران گفتند: این (قرآن) دروغی بیش نیست که خود (محمد) آن را ساخته است و گروهی دیگر او را بر آن یاری کرده‌اند. به يقين که ظلم و دروغ در میان آورده‌اند.",
      "translation_pashto": "25-4 او كافران شویو خلقو وویل: نه دى دا مګر دروغ چې ده، له ځانه جوړ كړى دى او په ده باندې نورو خلقو د ده مرسته كړې ده، نو یقینًا دغو (كفارو) وكړ لوى ظلم او دروغ"
    },
    {
      "number": 5,
      "text": "وَقَالُوٓا۟ أَسَٰطِيرُ ٱلْأَوَّلِينَ ٱكْتَتَبَهَا فَهِىَ تُمْلَىٰ عَلَيْهِ بُكْرَةًۭ وَأَصِيلًۭا",
      "page": 360,
      "juz": 18,
      "hizb": 36,
      "sajda": false,
      "translation_dari": "و (باز) گفتند: افسانه‌های پیشینیان است که آن را برای خود نوشته است و صبح و شام بر او خوانده می‌شود.",
      "translation_pashto": "25-5 او دوى وویل: (دا) د ړومبنیو خلقو باطلې قصې دي چې ده په چا لیكلي دي، نو هغه ده ته سبا او بېګاه لوستلى شي"
    },
    {
      "number": 6,
      "text": "قُلْ أَنزَلَهُ ٱلَّذِى يَعْلَمُ ٱلسِّرَّ فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۚ إِنَّهُۥ كَانَ غَفُورًۭا رَّحِيمًۭا",
      "page": 360,
      "juz": 18,
      "hizb": 36,
      "sajda": false,
      "translation_dari": "بگو: آن را ذاتی نازل کرده است که هر راز نهانی را که در آسمان‌ها و زمین است می‌داند. يقيناً او آمرزگار (و) مهربان است.",
      "translation_pashto": "25-6 ته (دوى ته) ووایه: دا (قرآن) هغه ذات نازل كړى دى چې عالم دى په هر پټ څیز باندې چې په اسمانونو او ځمكه كې دى، بېشكه هغه ډېر بخښونكى، بې حده رحم كوونكى دى"
    },
    {
      "number": 7,
      "text": "وَقَالُوا۟ مَالِ هَٰذَا ٱلرَّسُولِ يَأْكُلُ ٱلطَّعَامَ وَيَمْشِى فِى ٱلْأَسْوَاقِ ۙ لَوْلَآ أُنزِلَ إِلَيْهِ مَلَكٌۭ فَيَكُونَ مَعَهُۥ نَذِيرًا",
      "page": 360,
      "juz": 18,
      "hizb": 36,
      "sajda": false,
      "translation_dari": "و گفتند: این پیغمبر را چه شده است که غذا می‌خورد و در بازارها می‌رود؟! چرا فرشته‌ای به‌سوی او فرستاده نشده تا همراه او بيم‌دهنده باشد؟",
      "translation_pashto": "25-7 او دوى وايي: دې رسول ته څه دي چې طعام خوري او په بازارونو كې ګرځي، ده ته ملايك ولې نه نازلاوه شي، بيا چې له ده سره دغه (ملايك) وېروونكي شي"
    },
    {
      "number": 8,
      "text": "أَوْ يُلْقَىٰٓ إِلَيْهِ كَنزٌ أَوْ تَكُونُ لَهُۥ جَنَّةٌۭ يَأْكُلُ مِنْهَا ۚ وَقَالَ ٱلظَّٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلًۭا مَّسْحُورًا",
      "page": 360,
      "juz": 18,
      "hizb": 36,
      "sajda": false,
      "translation_dari": "یا چرا گنجی (از آسمان) بر او انداخته نمی‌شود، یا چرا باغی ندارد که از (میوه‌های) آن بخورد؟ و ظالمان گفتند: شما جز از انسان جادوزده پیروی نمی‌کنید؟",
      "translation_pashto": "25-8 یا ده ته خزانه ولې نه غورځولى كېږي، یا ولې د ده لپاره داسې باغ نه كېږي چې دا له هغه نه خوراك كوي؟ او ظالمانو وویل: تاسو پيروي نه كوئ مګر د داسې سړي چې سحر (جادو) پرې شوى دى"
    },
    {
      "number": 9,
      "text": "ٱنظُرْ كَيْفَ ضَرَبُوا۟ لَكَ ٱلْأَمْثَٰلَ فَضَلُّوا۟ فَلَا يَسْتَطِيعُونَ سَبِيلًۭا",
      "page": 360,
      "juz": 18,
      "hizb": 36,
      "sajda": false,
      "translation_dari": "بنگر چگونه برای تو مثل‌ها زدند، پس گمراه شدند، در نتیجه هیچ راهی نمی‌یابند.",
      "translation_pashto": "25-9 ته وګوره! دوى تا لپاره څنګه مثالونه بیانوي، نو ګمراه شول، نو دوى د (حقې) لارې (د موندلو) هېڅ طاقت نه لري"
    },
    {
      "number": 10,
      "text": "تَبَارَكَ ٱلَّذِىٓ إِن شَآءَ جَعَلَ لَكَ خَيْرًۭا مِّن ذَٰلِكَ جَنَّٰتٍۢ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ وَيَجْعَل لَّكَ قُصُورًۢا",
      "page": 360,
      "juz": 18,
      "hizb": 36,
      "sajda": false,
      "translation_dari": "بسیار خجسته و بابرکت است آن ذاتی که اگر بخواهد برایت بهتر از این می‌سازد، باغ‌هایی که از زیر (درختان) آن نهرها روان است و برای تو قصرها قرار می‌دهد.",
      "translation_pashto": "25-10 ډېر بركتناك دى هغه ذات چې كه وغواړي تا لپاره به د دغو (خزانو) نه غوره وګرځوي (یعنې داسې) باغونه چې د هغو له لاندې ولې بهېږي او تا لپاره به بنګلې جوړې كړي"
    },
    {
      "number": 11,
      "text": "بَلْ كَذَّبُوا۟ بِٱلسَّاعَةِ ۖ وَأَعْتَدْنَا لِمَن كَذَّبَ بِٱلسَّاعَةِ سَعِيرًا",
      "page": 360,
      "juz": 18,
      "hizb": 36,
      "sajda": false,
      "translation_dari": "بلکه قيامت را دروغ شمردند و ما برای کسی که قیامت را دروغ بشمارد، دوزخ را آماده کرده‌ایم.",
      "translation_pashto": "25-11 بلكې دوى د قیامت تكذیب وكړ او مونږ د هغه چا لپاره چې د قیامت تكذیب كوي ؛ لمبې وهونكى اور تیار كړى دى"
    },
    {
      "number": 12,
      "text": "إِذَا رَأَتْهُم مِّن مَّكَانٍۭ بَعِيدٍۢ سَمِعُوا۟ لَهَا تَغَيُّظًۭا وَزَفِيرًۭا",
      "page": 361,
      "juz": 18,
      "hizb": 36,
      "sajda": false,
      "translation_dari": "و چون (دوزخ) آنان را از جای دور ببیند، (دوزخیان) خشم و خروشی از آن می‌شنوند.",
      "translation_pashto": "25-12 كله چې هغه (اور) دوى لره له ډېر لرې ځاى نه وویني، نو دوى به د هغه خوټكېدل او غورېدل واوري"
    },
    {
      "number": 13,
      "text": "وَإِذَآ أُلْقُوا۟ مِنْهَا مَكَانًۭا ضَيِّقًۭا مُّقَرَّنِينَ دَعَوْا۟ هُنَالِكَ ثُبُورًۭا",
      "page": 361,
      "juz": 18,
      "hizb": 36,
      "sajda": false,
      "translation_dari": "و چون در جای تنگ از آن انداخته شوند، در حالیکه دست و پا بسته‌اند، خواهان مرگ و نابودی می‌شوند.",
      "translation_pashto": "25-13 او كله چې دوى په دغه (دوزخ) كې په تنګ ځاى كې وغورځول شي، په داسې حال كې چې له یو بل سره به په ځنځیرونو تړل شوي وي (، نو) دوى به په دغه ځاى كې مرګ ته چغې وهي"
    },
    {
      "number": 14,
      "text": "لَّا تَدْعُوا۟ ٱلْيَوْمَ ثُبُورًۭا وَٰحِدًۭا وَٱدْعُوا۟ ثُبُورًۭا كَثِيرًۭا",
      "page": 361,
      "juz": 18,
      "hizb": 36,
      "sajda": false,
      "translation_dari": "(برایشان گفته می‌شود:) امروز یکبار مرگ و نابودی مخواهید (بلکه برای خود) بارها نابودی را بخواهید.",
      "translation_pashto": "25-14 نن ورځ تاسو یو هلاكت (مرګ) ته چغې مه وهئ او (بلكې) تاسو ډېرو هلاكتونو ته چغې ووهئ"
    },
    {
      "number": 15,
      "text": "قُلْ أَذَٰلِكَ خَيْرٌ أَمْ جَنَّةُ ٱلْخُلْدِ ٱلَّتِى وُعِدَ ٱلْمُتَّقُونَ ۚ كَانَتْ لَهُمْ جَزَآءًۭ وَمَصِيرًۭا",
      "page": 361,
      "juz": 18,
      "hizb": 36,
      "sajda": false,
      "translation_dari": "بگو: آیا این (عقوبت) بهتر است یا بهشت جاویدانی که به پرهیز گاران وعده داده شده است؟ که برایشان پاداش و بازگشت‌گاه است.",
      "translation_pashto": "25-15 ته (دوى ته) ووایه: دغه (خیر) غوره دى، یا كه هغه د همېشه والي جنت چې متقیانو (پرهېزګارو) ته يې وعده وركړى شوې ده؟ دغه به د دوى لپاره بدله او د ورتلو ځاى وي"
    },
    {
      "number": 16,
      "text": "لَّهُمْ فِيهَا مَا يَشَآءُونَ خَٰلِدِينَ ۚ كَانَ عَلَىٰ رَبِّكَ وَعْدًۭا مَّسْـُٔولًۭا",
      "page": 361,
      "juz": 18,
      "hizb": 36,
      "sajda": false,
      "translation_dari": "هرچه بخواهند در آنجا دارند. و برای همیشه در آنجا خواهند ماند، (این) وعده‌ای است که تحقق آن بر عهدۀ الله است که از او درخواست شده است.",
      "translation_pashto": "25-16 د دوى لپاره به په هغه كې هغه څه وي چې دوى يې غواړي، په داسې حال كې چې دوى به په كې تل وي، دا ستا د رب په ذمه غوښتل شوې وعده ده"
    },
    {
      "number": 17,
      "text": "وَيَوْمَ يَحْشُرُهُمْ وَمَا يَعْبُدُونَ مِن دُونِ ٱللَّهِ فَيَقُولُ ءَأَنتُمْ أَضْلَلْتُمْ عِبَادِى هَٰٓؤُلَآءِ أَمْ هُمْ ضَلُّوا۟ ٱلسَّبِيلَ",
      "page": 361,
      "juz": 18,
      "hizb": 36,
      "sajda": false,
      "translation_dari": "و یادآور شو روزی را که الله آنان را و آنچه را بجای الله می‌پرستیدند جمع کند، و (به معبودان) می‌گوید: آیا شما این بندگانم را گمراه کرده‌اید، یا اینکه خود راه گم کرده‌اند؟",
      "translation_pashto": "25-17 او (یاده كړه) هغه  ورځ چې هغه (الله) به راجمع كړي دوى او هغه څه چې دوى به يې له الله نه غیر عبادت كاوه، نو وبه وايي: ایا تاسو زما دغه بنده ګان ګمراه كړي وو، یا دوى پخپله (حقه) لاره وركه كړې وه؟"
    },
    {
      "number": 18,
      "text": "قَالُوا۟ سُبْحَٰنَكَ مَا كَانَ يَنۢبَغِى لَنَآ أَن نَّتَّخِذَ مِن دُونِكَ مِنْ أَوْلِيَآءَ وَلَٰكِن مَّتَّعْتَهُمْ وَءَابَآءَهُمْ حَتَّىٰ نَسُوا۟ ٱلذِّكْرَ وَكَانُوا۟ قَوْمًۢا بُورًۭا",
      "page": 361,
      "juz": 18,
      "hizb": 36,
      "sajda": false,
      "translation_dari": "آنان (معبودان با تعجب در پاسخ) می‌گویند: تو را به پاکی یاد می‌کنیم، برای ما سزاوار نیست که غیر از تو دوستانی بگیریم، بلکه آنان و پدرانشان را (از همه نعمت‌های دنیوی) برخوردار ساختی تا آنجا که یاد تو را فراموش کردند، و قوم هلاک شده بودند.",
      "translation_pashto": "25-18 دغه (معبودان) به ووايي: تالره پاكي ده، مونږ ته جايز نه ده چې مونږ له تا نه غیر دوستان ونیسو او لېكن تا دوى ته او د دوى پلرونو ته فايده (او ښه زندګي) وركړې وه، تر دې چې دوى ذكر (نصیحت) هېر كړ او دوى هلاكېدونكى قوم و"
    },
    {
      "number": 19,
      "text": "فَقَدْ كَذَّبُوكُم بِمَا تَقُولُونَ فَمَا تَسْتَطِيعُونَ صَرْفًۭا وَلَا نَصْرًۭا ۚ وَمَن يَظْلِم مِّنكُمْ نُذِقْهُ عَذَابًۭا كَبِيرًۭا",
      "page": 361,
      "juz": 18,
      "hizb": 36,
      "sajda": false,
      "translation_dari": "(باز به مشرکان گفته شود:) به یقین ایشان سخنان شما را تکذیب کردند، پس در نتیجه نمی‌توانید عذاب را از خود دفع کنید و نه خود را یاری دهید، و هرکس از شما ظلم کند، عذاب بزرگ را به او می‌چشانیم.",
      "translation_pashto": "25-19 نو یقینًا (اى مشركانو!) دوى تاسو دروغجن كړئ په هغې خبره كې چې تاسو ویله، نو تاسو نه د (عذاب د) ګرځولو طاقت لرئ او نه د مدد كولو، او په تاسو كې هر هغه څوك چې ظلم وكړي! مونږ به هغه ته ډېر لوى عذاب وڅكوو"
    },
    {
      "number": 20,
      "text": "وَمَآ أَرْسَلْنَا قَبْلَكَ مِنَ ٱلْمُرْسَلِينَ إِلَّآ إِنَّهُمْ لَيَأْكُلُونَ ٱلطَّعَامَ وَيَمْشُونَ فِى ٱلْأَسْوَاقِ ۗ وَجَعَلْنَا بَعْضَكُمْ لِبَعْضٍۢ فِتْنَةً أَتَصْبِرُونَ ۗ وَكَانَ رَبُّكَ بَصِيرًۭا",
      "page": 361,
      "juz": 18,
      "hizb": 36,
      "sajda": false,
      "translation_dari": "و ما پیش از تو پیغمبرانی را نفرستاده‌ایم، مگر اینکه غذا می‌خوردند و در بازارها راه می‌رفتند. و ما بعضی از شما را وسیلۀ امتحان بعضی دیگر قرار دادیم. آیا (در برابر آزمایش‌ها) صبر کرده می‌توانید؟ پروردگارت (به هر چیز) بیناست.",
      "translation_pashto": "25-20 او له تا نه مخكې مونږ رسولان نه دي لېږلي مګر چې یقینًا هغوى به خامخا طعام خواړه، او په بازارونو كې ګرځېدل او مونږه ستاسو ځینې د ځینو نورو لپاره ازمېښت ګرځولي دي (چې) ایا تاسو صبر كوئ (كه نه؟) او ستا رب له ازله ښه ليدونكى دى"
    },
    {
      "number": 21,
      "text": "۞ وَقَالَ ٱلَّذِينَ لَا يَرْجُونَ لِقَآءَنَا لَوْلَآ أُنزِلَ عَلَيْنَا ٱلْمَلَٰٓئِكَةُ أَوْ نَرَىٰ رَبَّنَا ۗ لَقَدِ ٱسْتَكْبَرُوا۟ فِىٓ أَنفُسِهِمْ وَعَتَوْ عُتُوًّۭا كَبِيرًۭا",
      "page": 362,
      "juz": 19,
      "hizb": 37,
      "sajda": false,
      "translation_dari": "و آنان که به ملاقات ما امید ندارند، می‌گویند: چرا فرشتگان بر ما فرود آورده نشد؟ یا چرا پروردگار خود را نمی‌بینیم؟ به راستی آنان خویشتن را بزرگ شمردند و سخت سرکشی کردند.",
      "translation_pashto": "25-21 او وویل هغو كسانو چې زمونږ د ملاقات امېد نه لري: پر مونږ باندې ملايك ولې نه نازلولى شي، یا (ولې) مونږ خپل رب نه وینو، یقینًا یقینًا دوى په خپلو نفسونو كې كبر وكړ، او له حده تېر شول، له حد نه ډېر لوى تېرېدل"
    },
    {
      "number": 22,
      "text": "يَوْمَ يَرَوْنَ ٱلْمَلَٰٓئِكَةَ لَا بُشْرَىٰ يَوْمَئِذٍۢ لِّلْمُجْرِمِينَ وَيَقُولُونَ حِجْرًۭا مَّحْجُورًۭا",
      "page": 362,
      "juz": 19,
      "hizb": 37,
      "sajda": false,
      "translation_dari": "روزی که فرشتگان را می‌بینند، آن روز برای مجرمان هیچ مژده‌ای نیست و (فرشتگان به کفار) می‌گویند: (از رحمت الهی) بازداشته شوید (و نصیبی جز محرومیت ندارید).",
      "translation_pashto": "25-22 (یاده كړه) هغه ورځ چې دوى به ملايك ویني، په دغې ورځ كې به د مجرمانو لپاره هېڅ زېرى (خوشالي) نه وي او وايي به (ملايك چې جنت) بند دى، ممنوع دى"
    },
    {
      "number": 23,
      "text": "وَقَدِمْنَآ إِلَىٰ مَا عَمِلُوا۟ مِنْ عَمَلٍۢ فَجَعَلْنَٰهُ هَبَآءًۭ مَّنثُورًا",
      "page": 362,
      "juz": 19,
      "hizb": 37,
      "sajda": false,
      "translation_dari": "و ما به (محاسبۀ) تمام اعمالی که آنان انجام داده بودند، می‌پردازیم. باز آن را چون غبار برباد رفته می‌گردانیم.",
      "translation_pashto": "25-23 او دوى چې څه عمل هم كړى دى هغه ته به مونږ ورسو، نو هغه به خور كړى شوى ګرد وګرځوو"
    },
    {
      "number": 24,
      "text": "أَصْحَٰبُ ٱلْجَنَّةِ يَوْمَئِذٍ خَيْرٌۭ مُّسْتَقَرًّۭا وَأَحْسَنُ مَقِيلًۭا",
      "page": 362,
      "juz": 19,
      "hizb": 37,
      "sajda": false,
      "translation_dari": "جنتیان در آن روز منزلگاه و استراحت‌گاهشان بهتر و نیکوتر است.",
      "translation_pashto": "25-24 جنتیان به په دغې ورځ كې د استوګنې په لحاظ غوره او د ارام ځاى په لحاظ ډېر ښه وي"
    },
    {
      "number": 25,
      "text": "وَيَوْمَ تَشَقَّقُ ٱلسَّمَآءُ بِٱلْغَمَٰمِ وَنُزِّلَ ٱلْمَلَٰٓئِكَةُ تَنزِيلًا",
      "page": 362,
      "juz": 19,
      "hizb": 37,
      "sajda": false,
      "translation_dari": "و (یادآور شو) روزی که آسمان با ابر شق گردد و فرشتگان پیاپی فرستاده شوند.",
      "translation_pashto": "25-25 او (یاده كړه) هغه ورځ چې په ورېځو سره به اسمان ټوټې ټوټې شي او ملايك به نازل كړى شي (پرله پسې) نازلول"
    },
    {
      "number": 26,
      "text": "ٱلْمُلْكُ يَوْمَئِذٍ ٱلْحَقُّ لِلرَّحْمَٰنِ ۚ وَكَانَ يَوْمًا عَلَى ٱلْكَٰفِرِينَ عَسِيرًۭا",
      "page": 362,
      "juz": 19,
      "hizb": 37,
      "sajda": false,
      "translation_dari": "آن روز سلطنت و پادشاهی حقیقی از پروردگار مهربان است. و آن روزی است که بر کافران بسیار دشوار خواهد بود.",
      "translation_pashto": "25-26 حقیقي بادشاهي به په دغې ورځ كې د رحمن لپاره وي، او وي به دغه په كافرانو ډېره سخته ورځ"
    },
    {
      "number": 27,
      "text": "وَيَوْمَ يَعَضُّ ٱلظَّالِمُ عَلَىٰ يَدَيْهِ يَقُولُ يَٰلَيْتَنِى ٱتَّخَذْتُ مَعَ ٱلرَّسُولِ سَبِيلًۭا",
      "page": 362,
      "juz": 19,
      "hizb": 37,
      "sajda": false,
      "translation_dari": "و (یادآور شو) روزی را که ظالم دست‌های خود را با دندان می‌گزد؛ می‌گوید: ای کاش من هم همرای پیغمبر، راه (ایمان و نجات را) در پیش می‌گرفتم.",
      "translation_pashto": "25-27 او (یاده كړه) هغه ورځ چې ظالم به په خپلو دواړو لاسونو خوله لګوي، په داسې حال كې چې وايي به: اى  كاشكې! ما له رسول سره (نېغه) لار نیولې وى"
    },
    {
      "number": 28,
      "text": "يَٰوَيْلَتَىٰ لَيْتَنِى لَمْ أَتَّخِذْ فُلَانًا خَلِيلًۭا",
      "page": 362,
      "juz": 19,
      "hizb": 37,
      "sajda": false,
      "translation_dari": "وای بر من! ای کاش فلان شخص (گمراه) را دوست خود نمی‌گرفتم.",
      "translation_pashto": "25-28 اى زما هلاكته! كاشكې ما فلانكى سړى دوست نه وى جوړ كړى"
    },
    {
      "number": 29,
      "text": "لَّقَدْ أَضَلَّنِى عَنِ ٱلذِّكْرِ بَعْدَ إِذْ جَآءَنِى ۗ وَكَانَ ٱلشَّيْطَٰنُ لِلْإِنسَٰنِ خَذُولًۭا",
      "page": 362,
      "juz": 19,
      "hizb": 37,
      "sajda": false,
      "translation_dari": "یقیناً که مرا از ذکر (الله و کتاب او) پس از آن که به‌سوی من آمد، گمراه ساخت. و شیطان همیشه خوارکنندۀ انسان است (در خواری و ذلت او را تنها می‌گذارد).",
      "translation_pashto": "25-29 یقینًا یقینًا هغه زه له ذكر (قرآن) نه ګمراه كړم، كله چې هغه (ذكر) ما ته راغى او شیطان انسان لره بې مدده پرېښودونكى دى"
    },
    {
      "number": 30,
      "text": "وَقَالَ ٱلرَّسُولُ يَٰرَبِّ إِنَّ قَوْمِى ٱتَّخَذُوا۟ هَٰذَا ٱلْقُرْءَانَ مَهْجُورًۭا",
      "page": 362,
      "juz": 19,
      "hizb": 37,
      "sajda": false,
      "translation_dari": "و پیغمبر (شکوا کنان) می‌گوید: ای پروردگارم! قوم من این قرآن را رها نموده و از آن دوری گرفته‌اند.",
      "translation_pashto": "25-30 او رسول وویل: اى زما ربه! بېشكه زما قوم دا قرآن متروك ګرځولى دى"
    },
    {
      "number": 31,
      "text": "وَكَذَٰلِكَ جَعَلْنَا لِكُلِّ نَبِىٍّ عَدُوًّۭا مِّنَ ٱلْمُجْرِمِينَ ۗ وَكَفَىٰ بِرَبِّكَ هَادِيًۭا وَنَصِيرًۭا",
      "page": 362,
      "juz": 19,
      "hizb": 37,
      "sajda": false,
      "translation_dari": "و این چنین برای هر پیغمبر دشمنی از مجرمان قرار دادیم و همین کافی است که پروردگار تو هدایتگر و مددکننده باشد.",
      "translation_pashto": "25-31 او همداسې مونږ د هر نبي لپاره له مجرمانو څخه دښمنان ګرځولي وو او ستا رب ډېر كافي دى، سمه لار ښوونكى، او ښه مدد كوونكى"
    },
    {
      "number": 32,
      "text": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لَوْلَا نُزِّلَ عَلَيْهِ ٱلْقُرْءَانُ جُمْلَةًۭ وَٰحِدَةًۭ ۚ كَذَٰلِكَ لِنُثَبِّتَ بِهِۦ فُؤَادَكَ ۖ وَرَتَّلْنَٰهُ تَرْتِيلًۭا",
      "page": 362,
      "juz": 19,
      "hizb": 37,
      "sajda": false,
      "translation_dari": "و کافران گفتند: چرا قرآن یکجا بر او نازل نشد؟ این طور (آن را به تدریج نازل کردیم) تا دل تو را به وسیلۀ آن محکم و استوار کنیم. و آن را آهسته و آرام بر تو خواندیم.",
      "translation_pashto": "25-32 او كافران شویو خلقو وویل: په ده باندې قرآن ټول یو كرت ولې نه نازلاوه شي؟ همداسې (لږ لږ يې نازلوو) د دې لپاره چې په ده سره مونږ ستا زړه مضبوط كړو او مونږ ښه په ارام لوستى دى دا (قرآن په تا باندې) په ارام لوستل"
    },
    {
      "number": 33,
      "text": "وَلَا يَأْتُونَكَ بِمَثَلٍ إِلَّا جِئْنَٰكَ بِٱلْحَقِّ وَأَحْسَنَ تَفْسِيرًا",
      "page": 363,
      "juz": 19,
      "hizb": 37,
      "sajda": false,
      "translation_dari": "و (کافران) نزد تو هیچ مثلی نمی‌آورند، مگر این که ما (جواب) برحق و نیک‌تر از روی تفسیر برایت می‌آوریم.",
      "translation_pashto": "25-33 او دوى تا ته كوم مثال (عجیب سوال او اعتراض) نه راوړي مګر مونږ تا ته راوړو (د هغه) حق (جواب) او تر ټولو ښه تفسیر"
    },
    {
      "number": 34,
      "text": "ٱلَّذِينَ يُحْشَرُونَ عَلَىٰ وُجُوهِهِمْ إِلَىٰ جَهَنَّمَ أُو۟لَٰٓئِكَ شَرٌّۭ مَّكَانًۭا وَأَضَلُّ سَبِيلًۭا",
      "page": 363,
      "juz": 19,
      "hizb": 37,
      "sajda": false,
      "translation_dari": "آنان که بر چهره‌های خود افتاده به‌سوی دوزخ حشر می‌شوند، آنان بدترین جای و گم‌ترین راه را دارند.",
      "translation_pashto": "25-34 هغه كسان چې جهنم ته به په خپلو مخونو جمع كولى شي، دغه كسان د ځاى په لحاظ تر ټولو بد او د لارې په لحاظ تر ټولو ګمراه دي"
    },
    {
      "number": 35,
      "text": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَٰبَ وَجَعَلْنَا مَعَهُۥٓ أَخَاهُ هَٰرُونَ وَزِيرًۭا",
      "page": 363,
      "juz": 19,
      "hizb": 37,
      "sajda": false,
      "translation_dari": "و به یقین ما به موسی کتاب (تورات) دادیم و برادرش هارون را همراه او وزیرش گردانیدیم.",
      "translation_pashto": "25-35 او یقینًا یقینًا مونږ موسٰى ته كتاب وركړى و او مونږ له هغه سره د هغه ورور هارون مددګار ګرځولى و"
    },
    {
      "number": 36,
      "text": "فَقُلْنَا ٱذْهَبَآ إِلَى ٱلْقَوْمِ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَٰتِنَا فَدَمَّرْنَٰهُمْ تَدْمِيرًۭا",
      "page": 363,
      "juz": 19,
      "hizb": 37,
      "sajda": false,
      "translation_dari": "پس گفتیم: به‌سوی قومی بروید که آیات ما را دروغ شمردند، پس آنان را به سختی هلاک و نابود کردیم.",
      "translation_pashto": "25-36 نو مونږ وویل: تاسو دواړه هغه قوم ته لاړ شئ چې زمونږ د ایتونو تكذیب يې كړى دى، بیا مونږ هغوى (فرعونیان) هلاك كړل، سخت هلاكول"
    },
    {
      "number": 37,
      "text": "وَقَوْمَ نُوحٍۢ لَّمَّا كَذَّبُوا۟ ٱلرُّسُلَ أَغْرَقْنَٰهُمْ وَجَعَلْنَٰهُمْ لِلنَّاسِ ءَايَةًۭ ۖ وَأَعْتَدْنَا لِلظَّٰلِمِينَ عَذَابًا أَلِيمًۭا",
      "page": 363,
      "juz": 19,
      "hizb": 37,
      "sajda": false,
      "translation_dari": "قوم نوح را چون پیغمبران را تکذیب کردند، غرق ساختیم و ایشان را برای مردم عبرت گردانیدیم، و برای ظالمان عذاب دردناک آماده کرده‌ایم.",
      "translation_pashto": "25-37 او (مونږ هلاك كړ) د نوح قوم، كله چې هغوى د رسولانو تكذیب وكړ، مونږ هغوى غرق كړل او مونږه دوى د خلقو لپاره (د عبرت) نشان وګرځول او مونږه د ظالمانو لپاره ډېر دردوونكى عذاب تیار كړى دى"
    },
    {
      "number": 38,
      "text": "وَعَادًۭا وَثَمُودَا۟ وَأَصْحَٰبَ ٱلرَّسِّ وَقُرُونًۢا بَيْنَ ذَٰلِكَ كَثِيرًۭا",
      "page": 363,
      "juz": 19,
      "hizb": 37,
      "sajda": false,
      "translation_dari": "و عاد و ثمود و اصحاب الرس و اهل قرن‌های زیادی که در این میان‌شان بودند (هلاک و نابود ساختیم).",
      "translation_pashto": "25-38 او (مونږ هلاك كړي دي) عادیان او ثمودیان او د كوهي والا او د دوى په مينځ كې ډېر زیات نور قومونه"
    },
    {
      "number": 39,
      "text": "وَكُلًّۭا ضَرَبْنَا لَهُ ٱلْأَمْثَٰلَ ۖ وَكُلًّۭا تَبَّرْنَا تَتْبِيرًۭا",
      "page": 363,
      "juz": 19,
      "hizb": 37,
      "sajda": false,
      "translation_dari": "و برای هریک مثل‌ها آوردیم و هریک را (بعد از نافرمانی‌شان) به سختی نابود کردیم.",
      "translation_pashto": "25-39 او (په دوى كې) هر یو ته، مونږ هغه ته مثالونه بیان كړي وو او مونږ ټول هلاك كړل، بېخي هلاكول"
    },
    {
      "number": 40,
      "text": "وَلَقَدْ أَتَوْا۟ عَلَى ٱلْقَرْيَةِ ٱلَّتِىٓ أُمْطِرَتْ مَطَرَ ٱلسَّوْءِ ۚ أَفَلَمْ يَكُونُوا۟ يَرَوْنَهَا ۚ بَلْ كَانُوا۟ لَا يَرْجُونَ نُشُورًۭا",
      "page": 363,
      "juz": 19,
      "hizb": 37,
      "sajda": false,
      "translation_dari": "و البته (مشرکان) بر قریه‌ای که باران بلا بر اهالی آنجا بارانده شد، گذشته‌اند، آیا آن را نمی‌دیدند؟ بلکه امیدی به زنده شدن نداشتند.",
      "translation_pashto": "25-40 او یقینًا یقینًا دوى په هغه كلي تېر شوي دي چې په هغه باندې د بدۍ باران ورول شوى و، ایا نو دوى هغه نه لیده ؟ بلكې دوى د بیا ژوندي پورته كېدلو امېد نه لاره"
    },
    {
      "number": 41,
      "text": "وَإِذَا رَأَوْكَ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا ٱلَّذِى بَعَثَ ٱللَّهُ رَسُولًا",
      "page": 363,
      "juz": 19,
      "hizb": 37,
      "sajda": false,
      "translation_dari": "و چون تو را بینند، جز این نیست که ترا به استهزا و تمسخر می‌گیرند (و می‌گویند): آیا این است همان کسی که الله او را به حیث پیغمبر فرستاده است؟!",
      "translation_pashto": "25-41 او كله چې دوى تا وویني (، نو) دوى تا نه نیسي مګر ځاى د مسخرې (او وايي:) ایا دا هغه سړى دى چې الله، (په طور د) رسول رالېږلى دى؟"
    },
    {
      "number": 42,
      "text": "إِن كَادَ لَيُضِلُّنَا عَنْ ءَالِهَتِنَا لَوْلَآ أَن صَبَرْنَا عَلَيْهَا ۚ وَسَوْفَ يَعْلَمُونَ حِينَ يَرَوْنَ ٱلْعَذَابَ مَنْ أَضَلُّ سَبِيلًا",
      "page": 363,
      "juz": 19,
      "hizb": 37,
      "sajda": false,
      "translation_dari": "(و گفتند:) به راستی نزدیک بود که ما را از (پرستش) معبودان ما گمراه کند، اگر بر آن‌ها صبر و مقاومت نمی‌کردیم. و چون عذاب را ببینند به زودی خواهند دانست که چه کسی گمراهتر است.",
      "translation_pashto": "25-42 بېشكه چې دى نژدې و چې مونږ خامخا له خپلو معبودانو نه بې لارې كړي كه مونږ په دوى ټینګ ودرېدلي نه وى (الله فرمايي:) دوى به ژر پوه شي كله چې دوى عذاب ویني چې څوك له (حقې) لارې نه ډېر بې لارې دى"
    },
    {
      "number": 43,
      "text": "أَرَءَيْتَ مَنِ ٱتَّخَذَ إِلَٰهَهُۥ هَوَىٰهُ أَفَأَنتَ تَكُونُ عَلَيْهِ وَكِيلًا",
      "page": 363,
      "juz": 19,
      "hizb": 37,
      "sajda": false,
      "translation_dari": "آیا دیده‌ای آن کسی را که هوای نفس خود را معبود خود گرفته است؟ آیا تو بر او وکیل می‌باشی؟",
      "translation_pashto": "25-43 ایا ته هغه څوك وینې چې خپل معبود يې خپل خواهش ګرځولى دى! ایا نو ته به په ده باندې نګران يې"
    },
    {
      "number": 44,
      "text": "أَمْ تَحْسَبُ أَنَّ أَكْثَرَهُمْ يَسْمَعُونَ أَوْ يَعْقِلُونَ ۚ إِنْ هُمْ إِلَّا كَٱلْأَنْعَٰمِ ۖ بَلْ هُمْ أَضَلُّ سَبِيلًا",
      "page": 364,
      "juz": 19,
      "hizb": 37,
      "sajda": false,
      "translation_dari": "یا می‌پنداری که بیشترشان می‌شنوند یا می‌فهمند؟ آنان نیستند مگر مانند چهارپایان (بی‌خرد)، بلکه ایشان گمراه‌ترند.",
      "translation_pashto": "25-44 ایا ته ګمان كوې چې په رښتیا د دوى زیاتره اوري، یا له عقل نه كار اخلي، دوى نه دي مګر په شان د څارویو بلكې دوى د لارې په لحاظ زیات ګمراه دي"
    },
    {
      "number": 45,
      "text": "أَلَمْ تَرَ إِلَىٰ رَبِّكَ كَيْفَ مَدَّ ٱلظِّلَّ وَلَوْ شَآءَ لَجَعَلَهُۥ سَاكِنًۭا ثُمَّ جَعَلْنَا ٱلشَّمْسَ عَلَيْهِ دَلِيلًۭا",
      "page": 364,
      "juz": 19,
      "hizb": 37,
      "sajda": false,
      "translation_dari": "آیا ندیده‌ای که پروردگارت چگونه سایه را گسترده است؟ و اگر می‌خواست آن را ساکن می‌کرد. باز آفتاب را دلیل (گسترش) آن قرار دادیم.",
      "translation_pashto": "25-45 ایا تا (د) خپل رب (قدرت) ته نه دي كتلي چې هغه سیورى څنګه غځولى دى او كه هغه غوښتلى (نو) هغه به يې خامخا ولاړ (ساكن) ګرځولى وى، بیا مونږ په هغه باندې لمر دلیل وګرځاوه"
    },
    {
      "number": 46,
      "text": "ثُمَّ قَبَضْنَٰهُ إِلَيْنَا قَبْضًۭا يَسِيرًۭا",
      "page": 364,
      "juz": 19,
      "hizb": 37,
      "sajda": false,
      "translation_dari": "باز آن را آهسته به‌سوی خود باز می‌گیریم.",
      "translation_pashto": "25-46 بیا مونږ هغه خپل طرف ته راټول كړ ډېر اسان راټولول"
    },
    {
      "number": 47,
      "text": "وَهُوَ ٱلَّذِى جَعَلَ لَكُمُ ٱلَّيْلَ لِبَاسًۭا وَٱلنَّوْمَ سُبَاتًۭا وَجَعَلَ ٱلنَّهَارَ نُشُورًۭا",
      "page": 364,
      "juz": 19,
      "hizb": 37,
      "sajda": false,
      "translation_dari": "و اوست ذاتی که شب را برای‌تان لباس و خواب را مایۀ آرامش گردانید. و روز را (وقت) برخواستن شما (در زمین) قرار داد.",
      "translation_pashto": "25-47 او دى هماغه ذات دى چې تاسو لپاره يې شپه لباس او خوب (سبب د) ارام ګرځولى دى او ورځ يې د ګرځېدو وخت ګرځولې ده"
    },
    {
      "number": 48,
      "text": "وَهُوَ ٱلَّذِىٓ أَرْسَلَ ٱلرِّيَٰحَ بُشْرًۢا بَيْنَ يَدَىْ رَحْمَتِهِۦ ۚ وَأَنزَلْنَا مِنَ ٱلسَّمَآءِ مَآءًۭ طَهُورًۭا",
      "page": 364,
      "juz": 19,
      "hizb": 37,
      "sajda": false,
      "translation_dari": "و اوست ذاتی که پیش از رحمت خود (باران) بادها را مژده‌دهنده فرستاد و از آسمان آب پاکیزه نازل کردیم.",
      "translation_pashto": "25-48 او همدى هغه ذات دى چې هواګانې يې له رحمت نه مخكې زېرى وركوونكې لېږلې دي او مونږ له بره نه پاكوونكي اوبه نازلې كړې دي"
    },
    {
      "number": 49,
      "text": "لِّنُحْۦِىَ بِهِۦ بَلْدَةًۭ مَّيْتًۭا وَنُسْقِيَهُۥ مِمَّا خَلَقْنَآ أَنْعَٰمًۭا وَأَنَاسِىَّ كَثِيرًۭا",
      "page": 364,
      "juz": 19,
      "hizb": 37,
      "sajda": false,
      "translation_dari": "تا به وسیلۀ آن (آب) سرزمین مرده را زنده کنیم و آن را به آنچه از چهارپایان و انسان‌های بسیاری که آفریده‌ایم، بنوشانیم.",
      "translation_pashto": "25-49 د دې لپاره چې مونږ په دغو (اوبو) سره مړ ښار راژوندى كړو او چې دا په څارویو او ډېر زیاتو انسانانو وڅښوو، چې زمونږ له مخلوق ځنې دي"
    },
    {
      "number": 50,
      "text": "وَلَقَدْ صَرَّفْنَٰهُ بَيْنَهُمْ لِيَذَّكَّرُوا۟ فَأَبَىٰٓ أَكْثَرُ ٱلنَّاسِ إِلَّا كُفُورًۭا",
      "page": 364,
      "juz": 19,
      "hizb": 37,
      "sajda": false,
      "translation_dari": "و یقیناً آن (آیات و اندرزها) را در میان‌شان (به صورت) گوناگون بیان کردیم تا پند گیرند، ولی بیشترِ مردم جز کفران را قبول نکردند.",
      "translation_pashto": "25-50 او یقینًا یقینًا مونږ دا د دوى په مینځ كې په قسم قسم طریقو خورې كړې دي، لپاره د دې چې دوى نصیحت واخلي، نو زیاترو خلقو انكار وكړ مګر له كفر كولو نه"
    },
    {
      "number": 51,
      "text": "وَلَوْ شِئْنَا لَبَعَثْنَا فِى كُلِّ قَرْيَةٍۢ نَّذِيرًۭا",
      "page": 364,
      "juz": 19,
      "hizb": 37,
      "sajda": false,
      "translation_dari": "و اگر می‌خواستیم در هر قریه بیم‌دهنده‌ای می‌فرستادیم.",
      "translation_pashto": "25-51 او كه مونږ غوښتلى (، نو) مونږ به خامخا هر كلي ته یو وېروونكى لېږلى و"
    },
    {
      "number": 52,
      "text": "فَلَا تُطِعِ ٱلْكَٰفِرِينَ وَجَٰهِدْهُم بِهِۦ جِهَادًۭا كَبِيرًۭا",
      "page": 364,
      "juz": 19,
      "hizb": 37,
      "sajda": false,
      "translation_dari": "پس، از کافران اطاعت مکن. و با آن (قرآن) با آنان جهاد کن، جهادی بزرگ.",
      "translation_pashto": "25-52 نو ته د كافرانو اطاعت مه كوه او ته له دوى سره په دې (قرآن) سره جهاد كوه، ډېر لوى جهاد كول"
    },
    {
      "number": 53,
      "text": "۞ وَهُوَ ٱلَّذِى مَرَجَ ٱلْبَحْرَيْنِ هَٰذَا عَذْبٌۭ فُرَاتٌۭ وَهَٰذَا مِلْحٌ أُجَاجٌۭ وَجَعَلَ بَيْنَهُمَا بَرْزَخًۭا وَحِجْرًۭا مَّحْجُورًۭا",
      "page": 364,
      "juz": 19,
      "hizb": 37,
      "sajda": false,
      "translation_dari": "و او ذاتی است که دو دریا را در کنار هم روان ساخت، یکی شیرینِ خوشگوار و دیگری شورِ تلخ است. و در میان آن دو حایل و مانع محکم و استوار قرار داد.",
      "translation_pashto": "25-53 او دى هماغه ذات دى چې دوه دریابونه يې خوشې كړې دي (له یو بل سره جوخت) دا خوږ دى، ډېر خوږ (تنده ماتوونكى) او د ا (بل) تریو دى، ښه تریو او د دواړو په مینځ كې يې یوه پرده او بند پیدا كړى دى چې منع كړى شوى دى"
    },
    {
      "number": 54,
      "text": "وَهُوَ ٱلَّذِى خَلَقَ مِنَ ٱلْمَآءِ بَشَرًۭا فَجَعَلَهُۥ نَسَبًۭا وَصِهْرًۭا ۗ وَكَانَ رَبُّكَ قَدِيرًۭا",
      "page": 364,
      "juz": 19,
      "hizb": 37,
      "sajda": false,
      "translation_dari": "و او ذاتی است که از آب بشر را آفرید، پس برای او پیوند نسبی و سببی قرار داد، و پروردگارت همیشه تواناست.",
      "translation_pashto": "25-54 او دى همغه ذات دى چې له اوبو نه يې انسان پیدا كړى دى، بیا يې هغه (د) نسب او سخرګنۍ (والا) وګرځاوه او ستا رب ښه قادر دى"
    },
    {
      "number": 55,
      "text": "وَيَعْبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُهُمْ وَلَا يَضُرُّهُمْ ۗ وَكَانَ ٱلْكَافِرُ عَلَىٰ رَبِّهِۦ ظَهِيرًۭا",
      "page": 364,
      "juz": 19,
      "hizb": 37,
      "sajda": false,
      "translation_dari": "و غیر از الله چیزی را می‌پرستند که به آنان سود نمی‌بخشد و نه به آنان زیان می‌رساند. و کافر همیشه بر نافرمانی پروردگارش پشتیبان (شیطان) است.",
      "translation_pashto": "25-55 او دوى له الله نه غیر د هغه څه عبادت كوي چې دوى ته نه نفع رسولى شي اونه دوى ته ضرر رسولى شي او كافر د خپل رب په مخالفت كې (د شیطان) مدد كوونكى دى"
    },
    {
      "number": 56,
      "text": "وَمَآ أَرْسَلْنَٰكَ إِلَّا مُبَشِّرًۭا وَنَذِيرًۭا",
      "page": 365,
      "juz": 19,
      "hizb": 37,
      "sajda": false,
      "translation_dari": "و تو را جز مژده‌دهنده و بیم‌دهنده نفرستادیم.",
      "translation_pashto": "25-56 او ته مونږ نه يې لېږلى مګر زېرى وركوونكى او وېروونكى"
    },
    {
      "number": 57,
      "text": "قُلْ مَآ أَسْـَٔلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِلَّا مَن شَآءَ أَن يَتَّخِذَ إِلَىٰ رَبِّهِۦ سَبِيلًۭا",
      "page": 365,
      "juz": 19,
      "hizb": 37,
      "sajda": false,
      "translation_dari": "بگو: بر آن (ابلاغ قرآن) هیچ مزدی از شما نمی‌خواهم، جز این که هرکس بخواهد (به این وسیله) به‌سوی پروردگارش راهی را در پیش گیرد.",
      "translation_pashto": "25-57 ته (دوى ته)ووایه: زه له تاسو نه په دې (تبلیغ) باندې هېڅ مزدوري (اجرت) نه غواړم خو (غواړم ایمان راوړل د) هغه كس چې غواړي چې د خپل رب په طرف لار ونیسي"
    },
    {
      "number": 58,
      "text": "وَتَوَكَّلْ عَلَى ٱلْحَىِّ ٱلَّذِى لَا يَمُوتُ وَسَبِّحْ بِحَمْدِهِۦ ۚ وَكَفَىٰ بِهِۦ بِذُنُوبِ عِبَادِهِۦ خَبِيرًا",
      "page": 365,
      "juz": 19,
      "hizb": 37,
      "sajda": false,
      "translation_dari": "و بر آن زنده‌ای توکل کن که هرگز نمی‌میرد و با ستایش او را (به پاکی) یاد کن. و همین که او به گناهان بندگان خود آگاه می‌باشد، کافی است.",
      "translation_pashto": "25-58 او ته توكل وكړه په هغه تل ژوندي ذات چې نه مري او ته د هغه له ستاينې سره تسبیح بیانوه او هم الله د خپلو بنده ګانو په ګناهونو ښه كافي خبردار دى"
    },
    {
      "number": 59,
      "text": "ٱلَّذِى خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ وَمَا بَيْنَهُمَا فِى سِتَّةِ أَيَّامٍۢ ثُمَّ ٱسْتَوَىٰ عَلَى ٱلْعَرْشِ ۚ ٱلرَّحْمَٰنُ فَسْـَٔلْ بِهِۦ خَبِيرًۭا",
      "page": 365,
      "juz": 19,
      "hizb": 37,
      "sajda": false,
      "translation_dari": "آن ذاتی که آسمان‌ها و زمین و آنچه را که در میان آن‌هاست در شش روز آفرید، باز (طوری که شایستۀ شکوه و جلال اوست) بر عرش قرار گرفت. او دارای رحمت فراوان است، پس دربارۀ او از فرد دانا بپرس.",
      "translation_pashto": "25-59 هغه (الله) چې اسمانونه او ځمكه، او هغه څه چې د دواړو په مینځ كې دي، په شپږو ورځو كې پیدا كړي دي، بیا په عرش باندې برقرار شو، (دغه) رحمن دى، نو ته د ده په باره كې له ښه خبردار نه تپوس وكړه"
    },
    {
      "number": 60,
      "text": "وَإِذَا قِيلَ لَهُمُ ٱسْجُدُوا۟ لِلرَّحْمَٰنِ قَالُوا۟ وَمَا ٱلرَّحْمَٰنُ أَنَسْجُدُ لِمَا تَأْمُرُنَا وَزَادَهُمْ نُفُورًۭا ۩",
      "page": 365,
      "juz": 19,
      "hizb": 37,
      "sajda": false,
      "translation_dari": "و چون به کافران گفته شود: برای پروردگار بخشنده سجده کنید، گویند: پروردگار بخشنده چیست؟ آیا ما به چیزی سجده کنیم که تو به ما دستور می‌دهی؟ و این امر بر نفرت و گریزشان افزود.",
      "translation_pashto": "25-60 او كله چې دوى ته وویل شي: تاسو رحمٰن ته سجده وكړئ، دوى وايي: رحمن څه شى دى؟ ایا مونږ  به هغه څه  ته سجده كوو چې ته يې مونږ ته حكم راكوې او دا (رحمٰن ته د سجده كولو حكم) دوى ته منډه تېښته ورزیاته كړي"
    },
    {
      "number": 61,
      "text": "تَبَارَكَ ٱلَّذِى جَعَلَ فِى ٱلسَّمَآءِ بُرُوجًۭا وَجَعَلَ فِيهَا سِرَٰجًۭا وَقَمَرًۭا مُّنِيرًۭا",
      "page": 365,
      "juz": 19,
      "hizb": 37,
      "sajda": false,
      "translation_dari": "خجسته و بسیار بابرکت است ذاتی که در آسمان برج‌ها آفرید و در آن چراغ (خورشید) و ماه تابان را قرار داد.",
      "translation_pashto": "25-61 ډېر بركتناك دى هغه ذات چې په اسمان كې يې برجونه پیدا كړي دي او په ده كې يې چراغ (لمر) او رڼا كوونكې سپوږمۍ پیدا كړې ده"
    },
    {
      "number": 62,
      "text": "وَهُوَ ٱلَّذِى جَعَلَ ٱلَّيْلَ وَٱلنَّهَارَ خِلْفَةًۭ لِّمَنْ أَرَادَ أَن يَذَّكَّرَ أَوْ أَرَادَ شُكُورًۭا",
      "page": 365,
      "juz": 19,
      "hizb": 37,
      "sajda": false,
      "translation_dari": "و اوست ذاتی که شب و روز را جانشین یکدیگر قرار داد، برای کسی که خواهان پند گرفتن یا خواهان شکرگزاری است.",
      "translation_pashto": "25-62 او دى هماغه ذات دى چې شپه او ورځ يې یو له بل پسې راتلونكې پیدا كړي دي، د هغه چا لپاره چې اراده لري چې نصیحت واخلي یا غواړي چې شكر  وباسي"
    },
    {
      "number": 63,
      "text": "وَعِبَادُ ٱلرَّحْمَٰنِ ٱلَّذِينَ يَمْشُونَ عَلَى ٱلْأَرْضِ هَوْنًۭا وَإِذَا خَاطَبَهُمُ ٱلْجَٰهِلُونَ قَالُوا۟ سَلَٰمًۭا",
      "page": 365,
      "juz": 19,
      "hizb": 37,
      "sajda": false,
      "translation_dari": "و بندگان پروردگار رحمان کسانی‌اند که بر روی زمین متواضع راه می‌روند و چون نادانان ایشان را مخاطب قرار دهند گویند: سلام بر شما.",
      "translation_pashto": "25-63 او د رحمن بنده ګان هغه دي چې په ځمكه ورو ګرځي او كله چې له دوى سره جاهلان خطاب (خبره) كوي (نو) دوى سالمه (درسته) خبره كوي"
    },
    {
      "number": 64,
      "text": "وَٱلَّذِينَ يَبِيتُونَ لِرَبِّهِمْ سُجَّدًۭا وَقِيَٰمًۭا",
      "page": 365,
      "juz": 19,
      "hizb": 37,
      "sajda": false,
      "translation_dari": "و آنان که شب را با سجده و قیام برای پروردگارشان می‌گذرانند.",
      "translation_pashto": "25-64 او هغه كسان دي چې خپل رب ته شپه تېروي، په داسې حال كې چې سجده كوونكي او قیام كوونكي وي"
    },
    {
      "number": 65,
      "text": "وَٱلَّذِينَ يَقُولُونَ رَبَّنَا ٱصْرِفْ عَنَّا عَذَابَ جَهَنَّمَ ۖ إِنَّ عَذَابَهَا كَانَ غَرَامًا",
      "page": 365,
      "juz": 19,
      "hizb": 37,
      "sajda": false,
      "translation_dari": "و آنان که می‌گویند: ای پروردگار ما! عذاب جهنم را از ما بگردان، چون عذابش دایمی و دوامدار است.",
      "translation_pashto": "25-65 او هغه كسان دي چې وايي: اى زمونږ ربه! ته زمونږ نه د جهنم عذاب وګرځوه، بېشكه د هغه عذاب همېشه لازمېدونكى دى"
    },
    {
      "number": 66,
      "text": "إِنَّهَا سَآءَتْ مُسْتَقَرًّۭا وَمُقَامًۭا",
      "page": 365,
      "juz": 19,
      "hizb": 37,
      "sajda": false,
      "translation_dari": "یقیناً دوزخ بدترین قرارگاه و جایگاه است.",
      "translation_pashto": "25-66 بېشكه دا (جهنم) د قرار او استوګنې په لحاظ بد ځاى دى"
    },
    {
      "number": 67,
      "text": "وَٱلَّذِينَ إِذَآ أَنفَقُوا۟ لَمْ يُسْرِفُوا۟ وَلَمْ يَقْتُرُوا۟ وَكَانَ بَيْنَ ذَٰلِكَ قَوَامًۭا",
      "page": 365,
      "juz": 19,
      "hizb": 37,
      "sajda": false,
      "translation_dari": "و آنان که چون انفاق کنند، نه اسراف می‌کنند و نه بخل می‌ورزند، و شیوۀ‌شان بین این، (دو راه) وسط است.",
      "translation_pashto": "25-67 او هغه كسان دي چې كله انفاق كوي (مال لګوي نو) اسراف نه كوي او بخل هم نه كوي او د دغو (دواړو حالتونو) په مینځ كې میانه حاله وي"
    },
    {
      "number": 68,
      "text": "وَٱلَّذِينَ لَا يَدْعُونَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ وَلَا يَقْتُلُونَ ٱلنَّفْسَ ٱلَّتِى حَرَّمَ ٱللَّهُ إِلَّا بِٱلْحَقِّ وَلَا يَزْنُونَ ۚ وَمَن يَفْعَلْ ذَٰلِكَ يَلْقَ أَثَامًۭا",
      "page": 366,
      "juz": 19,
      "hizb": 37,
      "sajda": false,
      "translation_dari": "و آنانی که با الله معبود دیگری را نمی‌خوانند و نفسی را که الله (خونش را) حرام کرده است جز به حق نمی‌کشند و زنا نمی‌کنند. و هرکس چنین کند، مجازات آن را می‌بیند.",
      "translation_pashto": "25-68 او هغه كسان دي چې له الله سره بل معبود نه بلي او هغه نفس چې الله حرام كړى وي؛ ناحقه نه قتلوي او زنا نه كوي او څوك چې د غه (كارونه) وكړي (نو) هغه به د خپلې ګناه له جزا سره ملاقات وكړي"
    },
    {
      "number": 69,
      "text": "يُضَٰعَفْ لَهُ ٱلْعَذَابُ يَوْمَ ٱلْقِيَٰمَةِ وَيَخْلُدْ فِيهِۦ مُهَانًا",
      "page": 366,
      "juz": 19,
      "hizb": 37,
      "sajda": false,
      "translation_dari": "برای او عذاب در روز قیامت دو چندان می‌گردد و خوار و زار و جاودان در آن می‌ماند.",
      "translation_pashto": "25-69  د قیامت په ورځ به ده ته عذاب دوه چنده كولى شي او په هغه (عذاب) كې به تل وي، په داسې حال چې چې خوار او ذلیله به وي"
    },
    {
      "number": 70,
      "text": "إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ عَمَلًۭا صَٰلِحًۭا فَأُو۟لَٰٓئِكَ يُبَدِّلُ ٱللَّهُ سَيِّـَٔاتِهِمْ حَسَنَٰتٍۢ ۗ وَكَانَ ٱللَّهُ غَفُورًۭا رَّحِيمًۭا",
      "page": 366,
      "juz": 19,
      "hizb": 37,
      "sajda": false,
      "translation_dari": "مگر کسی که توبه کند و ایمان آورد و عمل صالح انجام دهد، پس ایشان‌اند که الله بدی‌هایشان را به نیکی‌ها تبدیل می‌کند و الله آمرزندۀ مهربان است.",
      "translation_pashto": "25-70 مګر هغه كس چې توبه وباسي او ایمان راوړي او نېك عمل وكړي، نو دغه كسان دي چې الله به د دوى بدۍ په نېكۍ سره بدلې كړي او الله له ازله ډېر بخښونكى، بې حده رحم كوونكى دى"
    },
    {
      "number": 71,
      "text": "وَمَن تَابَ وَعَمِلَ صَٰلِحًۭا فَإِنَّهُۥ يَتُوبُ إِلَى ٱللَّهِ مَتَابًۭا",
      "page": 366,
      "juz": 19,
      "hizb": 37,
      "sajda": false,
      "translation_dari": "و هرکس توبه کند و کار نیک انجام دهد حقا که او به‌سوی الله باز می‌گردد.",
      "translation_pashto": "25-71 او هغه څوك چې توبه وباسي او نېك عمل وكړي، نو بېشكه دغه كس الله ته رجوع كوي، رجوع كول"
    },
    {
      "number": 72,
      "text": "وَٱلَّذِينَ لَا يَشْهَدُونَ ٱلزُّورَ وَإِذَا مَرُّوا۟ بِٱللَّغْوِ مَرُّوا۟ كِرَامًۭا",
      "page": 366,
      "juz": 19,
      "hizb": 37,
      "sajda": false,
      "translation_dari": "و آنان که گواهی دروغ نمی‌دهند و چون بر (کار و سخن) بیهوده بگذرند، بزرگوارانه و شرافتمندانه می‌گذرند.",
      "translation_pashto": "25-72 او هغه كسان دي چې باطلو ته نه حاضرېږي او كله چې په بېكاره كار تېرېږي (نو) عزت داره تېرېږي"
    },
    {
      "number": 73,
      "text": "وَٱلَّذِينَ إِذَا ذُكِّرُوا۟ بِـَٔايَٰتِ رَبِّهِمْ لَمْ يَخِرُّوا۟ عَلَيْهَا صُمًّۭا وَعُمْيَانًۭا",
      "page": 366,
      "juz": 19,
      "hizb": 37,
      "sajda": false,
      "translation_dari": "و آنان که چون به آیات پروردگارشان پند داده شوند، بر آن کر و کور به سجده نمی‌افتند.",
      "translation_pashto": "25-73 او هغه كسان دي چې كله دوى ته د خپل رب په ایتونو سره نصیحت وكړى شي (نو) په دې (ایتونو) باندې كاڼه او ړانده نه غورځېږي"
    },
    {
      "number": 74,
      "text": "وَٱلَّذِينَ يَقُولُونَ رَبَّنَا هَبْ لَنَا مِنْ أَزْوَٰجِنَا وَذُرِّيَّٰتِنَا قُرَّةَ أَعْيُنٍۢ وَٱجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا",
      "page": 366,
      "juz": 19,
      "hizb": 37,
      "sajda": false,
      "translation_dari": "و آنان که می‌گویند: ای پروردگار ما! به ما از همسران و فرزندان ما آن را عنایت کن که مایۀ روشنی چشمان باشد. و ما را پیشوای پرهیزگاران بگردان.",
      "translation_pashto": "25-74 او هغه كسان دي چې وايي: اى زمونږه ربه! ته مونږ ته زمونږ له ښځو نه او زمونږ له اولادونو نه د سترګو یخ والى راوبښه او ته مونږ د متقیانو امام وګرځوه"
    },
    {
      "number": 75,
      "text": "أُو۟لَٰٓئِكَ يُجْزَوْنَ ٱلْغُرْفَةَ بِمَا صَبَرُوا۟ وَيُلَقَّوْنَ فِيهَا تَحِيَّةًۭ وَسَلَٰمًا",
      "page": 366,
      "juz": 19,
      "hizb": 37,
      "sajda": false,
      "translation_dari": "ایشان‌اند که به خاطر آن که صبر کردند، مقام بلند را می‌یابند و در آن جا به سلام و درود روبرو می‌شوند.",
      "translation_pashto": "25-75 دغه كسان دي چې د صبر كولو په سبب به دوى ته د اوچتو ماڼیو بدله وركولى شي او په دې (جنت) كې به د ژوند په دعا او سلام سره د دوى استقبال كولى شي"
    },
    {
      "number": 76,
      "text": "خَٰلِدِينَ فِيهَا ۚ حَسُنَتْ مُسْتَقَرًّۭا وَمُقَامًۭا",
      "page": 366,
      "juz": 19,
      "hizb": 37,
      "sajda": false,
      "translation_dari": "در آن جا همیشه می‌مانند، چه قرارگاه خوب و چه مقام نیکو است.",
      "translation_pashto": "25-76 په داسې حال كې چې همېشه به وي دوى په دغه (جنت) كې، د قرار او استوګنې په لحاظ دا ښه ځاى دى"
    },
    {
      "number": 77,
      "text": "قُلْ مَا يَعْبَؤُا۟ بِكُمْ رَبِّى لَوْلَا دُعَآؤُكُمْ ۖ فَقَدْ كَذَّبْتُمْ فَسَوْفَ يَكُونُ لِزَامًۢا",
      "page": 366,
      "juz": 19,
      "hizb": 37,
      "sajda": false,
      "translation_dari": "بگو: اگر دعای‌تان نباشد، پروردگار من به شما هیچ اعتنایی ندارد، در حقیقت تکذیب کردید و (نتیجۀ بد) آن ملازم شما خواهد بود.",
      "translation_pashto": "25-77 ته (دوى ته) ووایه: زما رب ستاسو څه پروا كوي كه ستاسو دعا كول نه وى، نو یقینًا تاسو تكذیب كړى دى، نو ژر به دا (د تكذیب سزا تاسو سره) لازمه وي"
    }
  ]
}