{
  "number": 29,
  "name": "العنكبوت",
  "name_dari": "عنکبوت",
  "meaning_dari": "عنکبوت",
  "revelationType": "مکی",
  "numberOfAyahs": 69,
  "ayahs": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ الٓمٓ",
      "page": 396,
      "juz": 20,
      "hizb": 40,
      "sajda": false,
      "translation_dari": "الم. (مفهوم این حروف به الله معلوم است).",
      "translation_pashto": "29-1 الف، لام، ميم"
    },
    {
      "number": 2,
      "text": "أَحَسِبَ ٱلنَّاسُ أَن يُتْرَكُوٓا۟ أَن يَقُولُوٓا۟ ءَامَنَّا وَهُمْ لَا يُفْتَنُونَ",
      "page": 396,
      "juz": 20,
      "hizb": 40,
      "sajda": false,
      "translation_dari": "آیا مردم گمان کرده‌اند همین که بگویند: ایمان آوردیم (به حال خود) رها می‌شوند و مورد آزمایش قرار نمی‌گیرند؟",
      "translation_pashto": "29-2 ایا خلقو دا ګمان كړى دى چې دوى به په خپلې دې وینا پرېښودل شي چې: مونږ ایمان راوړى دى، حال دا چې دوى به نه ازمایل كېږي"
    },
    {
      "number": 3,
      "text": "وَلَقَدْ فَتَنَّا ٱلَّذِينَ مِن قَبْلِهِمْ ۖ فَلَيَعْلَمَنَّ ٱللَّهُ ٱلَّذِينَ صَدَقُوا۟ وَلَيَعْلَمَنَّ ٱلْكَٰذِبِينَ",
      "page": 396,
      "juz": 20,
      "hizb": 40,
      "sajda": false,
      "translation_dari": "و به يقين کسانی را که پیش از آنان بودند آزمودیم، پس البته الله آنان را که راست گفتند معلوم می‌دارد، و دروغگویان را (نیز) معلوم می‌دارد.",
      "translation_pashto": "29-3 او یقینًا یقینًا مونږ هغه كسان ازمایلي وو چې له دوى نه مخكې وو، نو خامخا ضرور به الله هغه كسان معلوموي (ظاهروي) چې رښتیني دي او خامخا ضرور به دروغجن معلوموي"
    },
    {
      "number": 4,
      "text": "أَمْ حَسِبَ ٱلَّذِينَ يَعْمَلُونَ ٱلسَّيِّـَٔاتِ أَن يَسْبِقُونَا ۚ سَآءَ مَا يَحْكُمُونَ",
      "page": 396,
      "juz": 20,
      "hizb": 40,
      "sajda": false,
      "translation_dari": "آیا آنان که مرتکب بدی‌ها می‌شوند گمان می‌کنند که از ما پیشی می‌گیرند؟ چه بد قضاوت می‌کنند!",
      "translation_pashto": "29-4 بلكې ایا هغو كسانو ګمان كړى دى چې بد عملونه كوي چې دوى به زمونږ نه ړومبى (او خلاص) شي؟ بد دى هغه حكم (فیصله) چې دوى يې كوي"
    },
    {
      "number": 5,
      "text": "مَن كَانَ يَرْجُوا۟ لِقَآءَ ٱللَّهِ فَإِنَّ أَجَلَ ٱللَّهِ لَءَاتٍۢ ۚ وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
      "page": 396,
      "juz": 20,
      "hizb": 40,
      "sajda": false,
      "translation_dari": "هر کس که به لقای الله امید داشته باشد (بداند که) اجل مقرر الله آمدنی است و او شنوای داناست.",
      "translation_pashto": "29-5 هر څوك چې د الله د ملاقات امېد لري، نو بېشكه د الله (د ملاقات) نېټه خامخا راتلونكې ده او هم هغه ښه اورېدونكى، ښه عالم دى"
    },
    {
      "number": 6,
      "text": "وَمَن جَٰهَدَ فَإِنَّمَا يُجَٰهِدُ لِنَفْسِهِۦٓ ۚ إِنَّ ٱللَّهَ لَغَنِىٌّ عَنِ ٱلْعَٰلَمِينَ",
      "page": 396,
      "juz": 20,
      "hizb": 40,
      "sajda": false,
      "translation_dari": "و هرکس جهاد کنند جز این نیست که تنها برای خودش جهاد می‌کند. البته الله از جهانیان بی‌نیاز است.",
      "translation_pashto": "29-6 او هغه څوك چې جهاد كوي، نو یقینًا هم د خپل ځان لپاره جهاد كوي، بېشكه الله خامخا غني(ډېر بې پروا) دى،  له عالمونو نه"
    },
    {
      "number": 7,
      "text": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ لَنُكَفِّرَنَّ عَنْهُمْ سَيِّـَٔاتِهِمْ وَلَنَجْزِيَنَّهُمْ أَحْسَنَ ٱلَّذِى كَانُوا۟ يَعْمَلُونَ",
      "page": 397,
      "juz": 20,
      "hizb": 40,
      "sajda": false,
      "translation_dari": "و آنان که ایمان آوردند و کارهای نیک انجام دادند، حتما گناهانشان را از آنان محو می‌سازیم و به آنان نیکوترین آنچه را که می‌کردند پاداش می‌دهیم.",
      "translation_pashto": "29-7 او هغه كسان چې ایمان يې راوړى دى او نېك عملونه يې كړي دي، خامخا ضرور به مونږ له هغوى نه د هغوى ګناهونه ورژوو او خامخا ضرور به مونږ دوى ته د ترټولو غوره عملونو چې دوى به كول ؛ بدله وركړو"
    },
    {
      "number": 8,
      "text": "وَوَصَّيْنَا ٱلْإِنسَٰنَ بِوَٰلِدَيْهِ حُسْنًۭا ۖ وَإِن جَٰهَدَاكَ لِتُشْرِكَ بِى مَا لَيْسَ لَكَ بِهِۦ عِلْمٌۭ فَلَا تُطِعْهُمَآ ۚ إِلَىَّ مَرْجِعُكُمْ فَأُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ",
      "page": 397,
      "juz": 20,
      "hizb": 40,
      "sajda": false,
      "translation_dari": "و به انسان سفارش کردیم که نسبت به پدر و مادرش نیکی کند. و اگر بکوشند تا چیزی را که به حقیقت آن علم نداری با من شریک گردانی، پس از آن دو اطاعت مکن، بازگشت تان به‌سوی من است، پس شما را به (حقیقت) آنچه می‌کردید، آگاه می‌سازم.",
      "translation_pashto": "29-8 اومونږ انسان ته د خپل مور و پلار په باره كې د نېكۍ كولو كلك حكم كړى دى، او كه دوى دواړه په تا ډېر كوښښ وكړي، د دې لپاره چې ته زما سره هغه شى شریك كړې چې تا ته د هغه هېڅ علم نشته، نو ته د دوى خبره مه منه، خاص ما ته ستاسو بېرته راتلل دي، نو زه به تاسو په هغو عملونو خبر كړم چې تاسو به كول"
    },
    {
      "number": 9,
      "text": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ لَنُدْخِلَنَّهُمْ فِى ٱلصَّٰلِحِينَ",
      "page": 397,
      "juz": 20,
      "hizb": 40,
      "sajda": false,
      "translation_dari": "و آنان که ایمان آوردند و کارهای نیک انجام دادند، آنان را در (زمرۀ) صالحان در می‌آوریم.",
      "translation_pashto": "29-9 او هغه كسان چې ایمان يې راوړى دى او نېك عملونه يې كړي دي، خامخا ضرور به مونږ دوى په (ډله د) صالحانو كې  داخل كړو"
    },
    {
      "number": 10,
      "text": "وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ فَإِذَآ أُوذِىَ فِى ٱللَّهِ جَعَلَ فِتْنَةَ ٱلنَّاسِ كَعَذَابِ ٱللَّهِ وَلَئِن جَآءَ نَصْرٌۭ مِّن رَّبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمْ ۚ أَوَلَيْسَ ٱللَّهُ بِأَعْلَمَ بِمَا فِى صُدُورِ ٱلْعَٰلَمِينَ",
      "page": 397,
      "juz": 20,
      "hizb": 40,
      "sajda": false,
      "translation_dari": "و از مردم کسی هست که می‌گوید: به الله ایمان آورده‌ایم، اما وقتی در راه الله مورد اذیت و آزار قرار گیرد، فتنۀ (شکنجه) مردم را مانند عذاب الله قرار می‌دهد. و اگر نصرتی از سوی پروردگارت (به مؤمنان) رسد، حتما می‌گوید: البته ما با شما بودیم، آیا الله به آنچه در سینه‌های عالميان است، داناتر نیست؟",
      "translation_pashto": "29-10 او په خلقو كې ځینې هغه څوك دي چې وايي: مونږ په الله ایمان راوړى دى، نو كله چې ده ته په (لاره د) الله كې تكلیف (سختي) ورسولى شي (، نو) د خلقو (له اړخه) سختي (او فتنه) د الله له جانبه عذاب وګڼي او قسم دى خامخا كه ستا د رب له جانبه امداد راشي (، نو) خامخا ضرور به وايي چې بېشكه مونږ هم له تاسو سره وو، ایا الله ښه عالم نه دى په هغه (اخلاص او نفاق) چې د عالمونو (خلقو) په سینو كې دى"
    },
    {
      "number": 11,
      "text": "وَلَيَعْلَمَنَّ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ وَلَيَعْلَمَنَّ ٱلْمُنَٰفِقِينَ",
      "page": 397,
      "juz": 20,
      "hizb": 40,
      "sajda": false,
      "translation_dari": "و حتما الله مؤمنان را معلوم می‌دارد و حتما منافقان را (نیز) معلوم می‌دارد. ­",
      "translation_pashto": "29-11 او خامخا ضرور به الله هغه كسان معلوموي (څرګندوي) چې ایمان يې راوړى دى او خامخا ضرور به منافقین معلوموي"
    },
    {
      "number": 12,
      "text": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لِلَّذِينَ ءَامَنُوا۟ ٱتَّبِعُوا۟ سَبِيلَنَا وَلْنَحْمِلْ خَطَٰيَٰكُمْ وَمَا هُم بِحَٰمِلِينَ مِنْ خَطَٰيَٰهُم مِّن شَىْءٍ ۖ إِنَّهُمْ لَكَٰذِبُونَ",
      "page": 397,
      "juz": 20,
      "hizb": 40,
      "sajda": false,
      "translation_dari": "و کافران به مؤمنان گفتند: از راه ما پیروی کنید حتما گناهان شما را به گردن می‌گیریم، در حالیکه آنان چیزی از گناهان ایشان را بردارنده نیستند. بدون شک آنان دروغگویانند.",
      "translation_pashto": "29-12 او كافران شویو كسانو هغو خلقو ته وویل چې ایمان يې راوړى دى: تاسو زمونږ د لارې متابعت وكړئ او لازم ده چې مونږ ستاسو ګناهونه اوچت كړو، حال دا چې دوى د هغوى له ګناهونو نه هېڅ شى (ګناه) نه دي پورته كوونكي، بېشكه دوى دروغجنان دي"
    },
    {
      "number": 13,
      "text": "وَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالًۭا مَّعَ أَثْقَالِهِمْ ۖ وَلَيُسْـَٔلُنَّ يَوْمَ ٱلْقِيَٰمَةِ عَمَّا كَانُوا۟ يَفْتَرُونَ",
      "page": 397,
      "juz": 20,
      "hizb": 40,
      "sajda": false,
      "translation_dari": "و البته بارهای (گناهان) خود و بارهایی دیگر را با بارهای (گناهان خود) بر می‌دارند و حتمی روز قیامت از آنچه افترا می‌کردند بازخواست می‌شوند.",
      "translation_pashto": "29-13 او خامخا ضرور به دوى خپل بوجونه پورته كوي او له خپلو بوجونو سره نور بوجونه (هم) او د قیامت په ورځ به خامخا ضرور له دوى نه د هغو (دروغو) تپوس كولى شي چې دوى له ځانه جوړول"
    },
    {
      "number": 14,
      "text": "وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِۦ فَلَبِثَ فِيهِمْ أَلْفَ سَنَةٍ إِلَّا خَمْسِينَ عَامًۭا فَأَخَذَهُمُ ٱلطُّوفَانُ وَهُمْ ظَٰلِمُونَ",
      "page": 397,
      "juz": 20,
      "hizb": 40,
      "sajda": false,
      "translation_dari": "و به يقين که نوح را به‌سوی قومش فرستادیم پس نهصد و پنجاه سال در میان آنان باقی ماند، پس طوفان آنان را در حالیکه ظالم بودند، فرو گرفت.",
      "translation_pashto": "29-14 او یقینًا یقینًا مونږه نوح خپل قوم ته (رسول) لېږلى و، نو هغه په دوى كې پنځوس كاله  كم زر كاله تېر كړل، بيا دوى طوفان ونيول، په داسې حال كې چې دوى ظالمان وو "
    },
    {
      "number": 15,
      "text": "فَأَنجَيْنَٰهُ وَأَصْحَٰبَ ٱلسَّفِينَةِ وَجَعَلْنَٰهَآ ءَايَةًۭ لِّلْعَٰلَمِينَ",
      "page": 398,
      "juz": 20,
      "hizb": 40,
      "sajda": false,
      "translation_dari": "پس او و سواران کشتی را نجات دادیم و آن (کشتی) را پند و عبرتی برای جهانیان گرداندیم.",
      "translation_pashto": "29-15 نو مونږ هغه ته او د كشتۍ والاو ته نجات وركړ او مونږ د عالمونو لپاره دغه (كشتۍ، یا قصه) لویه نښه وګرځوله"
    },
    {
      "number": 16,
      "text": "وَإِبْرَٰهِيمَ إِذْ قَالَ لِقَوْمِهِ ٱعْبُدُوا۟ ٱللَّهَ وَٱتَّقُوهُ ۖ ذَٰلِكُمْ خَيْرٌۭ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ",
      "page": 398,
      "juz": 20,
      "hizb": 40,
      "sajda": false,
      "translation_dari": "(و یادآور شو) ابراهیم را وقتی که به قومش گفت: الله را بپرستید و از او بترسید، این برای شما بهتر است اگر می‌دانید.",
      "translation_pashto": "29-16 او (یاده كړه قصه د) ابراهیم، كله چې هغه خپل قوم ته وویل: تاسو د الله عبادت كوئ او له هغه نه وېرېږئ، دا تاسو لپاره ډېر غوره دي، كه تاسو پوهېږئ"
    },
    {
      "number": 17,
      "text": "إِنَّمَا تَعْبُدُونَ مِن دُونِ ٱللَّهِ أَوْثَٰنًۭا وَتَخْلُقُونَ إِفْكًا ۚ إِنَّ ٱلَّذِينَ تَعْبُدُونَ مِن دُونِ ٱللَّهِ لَا يَمْلِكُونَ لَكُمْ رِزْقًۭا فَٱبْتَغُوا۟ عِندَ ٱللَّهِ ٱلرِّزْقَ وَٱعْبُدُوهُ وَٱشْكُرُوا۟ لَهُۥٓ ۖ إِلَيْهِ تُرْجَعُونَ",
      "page": 398,
      "juz": 20,
      "hizb": 40,
      "sajda": false,
      "translation_dari": "جز این نیست که شما غیر از الله بت‌هایی را می‌پرستید و (در عبادت الله) بهتان ایجاد می‌کنید، البته آنانی را که به جای الله می‌پرستید، به شما مالک روزی نیستند. پس نزد الله روزی بجویید و او را (به یگانگی) بپرستید و او را شکر گزارید که به‌سوی او باز گردانیده می‌شوید.",
      "translation_pashto": "29-17 یقینًا تاسو له الله نه غیر د بتانو عبادت كوئ او تاسو دروغ جوړوئ، بېشكه هغه (معبودان) چې تاسو يې له الله نه غیر عبادت كوئ، دوى تاسو لپاره د رزق مالكان نه دي، نو تاسو له الله سره رزق ولټوئ او د هغه عبادت كوئ او د هغه شكر وباسئ، تاسو به خاص هغه ته بېرته بیولى كېږئ"
    },
    {
      "number": 18,
      "text": "وَإِن تُكَذِّبُوا۟ فَقَدْ كَذَّبَ أُمَمٌۭ مِّن قَبْلِكُمْ ۖ وَمَا عَلَى ٱلرَّسُولِ إِلَّا ٱلْبَلَٰغُ ٱلْمُبِينُ",
      "page": 398,
      "juz": 20,
      "hizb": 40,
      "sajda": false,
      "translation_dari": "و اگر (رسالت مرا) تکذیب کنید، پس امت‌های پیش از شما (نیز آن را) تکذیب کردند. و بر عهدۀ پیغمبر ما (وظیفه‌ای) جز ابلاغ آشکار نیست.",
      "translation_pashto": "29-18 او (اى كافرانو!) كه تاسو تكذیب كوئ، نو یقینًا له تاسو نه مخكې امتونو هم تكذیب كړى دى، او د رسول په غاړه يواځې ښكاره پېغام رسونه ده"
    },
    {
      "number": 19,
      "text": "أَوَلَمْ يَرَوْا۟ كَيْفَ يُبْدِئُ ٱللَّهُ ٱلْخَلْقَ ثُمَّ يُعِيدُهُۥٓ ۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٌۭ",
      "page": 398,
      "juz": 20,
      "hizb": 40,
      "sajda": false,
      "translation_dari": "آیا ندیدند که الله چگونه خلقت را آغاز می‌کند، باز آن را بر می‌گرداند؟! بی‌گمان این (اعادۀ خلقت) بر الله آسان است.",
      "translation_pashto": "29-19 ایا دوى نه ویني چې الله څنګه اول كرت مخلوق پیدا كوي، بیا د هغو اعاده كوي، بېشكه دا (كار) الله ته ډېر اسان دى"
    },
    {
      "number": 20,
      "text": "قُلْ سِيرُوا۟ فِى ٱلْأَرْضِ فَٱنظُرُوا۟ كَيْفَ بَدَأَ ٱلْخَلْقَ ۚ ثُمَّ ٱللَّهُ يُنشِئُ ٱلنَّشْأَةَ ٱلْءَاخِرَةَ ۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرٌۭ",
      "page": 398,
      "juz": 20,
      "hizb": 40,
      "sajda": false,
      "translation_dari": "بگو: در زمین بگردید و بنگرید که چگونه خلقت را آغاز کرد، باز پیدایش آخرت (بار دوم) را ایجاد می‌کند، یقینا الله بر هر کاری تواناست.",
      "translation_pashto": "29-20 ته ووایه: تاسو په ځمكه كې وګرځئ، بیا وګورئ چې هغه (الله) د مخلوق ابتدا څنګه كړې ده، بیا به الله پیدا كړي، وروستني پیدا كول، بېشكه الله په هر شي باندې ښه قادر دى"
    },
    {
      "number": 21,
      "text": "يُعَذِّبُ مَن يَشَآءُ وَيَرْحَمُ مَن يَشَآءُ ۖ وَإِلَيْهِ تُقْلَبُونَ",
      "page": 398,
      "juz": 20,
      "hizb": 40,
      "sajda": false,
      "translation_dari": "هر کس را بخواهد عذاب می‌دهد و هر کس را بخواهد مورد رحمت قرار می‌دهد، و به‌سوی او باز گردانیده می‌شوید.",
      "translation_pashto": "29-21 هغه عذاب وركوي هغه چا ته چې وغواړي او رحم كوي په هغه چا چې وغواړي او خاص هغه ته به تاسو بېرته بېولى كېږئ"
    },
    {
      "number": 22,
      "text": "وَمَآ أَنتُم بِمُعْجِزِينَ فِى ٱلْأَرْضِ وَلَا فِى ٱلسَّمَآءِ ۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِىٍّۢ وَلَا نَصِيرٍۢ",
      "page": 398,
      "juz": 20,
      "hizb": 40,
      "sajda": false,
      "translation_dari": "و شما چه در زمین و چه در آسمان عاجزکننده (الله) نیستید و غیر از الله هیچ دوست و هیچ مددگاری ندارید.",
      "translation_pashto": "29-22 او (اى خلقو!) نه یئ تاسو عاجزه كوونكي (د الله) په ځمكه او نه په اسمان كې او تاسو لپاره له الله نه غیر نه هېڅ دوست شته او نه مددګار "
    },
    {
      "number": 23,
      "text": "وَٱلَّذِينَ كَفَرُوا۟ بِـَٔايَٰتِ ٱللَّهِ وَلِقَآئِهِۦٓ أُو۟لَٰٓئِكَ يَئِسُوا۟ مِن رَّحْمَتِى وَأُو۟لَٰٓئِكَ لَهُمْ عَذَابٌ أَلِيمٌۭ",
      "page": 398,
      "juz": 20,
      "hizb": 40,
      "sajda": false,
      "translation_dari": "و آنان که به آیات الله و لقای او کفر ورزیدند، ایشان از رحمت من ناامید شده‌اند. و آن گروه برای‌شان عذاب دردناک است.",
      "translation_pashto": "29-23 او هغه كسان چې د الله په ایتونو او د هغه په ملاقات سره كافر شوي دي، دغه كسان زما له رحمت نه نا امېده شوي دي او دغه كسان دي چې د دوى لپاره ډېر دردوونكى عذاب دى"
    },
    {
      "number": 24,
      "text": "فَمَا كَانَ جَوَابَ قَوْمِهِۦٓ إِلَّآ أَن قَالُوا۟ ٱقْتُلُوهُ أَوْ حَرِّقُوهُ فَأَنجَىٰهُ ٱللَّهُ مِنَ ٱلنَّارِ ۚ إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍۢ لِّقَوْمٍۢ يُؤْمِنُونَ",
      "page": 399,
      "juz": 20,
      "hizb": 40,
      "sajda": false,
      "translation_dari": "پس جواب قومش جز این نبود که گفتند: او را بکشید یا بسوزانید! پس الله او را از آتش نجات داد. بی‌گمان در این (ماجرا) برای قومی که ایمان می‌آورند، نشانه‌هایی (قدرت الله) است.",
      "translation_pashto": "29-24 نو د هغه (ابراهیم) د قوم (بل) هېڅ جواب نه و مګر دا چې دوى وویل: تاسو دا ووژنئ یا دا وسوځوئ، نو الله ده ته له اور نه نجات وركړ، بېشكه په دې كې خامخا ډېرې نښې دي د هغه قوم لپاره چې ایمان راوړی"
    },
    {
      "number": 25,
      "text": "وَقَالَ إِنَّمَا ٱتَّخَذْتُم مِّن دُونِ ٱللَّهِ أَوْثَٰنًۭا مَّوَدَّةَ بَيْنِكُمْ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ ثُمَّ يَوْمَ ٱلْقِيَٰمَةِ يَكْفُرُ بَعْضُكُم بِبَعْضٍۢ وَيَلْعَنُ بَعْضُكُم بَعْضًۭا وَمَأْوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ",
      "page": 399,
      "juz": 20,
      "hizb": 40,
      "sajda": false,
      "translation_dari": "و (ابراهیم) گفت: جز این نیست که غیر از الله بتانی را معبود قرار داده‌اید که برای دوستی میان شما در زندگی دنیاست، باز در روز قیامت بعضی از شما بعضی دیگر را انکار می‌کند و بعضی از شما به بعضی دیگر لعنت می‌فرستد و جایگاه‌تان آتش دوزخ است و برای شما مددگارانی نیست.",
      "translation_pashto": "29-25 او ده وویل: یقینًا تاسو له الله نه غیر (دا) بتان يواځې د خپل مینځي دوستۍ لپاره نیولي دي، په دنيايي ژوند كې، بیا به د قیامت په ورځ ستاسو ځینې په ځینو نورو سره منكرېږي او ستاسو ځینې به په ځینو نورو لعنت وايي او ستاسو استوګنه اور دى او تاسو لپاره به هیڅوك مدد كوونكي نه وي"
    },
    {
      "number": 26,
      "text": "۞ فَـَٔامَنَ لَهُۥ لُوطٌۭ ۘ وَقَالَ إِنِّى مُهَاجِرٌ إِلَىٰ رَبِّىٓ ۖ إِنَّهُۥ هُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "page": 399,
      "juz": 20,
      "hizb": 40,
      "sajda": false,
      "translation_dari": "پس لوط به او (ابراهیم) ایمان آورد و گفت: من به‌سوی پروردگار خود هجرت می‌کنم، چون او غالب با حکمت است.",
      "translation_pashto": "29-26 نو په ده باندې لوط ایمان راوړ او ده وویل: بېشكه زه خپل رب ته هجرت كوونكى یم، بېشكه هم هغه ښه غالب، ښه حكمت والا دى"
    },
    {
      "number": 27,
      "text": "وَوَهَبْنَا لَهُۥٓ إِسْحَٰقَ وَيَعْقُوبَ وَجَعَلْنَا فِى ذُرِّيَّتِهِ ٱلنُّبُوَّةَ وَٱلْكِتَٰبَ وَءَاتَيْنَٰهُ أَجْرَهُۥ فِى ٱلدُّنْيَا ۖ وَإِنَّهُۥ فِى ٱلْءَاخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ",
      "page": 399,
      "juz": 20,
      "hizb": 40,
      "sajda": false,
      "translation_dari": "و به (ابراهیم) اسحاق و یعقوب را بخشیدیم و در نسل او نبوت و کتاب قرار دادیم و در دنیا پاداشش را به او دادیم و البته او در آخرت از جملۀ صالحان است.",
      "translation_pashto": "29-27 او مونږ هغه ته اسحق او یعقوب وبخښل او مونږ د هغه په اولاده كې نبوت او كتاب كېښوده او مونږ هغه ته د هغه اجر په دنیا كې وركړ او بېشكه هغه په اخرت كې خامخا له صالحانو څخه دى"
    },
    {
      "number": 28,
      "text": "وَلُوطًا إِذْ قَالَ لِقَوْمِهِۦٓ إِنَّكُمْ لَتَأْتُونَ ٱلْفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنْ أَحَدٍۢ مِّنَ ٱلْعَٰلَمِينَ",
      "page": 399,
      "juz": 20,
      "hizb": 40,
      "sajda": false,
      "translation_dari": "و لوط (را نیز فرستادیم) وقتی به قومش گفت: شما عمل زشت را به عمل می‌آورید در حالی که هیچکس از جهانیان در (ارتکاب) آن بر شما سبقت نگرفته است.",
      "translation_pashto": "29-28 او (یاده كړه قصه د) لوط كله چې هغه خپل قوم ته وویل: بېشكه تاسو یقینًا غټه بدكاري كوئ، چې په عالمونو كې هیڅوك دې ته له تاسو نه ړومبى شوي نه دي"
    },
    {
      "number": 29,
      "text": "أَئِنَّكُمْ لَتَأْتُونَ ٱلرِّجَالَ وَتَقْطَعُونَ ٱلسَّبِيلَ وَتَأْتُونَ فِى نَادِيكُمُ ٱلْمُنكَرَ ۖ فَمَا كَانَ جَوَابَ قَوْمِهِۦٓ إِلَّآ أَن قَالُوا۟ ٱئْتِنَا بِعَذَابِ ٱللَّهِ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ",
      "page": 399,
      "juz": 20,
      "hizb": 40,
      "sajda": false,
      "translation_dari": "آیا شما با مردان آمیزش می‌کنید و راه (فطری و شرعی تناسل) را می‌بندید و در محافل خود مرتکب منکر می‌شوید؟ پس جواب قومش جز این نبود که گفتند: اگر از راستگویانی (پس) عذاب الله را برای ما بیاور.",
      "translation_pashto": "29-29 ایا خامخا تاسو یقینًا له سړیو سره بدكاري كوئ او لارې شكوئ او تاسو په خپل مجلس كې ناكاره كارونه كوئ، نو د ده د قوم (بل) هېڅ جواب نه و مګردا چې دوى وویل: ته په مونږه د الله عذاب راوله كه ته له رښتینو څخه يې"
    },
    {
      "number": 30,
      "text": "قَالَ رَبِّ ٱنصُرْنِى عَلَى ٱلْقَوْمِ ٱلْمُفْسِدِينَ",
      "page": 399,
      "juz": 20,
      "hizb": 40,
      "sajda": false,
      "translation_dari": "لوط گفت: ای پروردگارم! مرا بر قوم فساد کار پیروز گردان.",
      "translation_pashto": "29-30 ده وویل: اى زما ربه! د فسادي قوم په مقابله كې ته زما مدد وكړه"
    },
    {
      "number": 31,
      "text": "وَلَمَّا جَآءَتْ رُسُلُنَآ إِبْرَٰهِيمَ بِٱلْبُشْرَىٰ قَالُوٓا۟ إِنَّا مُهْلِكُوٓا۟ أَهْلِ هَٰذِهِ ٱلْقَرْيَةِ ۖ إِنَّ أَهْلَهَا كَانُوا۟ ظَٰلِمِينَ",
      "page": 400,
      "juz": 20,
      "hizb": 40,
      "sajda": false,
      "translation_dari": "و چون فرستادگان ما برای ابراهیم (آمدن فرزند را) مژده آوردند، گفتند: ما هلاک کنندۀ این شهریم، چرا که اهل آن ظالمان‌اند.",
      "translation_pashto": "29-31 او كله چې زمونږ استازيو ابراهیم ته زېرى راوړ (بیا يې ورته وویل:) بېشكه مونږ د دې كلي اوسېدونكو لره هلاك كوونكي یو، بېشكه د دغه (كلي) اوسېدونكي ظالمان دي"
    },
    {
      "number": 32,
      "text": "قَالَ إِنَّ فِيهَا لُوطًۭا ۚ قَالُوا۟ نَحْنُ أَعْلَمُ بِمَن فِيهَا ۖ لَنُنَجِّيَنَّهُۥ وَأَهْلَهُۥٓ إِلَّا ٱمْرَأَتَهُۥ كَانَتْ مِنَ ٱلْغَٰبِرِينَ",
      "page": 400,
      "juz": 20,
      "hizb": 40,
      "sajda": false,
      "translation_dari": "ابراهیم گفت: لوط در آن شهر است! گفتند: ما به کسانی که در آنجا هستند، داناتریم، البته او و خانواده‌اش را نجات می‌دهیم، به جز همسرش که از باقی ماندگان (در عذاب) خواهد بود.",
      "translation_pashto": "29-32 ده وویل: بېشكه په دغه (كلي) كې خو لوط دى، هغوى وویل: مونږ په هغه چا ښه عالمان یو چې په دغه كې دي، مونږ به خامخا ضرور هغه ته او د هغه اهل ته نجات وركوو د هغه له ښځې نه غیر، هغه په باقي پاتې كېدونكو كې ده"
    },
    {
      "number": 33,
      "text": "وَلَمَّآ أَن جَآءَتْ رُسُلُنَا لُوطًۭا سِىٓءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًۭا وَقَالُوا۟ لَا تَخَفْ وَلَا تَحْزَنْ ۖ إِنَّا مُنَجُّوكَ وَأَهْلَكَ إِلَّا ٱمْرَأَتَكَ كَانَتْ مِنَ ٱلْغَٰبِرِينَ",
      "page": 400,
      "juz": 20,
      "hizb": 40,
      "sajda": false,
      "translation_dari": "و چون فرستادگان ما نزد لوط آمدند، لوط به خاطر آنان غمگین و دلتنگ شد، (فرشتگان) گفتند: مترس و غمگین مباش که ما نجات دهندۀ تو و خانواده‌ات هستیم، مگر همسرت که از باقی ماندگان (در عذاب) خواهد بود.",
      "translation_pashto": "29-33 او كله چې څنګه لوط ته زمونږ استازي راغلل (، نو) هغه د دوى په وجه غمګین شو او د دوى په وجه يې زړه ډېر تنګ شو او هغوى وویل: ته مه وېرېږه او مه غمګین كېږه، بېشكه مونږ تا لره او ستا اهل لره نجات وركوونكي یو، خو ستا له ښځې نه غیر، هغه په باقي پاتې كېدونكو كې ده"
    },
    {
      "number": 34,
      "text": "إِنَّا مُنزِلُونَ عَلَىٰٓ أَهْلِ هَٰذِهِ ٱلْقَرْيَةِ رِجْزًۭا مِّنَ ٱلسَّمَآءِ بِمَا كَانُوا۟ يَفْسُقُونَ",
      "page": 400,
      "juz": 20,
      "hizb": 40,
      "sajda": false,
      "translation_dari": "البته ما بر اهل این قریه، به سبب آن که فسق می‌کردند، عذاب سخت را از آسمان فرود آورنده هستیم.",
      "translation_pashto": "29-34 بېشكه مونږ د دې كلي په اوسېدونكو باندې له اسمانه عذاب نازلوونكي یو، په سبب د هغې نافرمانۍ (او بدكارۍ) چې دوى به كوله"
    },
    {
      "number": 35,
      "text": "وَلَقَد تَّرَكْنَا مِنْهَآ ءَايَةًۢ بَيِّنَةًۭ لِّقَوْمٍۢ يَعْقِلُونَ",
      "page": 400,
      "juz": 20,
      "hizb": 40,
      "sajda": false,
      "translation_dari": "و البته از آن (قریه) برای قومی که تعقل می‌کنند، نشانۀ روشن باقی گذاشتیم.",
      "translation_pashto": "29-35 او یقینًا یقینًا مونږ له دغه كلي نه یوه ډېره څرګنده نښه پرېښوده، د هغه قوم لپاره چې له عقل نه كار اخلي"
    },
    {
      "number": 36,
      "text": "وَإِلَىٰ مَدْيَنَ أَخَاهُمْ شُعَيْبًۭا فَقَالَ يَٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ وَٱرْجُوا۟ ٱلْيَوْمَ ٱلْءَاخِرَ وَلَا تَعْثَوْا۟ فِى ٱلْأَرْضِ مُفْسِدِينَ",
      "page": 400,
      "juz": 20,
      "hizb": 40,
      "sajda": false,
      "translation_dari": "و به‌سوی مدین برادرشان شعیب را فرستادیم و گفت: ای قوم من! الله را پرستش کنید و به روز باز پسین امید داشته باشید و در زمین برای فساد و تباهی سعی نورزید.",
      "translation_pashto": "29-36 او (مونږ لېږلى و) مدین ته د هغوى ورور شعیب، نو ده وویل: اى زما قومه! تاسو د الله عبادت كوئ او د اخري ورځې امېد ساتئ او په ځمكه كې ورانكاري مه ګرځئ، په داسې حال كې چې فساد كوونكي یئ"
    },
    {
      "number": 37,
      "text": "فَكَذَّبُوهُ فَأَخَذَتْهُمُ ٱلرَّجْفَةُ فَأَصْبَحُوا۟ فِى دَارِهِمْ جَٰثِمِينَ",
      "page": 400,
      "juz": 20,
      "hizb": 40,
      "sajda": false,
      "translation_dari": "پس او را تکذیب کردند در نتیجه زلزله آنان را گرفت و در خانه‌های خود از پای درآمدند.",
      "translation_pashto": "29-37 نو دوى د هغه تكذیب وكړ، نو دوى سختې زلزلې ونیول، نو شول په خپلو كورونو كې پړمخې مړه پراته"
    },
    {
      "number": 38,
      "text": "وَعَادًۭا وَثَمُودَا۟ وَقَد تَّبَيَّنَ لَكُم مِّن مَّسَٰكِنِهِمْ ۖ وَزَيَّنَ لَهُمُ ٱلشَّيْطَٰنُ أَعْمَٰلَهُمْ فَصَدَّهُمْ عَنِ ٱلسَّبِيلِ وَكَانُوا۟ مُسْتَبْصِرِينَ",
      "page": 400,
      "juz": 20,
      "hizb": 40,
      "sajda": false,
      "translation_dari": "و عاد و ثمود را (نیز هلاک کردیم) و مسکن‌هایشان برای شما آشکار است و شیطان کارهایشان را برایشان آراسته نمود و آنان را از راه (راست) بازداشت در حالیکه صاحبان بصیرت و عقل بودند.",
      "translation_pashto": "29-38 او (هلاك كړي مو وو قوم د) عاد او ثمود او په تحقيق تاسو ته (د دوى هلاكول) د دوى له كورونو نه ښكاره شوي دياو دوى ته شیطان خپل عملونه ښايسته كړل، نو دوى يې له (حقې) لارې نه منع كړل (واړول)، حال دا چې دوى ښه بینا (او هوښیار) وو"
    },
    {
      "number": 39,
      "text": "وَقَٰرُونَ وَفِرْعَوْنَ وَهَٰمَٰنَ ۖ وَلَقَدْ جَآءَهُم مُّوسَىٰ بِٱلْبَيِّنَٰتِ فَٱسْتَكْبَرُوا۟ فِى ٱلْأَرْضِ وَمَا كَانُوا۟ سَٰبِقِينَ",
      "page": 401,
      "juz": 20,
      "hizb": 40,
      "sajda": false,
      "translation_dari": "و قارون و فرعون و هامان (را نیز هلاک کردیم) و البته موسی با دلائل و براهین روشن نزد آنان آمده بود، امّا ایشان در زمین استکبار و برتری جویی ورزیدند، ولی (از ما) سبقت گیرنده نبودند.",
      "translation_pashto": "29-39 او (مونږ هلاك كړ) قارون او فرعون او هامان او یقینًا یقینًا دوى ته موسٰى ښكاره معجزې راوړې وي، نو دوى په ځمكه كې لويي وكړه او دوى (زمونږ نه) ړومبى كېدونكی نه وو"
    },
    {
      "number": 40,
      "text": "فَكُلًّا أَخَذْنَا بِذَنۢبِهِۦ ۖ فَمِنْهُم مَّنْ أَرْسَلْنَا عَلَيْهِ حَاصِبًۭا وَمِنْهُم مَّنْ أَخَذَتْهُ ٱلصَّيْحَةُ وَمِنْهُم مَّنْ خَسَفْنَا بِهِ ٱلْأَرْضَ وَمِنْهُم مَّنْ أَغْرَقْنَا ۚ وَمَا كَانَ ٱللَّهُ لِيَظْلِمَهُمْ وَلَٰكِن كَانُوٓا۟ أَنفُسَهُمْ يَظْلِمُونَ",
      "page": 401,
      "juz": 20,
      "hizb": 40,
      "sajda": false,
      "translation_dari": "پس هریک را به (سزای) گناهش گرفتار کردیم، پس برای بعضی از ایشان طوفان همراه با سنگریزه فرستادیم، و بعضی از ایشان را بانگ مرگبار فرا گرفت، و برخی از ایشان را در زمین فرو بردیم، و برخی دیگر را غرق کردیم. و الله نبود که بر آنان ظلم کند بلکه آنان خود به خویشتن ظلم می‌کردند.",
      "translation_pashto": "29-40 نو (په دوى كې) هر یو مونږ په خپلې ګناه سره ونیوه، نو په دوى كې ځینې هغه دي چې مونږ پرې كاڼي وېشتونكى باد راخوشې كړ او ځینې په دوى كې هغه دي چې دوى سختې چغې ونیول او ځینې په دوى كې هغه دي چې مونږ هغوى په ځمكه كې ننه اېستل او ځینې په دوى كې هغه دي چې مونږ (په اوبو كې) غرق كړل او الله له سره داسې نه و چې په دوى يې ظلم كړى وى او لېكن دوى په خپلو ځانونو (پخپله) ظلم كاوه"
    },
    {
      "number": 41,
      "text": "مَثَلُ ٱلَّذِينَ ٱتَّخَذُوا۟ مِن دُونِ ٱللَّهِ أَوْلِيَآءَ كَمَثَلِ ٱلْعَنكَبُوتِ ٱتَّخَذَتْ بَيْتًۭا ۖ وَإِنَّ أَوْهَنَ ٱلْبُيُوتِ لَبَيْتُ ٱلْعَنكَبُوتِ ۖ لَوْ كَانُوا۟ يَعْلَمُونَ",
      "page": 401,
      "juz": 20,
      "hizb": 40,
      "sajda": false,
      "translation_dari": "مثال آنانی که به جای الله دوستان گرفته‌اند چون وصف عنکبوت است که خانه‌ای برای خود ساخت، در حالیکه سست‌ترین خانه‌ها خانۀ عنکبوت است، اگر می‌دانستند.",
      "translation_pashto": "29-41 د هغو كسانو حال چې له الله نه غیر يې دوستان (او كارسازي) نیولي دي د غڼې (جولاګي) د حال په شان دى، چې یو كور جوړ كړي، او بېشكه په كورونو كې تر ټولو كمزورى كور خامخا د جولاګي كور دى كه چېرې دوى پوهېدلى (نو د غیر الله عبادت به يې نه كاوه)"
    },
    {
      "number": 42,
      "text": "إِنَّ ٱللَّهَ يَعْلَمُ مَا يَدْعُونَ مِن دُونِهِۦ مِن شَىْءٍۢ ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "page": 401,
      "juz": 20,
      "hizb": 40,
      "sajda": false,
      "translation_dari": "بی‌شک الله می‌داند که آنچه را غیر از او می‌خوانند، از هر چه باشد، و او غالب با حکمت است.",
      "translation_pashto": "29-42 بېشكه الله په هر هغه شي عالم دى چې دوى يې له هغه نه غیر بلي او همغه ښه غالب، ښه حكمت والا دى"
    },
    {
      "number": 43,
      "text": "وَتِلْكَ ٱلْأَمْثَٰلُ نَضْرِبُهَا لِلنَّاسِ ۖ وَمَا يَعْقِلُهَآ إِلَّا ٱلْعَٰلِمُونَ",
      "page": 401,
      "juz": 20,
      "hizb": 40,
      "sajda": false,
      "translation_dari": "و این مثال‌ها را برای مردم بیان می‌کنیم، ولی جز دانشمندان آنرا درک نمی‌کنند.",
      "translation_pashto": "29-43 او دغه مثالونه، مونږ دغه د خلقو لپاره بیانوو او په دوى نه پوهېږي مګر پوه خلق"
    },
    {
      "number": 44,
      "text": "خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ ۚ إِنَّ فِى ذَٰلِكَ لَءَايَةًۭ لِّلْمُؤْمِنِينَ",
      "page": 401,
      "juz": 20,
      "hizb": 40,
      "sajda": false,
      "translation_dari": "الله آسمان‌ها و زمین را به حق آفرید، البته در این (خلقت) نشانۀ بزرگ برای اهل ایمان است.",
      "translation_pashto": "29-44 الله اسمانونه او ځمكه په حق سره پیدا كړي دي، بېشكه په دې كې د مومنانو لپاره خامخا لویه نښه ده"
    },
    {
      "number": 45,
      "text": "ٱتْلُ مَآ أُوحِىَ إِلَيْكَ مِنَ ٱلْكِتَٰبِ وَأَقِمِ ٱلصَّلَوٰةَ ۖ إِنَّ ٱلصَّلَوٰةَ تَنْهَىٰ عَنِ ٱلْفَحْشَآءِ وَٱلْمُنكَرِ ۗ وَلَذِكْرُ ٱللَّهِ أَكْبَرُ ۗ وَٱللَّهُ يَعْلَمُ مَا تَصْنَعُونَ",
      "page": 401,
      "juz": 20,
      "hizb": 40,
      "sajda": false,
      "translation_dari": "بخوان (ای پیغمبر!) آنچه از کتاب را که به تو وحی شده است و نماز را برپا دار، چون نماز (مسلمان را) از فحشا و منکر باز می‌دارد و البته ذكر الله بزرگ‌تر است. و الله آنچه را که می‌کنید می‌داند.",
      "translation_pashto": "29-45 ته هغه لوله چې تا ته وحي كړى شوى دى، چې كتاب (او قرآن) دى او لمونځ قايموه، بېشكه لمونځ (لمونځ كوونكي لره)  له بې حیایۍ او بدكار نه منع كوي او خامخا د الله یادول ډېر لوى دي او الله پوهېږي په هغو كارونو چې تاسو يې كوئ"
    },
    {
      "number": 46,
      "text": "۞ وَلَا تُجَٰدِلُوٓا۟ أَهْلَ ٱلْكِتَٰبِ إِلَّا بِٱلَّتِى هِىَ أَحْسَنُ إِلَّا ٱلَّذِينَ ظَلَمُوا۟ مِنْهُمْ ۖ وَقُولُوٓا۟ ءَامَنَّا بِٱلَّذِىٓ أُنزِلَ إِلَيْنَا وَأُنزِلَ إِلَيْكُمْ وَإِلَٰهُنَا وَإِلَٰهُكُمْ وَٰحِدٌۭ وَنَحْنُ لَهُۥ مُسْلِمُونَ",
      "page": 402,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "و با اهل کتاب مجادله نکنید جز به روشی که بهتر است مگر با کسانی از ایشان که ظلم کرده‌اند، و بگویید: به آنچه بر ما نازل شده و به آنچه بر شما نازل شده ایمان داریم، و معبود ما و معبود شما یکی است و ما فرمانبردار او هستیم.",
      "translation_pashto": "29-46 او تاسو له اهل كتابو سره جګړه مه كوئ مګر په هغې (طریقې) سره چې هغه تر ټولو ښه وي، غیر له هغو كسانو نه چې ظلم وكړي له دوى ځنې او تاسو وايئ: مونږ په هغه (كتاب) ایمان راوړى دى چې مونږ ته نازل كړى شوى دى او ( په هغه كتاب) چې تاسو ته نازل كړى شوى دى او زمونږ معبود او ستاسو معبود یو دى او مونږ خاص هغه ته غاړه ايښودونكي یو"
    },
    {
      "number": 47,
      "text": "وَكَذَٰلِكَ أَنزَلْنَآ إِلَيْكَ ٱلْكِتَٰبَ ۚ فَٱلَّذِينَ ءَاتَيْنَٰهُمُ ٱلْكِتَٰبَ يُؤْمِنُونَ بِهِۦ ۖ وَمِنْ هَٰٓؤُلَآءِ مَن يُؤْمِنُ بِهِۦ ۚ وَمَا يَجْحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلْكَٰفِرُونَ",
      "page": 402,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "و همچنین ما بر تو کتاب نازل کردیم، پس کسانی که به آنان کتاب (آسمانی) داده‌ایم، به آن ایمان می‌آورند. و از این گروه کسانی هستند که به آن ایمان می‌آورند و آیات ما را جز کافران انکار نمی‌کنند.",
      "translation_pashto": "29-47 او هم داسې مونږ تا ته كتاب نازل كړ، نو هغه كسان چې مونږ هغوى ته كتاب وركړى دى هغوى په ده (قرآن) ایمان راوړي او له دغو (عربو) نه ځینې هغه دي چې په ده ایمان راوړي او زمونږ له ایتونو نه انكار نه كوي مګر كافران"
    },
    {
      "number": 48,
      "text": "وَمَا كُنتَ تَتْلُوا۟ مِن قَبْلِهِۦ مِن كِتَٰبٍۢ وَلَا تَخُطُّهُۥ بِيَمِينِكَ ۖ إِذًۭا لَّٱرْتَابَ ٱلْمُبْطِلُونَ",
      "page": 402,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "و تو پیش از آن (قرآن) کتابی را نمی‌خواندی و با دست راست خود چیزی نمی‌نوشتی، وگرنه باطل اندیشان در شک می‌افتادند.",
      "translation_pashto": "29-48 او له دې (قرآن) نه مخكې نه تا كوم كتاب لوسته او نه تا د غه په خپل ښي لاس سره لیكه، (كه ته داسې وى نو) په دغه وخت كې به  باطل پرستو شك كاوه "
    },
    {
      "number": 49,
      "text": "بَلْ هُوَ ءَايَٰتٌۢ بَيِّنَٰتٌۭ فِى صُدُورِ ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ ۚ وَمَا يَجْحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلظَّٰلِمُونَ",
      "page": 402,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "بلکه آن (قرآن) آیات واضح در سینه‌های کسانی است که علم داده شده‌اند. و آیات ما را انکار نمی‌کند مگر ظالمان.",
      "translation_pashto": "29-49 بلكې دغه (قرآن) ښكاره ایتونه دي د هغو خلقو په سینو كې چې هغوى ته علم وركړى شوى دى او زمونږ له ایتونو نه انكار نه كوي مګر ظالمان"
    },
    {
      "number": 50,
      "text": "وَقَالُوا۟ لَوْلَآ أُنزِلَ عَلَيْهِ ءَايَٰتٌۭ مِّن رَّبِّهِۦ ۖ قُلْ إِنَّمَا ٱلْءَايَٰتُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٌۭ مُّبِينٌ",
      "page": 402,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "و (مشرکان) گفتند: چرا بر او از جانب پروردگارش معجزاتی نازل نشده است؟ بگو: معجزات تنها نزد الله است و من فقط بیم دهندۀ آشکارم.",
      "translation_pashto": "29-50 او دوى وايي: په ده باندې د خپل رب له جانبه نښې (معجزې) ولې نه نازلولى شي؟ ته (دوى ته) ووایه: بېشكه معجزې خو يواځې له الله سره دي، بېشكه زه خو بس ښكاره وېروونكى یم"
    },
    {
      "number": 51,
      "text": "أَوَلَمْ يَكْفِهِمْ أَنَّآ أَنزَلْنَا عَلَيْكَ ٱلْكِتَٰبَ يُتْلَىٰ عَلَيْهِمْ ۚ إِنَّ فِى ذَٰلِكَ لَرَحْمَةًۭ وَذِكْرَىٰ لِقَوْمٍۢ يُؤْمِنُونَ",
      "page": 402,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "آیا برای آنان کافی نیست که ما این کتاب را که بر آنان خوانده می‌شود، بر تو نازل کرده‌ایم؟ البته در این (کتاب اعجازگر) برای قومی که ایمان می‌آورند، رحمت و پند است.",
      "translation_pashto": "29-51 ایا دوى ته دا كافي نه دي چې بېشكه مونږ په تاكتاب نازل كړى دى، په دې حال كې چې دوى ته لوستل كېږي، بېشكه چې په دغه (كتاب) كې خامخا رحمت او نصیحت دى د هغه قوم لپاره چې ایمان راوړي"
    },
    {
      "number": 52,
      "text": "قُلْ كَفَىٰ بِٱللَّهِ بَيْنِى وَبَيْنَكُمْ شَهِيدًۭا ۖ يَعْلَمُ مَا فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۗ وَٱلَّذِينَ ءَامَنُوا۟ بِٱلْبَٰطِلِ وَكَفَرُوا۟ بِٱللَّهِ أُو۟لَٰٓئِكَ هُمُ ٱلْخَٰسِرُونَ",
      "page": 402,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "بگو: همین کافیست که الله بین من و شما گواه است، آنچه را که در آسمان‌ها و زمین است می‌داند. و کسانی که به (معبودان) باطل ایمان آورده‌اند و به الله كفر ورزیده‌اند، همین گروه زیانکاران‌اند.",
      "translation_pashto": "29-52 ته (دوى ته) ووایه: زما په مینځ كې او ستا په مېنځ كې الله ښه كافي ګواه دى، هغه عالم دى په هر هغه شي چې په اسمانونو او ځمكه كې دي او هغه كسان چې په باطل يې ایمان راوړى دى او په الله سره كافران شوي دي همدغه كسان تاوانیان دي"
    },
    {
      "number": 53,
      "text": "وَيَسْتَعْجِلُونَكَ بِٱلْعَذَابِ ۚ وَلَوْلَآ أَجَلٌۭ مُّسَمًّۭى لَّجَآءَهُمُ ٱلْعَذَابُ وَلَيَأْتِيَنَّهُم بَغْتَةًۭ وَهُمْ لَا يَشْعُرُونَ",
      "page": 403,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "و (مشركان) عذاب را با شتاب از تو می‌طلبند. و اگر میعاد مقرر نبود، حتما عذاب به آنان می‌رسید و البته ناگهان در حالیکه نمی‌دانند عذاب به آنان می‌آمد.",
      "translation_pashto": "29-53 او دوى دعذاب په راتلو سره  په تا تلوار كوي، او كه چېرې ټاكل شوي نېټه نه وى (نو )خامخا به په دوى عذاب راغلى و، او خامخا ضرور به دا په دوى ناڅاپه راځي، په دې حال كې چې دوى به شعور (خبر) نه لري"
    },
    {
      "number": 54,
      "text": "يَسْتَعْجِلُونَكَ بِٱلْعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌۢ بِٱلْكَٰفِرِينَ",
      "page": 403,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "آنان عذاب را به شتاب از تو می‌طلبند درحالیکه جهنم بر کافران احاطه دارد.",
      "translation_pashto": "29-54 او دوى د عذاب په راتلو سره په تا تلوار كوي، حال دا چې جهنّم خو كافرانو لره خامخا راګېروونكى دى"
    },
    {
      "number": 55,
      "text": "يَوْمَ يَغْشَىٰهُمُ ٱلْعَذَابُ مِن فَوْقِهِمْ وَمِن تَحْتِ أَرْجُلِهِمْ وَيَقُولُ ذُوقُوا۟ مَا كُنتُمْ تَعْمَلُونَ",
      "page": 403,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "روزی که عذاب از بالای سر آنها و از زیر پاهایشان آنها را احاطه می‌کند و (الله) می‌گوید: بچشید سزای آنچه را که می‌کردید.",
      "translation_pashto": "29-55 په هغې ورځ كې چې دوى لره به عذاب پټ كاندې د دوى له پاسه نه او د دوى د پښو له لاندي، نه او دوى ته به ووايي: تاسو (د) هغه عمل (سزا) وڅَكئ چې تاسو به كاوه"
    },
    {
      "number": 56,
      "text": "يَٰعِبَادِىَ ٱلَّذِينَ ءَامَنُوٓا۟ إِنَّ أَرْضِى وَٰسِعَةٌۭ فَإِيَّٰىَ فَٱعْبُدُونِ",
      "page": 403,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "ای بندگان من که ایمان آورده‌اید! يقينا زمین من فراخ است، پس تنها مرا عبادت کنید.",
      "translation_pashto": "29-56 اى زما هغو بنده ګانو چې ایمان يې راوړى دى! بېشكه زما ځمكه فراخه ده، نو تاسو خاص زما عبادت كوئ"
    },
    {
      "number": 57,
      "text": "كُلُّ نَفْسٍۢ ذَآئِقَةُ ٱلْمَوْتِ ۖ ثُمَّ إِلَيْنَا تُرْجَعُونَ",
      "page": 403,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "هر نفسی چشندۀ مرگ است باز به‌سوی ما باز گردانیده می‌شوید.",
      "translation_pashto": "29-57 هر نفس د مرګ(مزه) څكونكى دى، بیا به خاص مونږ ته راګرځولى شئ"
    },
    {
      "number": 58,
      "text": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ لَنُبَوِّئَنَّهُم مِّنَ ٱلْجَنَّةِ غُرَفًۭا تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ خَٰلِدِينَ فِيهَا ۚ نِعْمَ أَجْرُ ٱلْعَٰمِلِينَ",
      "page": 403,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "و کسانی که ایمان آورده‌اند و کارهای نیک کرده‌اند، ایشان را در غرفه‌های بهشت جای می‌دهیم که در زیر آنها نهرها روان است و در آنجا همیشه خواهند ماند. چه خوب است ثواب عمل کنندگان!",
      "translation_pashto": "29-58 او هغه كسان چې ایمان يې راوړى دى او نېك عملونه يې كړي خامخا ضرور به مونږ دوى ته د جنت په داسې لوړو بالاخانو كې ځاى وركړو چې د هغو له لاندې ولې بهېږي، په دې حال كې چې تل به وي په دغو (بالاخانو) كې، دغه (جنت) د عمل كوونكو ښه اجر دى"
    },
    {
      "number": 59,
      "text": "ٱلَّذِينَ صَبَرُوا۟ وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ",
      "page": 403,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "همان کسانی که صبر کردند و بر پروردگارشان توکل می‌کنند.",
      "translation_pashto": "29-59 هغه كسان چې صبر يې كړى دى او دوى خاص په خپل رب باندې توكل كوي"
    },
    {
      "number": 60,
      "text": "وَكَأَيِّن مِّن دَآبَّةٍۢ لَّا تَحْمِلُ رِزْقَهَا ٱللَّهُ يَرْزُقُهَا وَإِيَّاكُمْ ۚ وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
      "page": 403,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "و چه بسیار است جاندارانی که (به سبب ناتوانی) نمی‌توانند روزی خود را بردارند، (بلکه) الله به آنها و به شما روزی می‌دهد، و او شنوای داناست.",
      "translation_pashto": "29-60 او په ځمكه ډېر خوځنده (زنده سر) دي چې خپل رزق نه پورته كوي، الله دوى ته او تاسو ته روزي دركوي او هغه ښه اورېدونكى، ښه عالم دى"
    },
    {
      "number": 61,
      "text": "وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ وَسَخَّرَ ٱلشَّمْسَ وَٱلْقَمَرَ لَيَقُولُنَّ ٱللَّهُ ۖ فَأَنَّىٰ يُؤْفَكُونَ",
      "page": 403,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "و اگر از آنان بپرسی که چه کسی آسمان‌ها و زمین را آفریده و آفتاب و ماه را مسخر کرده است؟ حتما می‌گویند: الله. پس چگونه به بیراهه برده می‌شوند؟",
      "translation_pashto": "29-61 او قسم دى كه ته له دوى نه پوښتنه وكړي چې اسمانونه او ځمكه چا پیدا كړي دي او (چا) لمر او سپوږمۍ مسخر كړي دي؟ دوى به خامخا ضرور ووايي چې الله (پیدا كړي او مسخر كړي دي)، نو څرنګه دوى ګرځولى شي؟"
    },
    {
      "number": 62,
      "text": "ٱللَّهُ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ مِنْ عِبَادِهِۦ وَيَقْدِرُ لَهُۥٓ ۚ إِنَّ ٱللَّهَ بِكُلِّ شَىْءٍ عَلِيمٌۭ",
      "page": 403,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "الله روزی را برای هر کس از بندگانش که بخواهد گشاده می‌گرداند، و برای هرکس که بخواهد تنگ می‌گرداند. چون الله به هر چیزی داناست.",
      "translation_pashto": "29-62 الله چې په خپلو بنده ګانو كې چا لره وغواړي؛ رزق فراخوي او په هغه يې تنګوي، بېشكه الله په هر شي ښه عالم دى"
    },
    {
      "number": 63,
      "text": "وَلَئِن سَأَلْتَهُم مَّن نَّزَّلَ مِنَ ٱلسَّمَآءِ مَآءًۭ فَأَحْيَا بِهِ ٱلْأَرْضَ مِنۢ بَعْدِ مَوْتِهَا لَيَقُولُنَّ ٱللَّهُ ۚ قُلِ ٱلْحَمْدُ لِلَّهِ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْقِلُونَ",
      "page": 403,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "و اگر از آنان بپرسی که چه کسی از آسمان آب را نازل کرد پس با آن زمین را بعد از مردنش زنده گردانید؟ حتما می‌گویند: الله، بگو: ستایش الله راست، اما بیشتر آنان نمی‌فهمند.",
      "translation_pashto": "29-63 او قسم دى كه ته له دوى نه پوښتنه وكړې چې چا له اسمان نه اوبه نازلې كړې دي، بيا يې په هغو سره ځمكه د هغې له مرګ نه پس ژوندۍ كړې ده؟ (نو) خامخا ضرور به دوى ووايي چې الله (دا كار كړى دى) ته ووایه: ټول د كمال صفتونه خاص د الله لپاره دي بلكې د دوى اكثره عقل نه لري"
    },
    {
      "number": 64,
      "text": "وَمَا هَٰذِهِ ٱلْحَيَوٰةُ ٱلدُّنْيَآ إِلَّا لَهْوٌۭ وَلَعِبٌۭ ۚ وَإِنَّ ٱلدَّارَ ٱلْءَاخِرَةَ لَهِىَ ٱلْحَيَوَانُ ۚ لَوْ كَانُوا۟ يَعْلَمُونَ",
      "page": 404,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "و زندگی این دنیا جز سرگرمی و بازیچه نیست، و البته زندگی حقیقی سرای آخرت است، اگر می‌دانستند.",
      "translation_pashto": "29-64 او دا دنيايي ژوند نه دى مګر عبث او لوبې او بېشكه دار اخرت (جنت) خامخا همغه واقعي ژوندون دى، كه چېرې دوى پوهېدلى"
    },
    {
      "number": 65,
      "text": "فَإِذَا رَكِبُوا۟ فِى ٱلْفُلْكِ دَعَوُا۟ ٱللَّهَ مُخْلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمْ إِلَى ٱلْبَرِّ إِذَا هُمْ يُشْرِكُونَ",
      "page": 404,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "و هنگامی که سوار کشتی شوند، الله را خالصانه و مخلصانه به دعا می‌خوانند، ولی چون آنان را به خشکی رسانده نجات دهد، ناگهان شرک می‌ورزند.",
      "translation_pashto": "29-65 نو كله چې دوى په كشتۍ كې سواره شي (، نو) دوى الله بولي، په داسې حال كې چې خاص هغه لره دین خالص كوونكي وي، نوكله چې هغه (الله) دوى ته وچې ته نجات وركړي (نو) ناڅاپه دوى (له الله سره) شریكان نیسي"
    },
    {
      "number": 66,
      "text": "لِيَكْفُرُوا۟ بِمَآ ءَاتَيْنَٰهُمْ وَلِيَتَمَتَّعُوا۟ ۖ فَسَوْفَ يَعْلَمُونَ",
      "page": 404,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "تا (سرانجام) در آنچه به آنان داده‌ایم ناشکری کنند و تا (از نعمت‌های زودگذر دنیا) برخوردار گردند، پس به زودی (سزای عملکرد خویش را) خواهند دانست.",
      "translation_pashto": "29-66 د دې لپاره چې دوى په هغو (نعمتونو سره) كفر(ناشكري) وكړي چې مونږ دوى ته وركړي دي او د دې لپاره چې دوى فايده واخلي، نو ژر به دوى پوه شي"
    },
    {
      "number": 67,
      "text": "أَوَلَمْ يَرَوْا۟ أَنَّا جَعَلْنَا حَرَمًا ءَامِنًۭا وَيُتَخَطَّفُ ٱلنَّاسُ مِنْ حَوْلِهِمْ ۚ أَفَبِٱلْبَٰطِلِ يُؤْمِنُونَ وَبِنِعْمَةِ ٱللَّهِ يَكْفُرُونَ",
      "page": 404,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "آیا ندیدند که ما حرم ایمن (برای آنان) قرار داده‌ایم. حال آنکه مردم از اطراف آنان ربوده می‌شوند؟ آیا به باطل ایمان می‌آورند و به نعمت الله كفر می‌ورزند.",
      "translation_pashto": "29-67 ایا دوى نه دي لیدلي چې بېشكه مونږ حرم امن والا ګرځولى دى، حال دا چې د دوى ګېر چاپېره خلق تښتولى شي، ایا نو دوى په باطل ایمان راوړي او د الله په نعمت سره كافران كېږي؟"
    },
    {
      "number": 68,
      "text": "وَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوْ كَذَّبَ بِٱلْحَقِّ لَمَّا جَآءَهُۥٓ ۚ أَلَيْسَ فِى جَهَنَّمَ مَثْوًۭى لِّلْكَٰفِرِينَ",
      "page": 404,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "و کیست ظالم‌تر از کسی که بر الله دروغ ببندد یا چون حق نزد او آید آنرا تکذیب کند؟ آیا در جهنم جایگاهی برای کافران نیست؟",
      "translation_pashto": "29-68 او له هغه كس نه لوى ظالم څوك دى چې په الله باندې دروغ تړي، یا د حق تكذیب كوي، كله چې ده ته دغه (حق) راشي، ايا په جهنّم كې د كافرانو لپاره د اوسېدوځاى نشته؟"
    },
    {
      "number": 69,
      "text": "وَٱلَّذِينَ جَٰهَدُوا۟ فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا ۚ وَإِنَّ ٱللَّهَ لَمَعَ ٱلْمُحْسِنِينَ",
      "page": 404,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "و کسانی که در راه ما سعی و کوشش کردند، البته آنان را به راه‌های (خشنودی) خویش رهنمود می‌گردانیم، و بی‌گمان الله با احسان کنندگان است.",
      "translation_pashto": "29-69 او هغه كسان چې په (دین) زمونږ كې كوشش كوي ( نو) مونږ به دوى ته خامخا ضرور خپلې لارې وښیو او بېشكه الله خامخا د نېكي كوونكو ملګرى دى"
    }
  ]
}