{
  "number": 30,
  "name": "الروم",
  "name_dari": "روم",
  "meaning_dari": "روم",
  "revelationType": "مکی",
  "numberOfAyahs": 60,
  "ayahs": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ الٓمٓ",
      "page": 404,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "الم. (مفهوم این حروف به الله معلوم است).",
      "translation_pashto": "30-1 الف، لام، ميم"
    },
    {
      "number": 2,
      "text": "غُلِبَتِ ٱلرُّومُ",
      "page": 404,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "رومی‌ها مغلوب شدند (شکست خوردند).",
      "translation_pashto": "30-2 رومیان مغلوب كړى شول"
    },
    {
      "number": 3,
      "text": "فِىٓ أَدْنَى ٱلْأَرْضِ وَهُم مِّنۢ بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ",
      "page": 404,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "در نزدیک‌ترین سرزمین (به اعراب)، ولی آنها بعد از شکستشان به زودی غالب خواهند شد.",
      "translation_pashto": "30-3 په ډېرې نزدې ځمكه كې، او دوى به د خپل مغلوب كېدو نه وروسته ژر غالب شي"
    },
    {
      "number": 4,
      "text": "فِى بِضْعِ سِنِينَ ۗ لِلَّهِ ٱلْأَمْرُ مِن قَبْلُ وَمِنۢ بَعْدُ ۚ وَيَوْمَئِذٍۢ يَفْرَحُ ٱلْمُؤْمِنُونَ",
      "page": 404,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "در مدت چند سال (آینده). فرجام کار و فرمان، پیش از این و پس از این از الله است، و آن روز مؤمنان شادمان می‌شوند.",
      "translation_pashto": "30-4 په څو كلونو كې خاص الله ته حكم دى له دې نه مخكې او له دې نه وروسته او په دغې ورځ به مومنان خوشاله شي"
    },
    {
      "number": 5,
      "text": "بِنَصْرِ ٱللَّهِ ۚ يَنصُرُ مَن يَشَآءُ ۖ وَهُوَ ٱلْعَزِيزُ ٱلرَّحِيمُ",
      "page": 404,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "به نصرت دادن الله (رومی‌ها را بر فارس). هر کس را که بخواهد نصرت می‌دهد و او غالبِ مهربان است.",
      "translation_pashto": "30-5 د الله په مدد، هغه مدد كوي چا ته چې وغواړي او همغه ښه غالب، ښه مهربان دى"
    },
    {
      "number": 6,
      "text": "وَعْدَ ٱللَّهِ ۖ لَا يُخْلِفُ ٱللَّهُ وَعْدَهُۥ وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
      "page": 405,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "وعدۀ الله است (که رومی‌ها بر فارسیان غالب گردند و) الله وعدۀ خود را خلاف نمی‌کند، ولی بیشتر مردم نمی‌دانند.",
      "translation_pashto": "30-6 وعده كول د الله، الله د خپلې وعدې مخالفت نه كوي او لېكن د خلقو زیاتره نه پوهېږي"
    },
    {
      "number": 7,
      "text": "يَعْلَمُونَ ظَٰهِرًۭا مِّنَ ٱلْحَيَوٰةِ ٱلدُّنْيَا وَهُمْ عَنِ ٱلْءَاخِرَةِ هُمْ غَٰفِلُونَ",
      "page": 405,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "از زندگانی دنیا تنها ظاهر را می‌دانند، در حالیکه از آخرت غافل‌اند.",
      "translation_pashto": "30-7 دوى د دنيايي ژوند په ظاهري (او سرسري شیانو) پوهېږي، په داسې حال كې چې دوى له اخرته هم دوى غافلان دي"
    },
    {
      "number": 8,
      "text": "أَوَلَمْ يَتَفَكَّرُوا۟ فِىٓ أَنفُسِهِم ۗ مَّا خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ وَمَا بَيْنَهُمَآ إِلَّا بِٱلْحَقِّ وَأَجَلٍۢ مُّسَمًّۭى ۗ وَإِنَّ كَثِيرًۭا مِّنَ ٱلنَّاسِ بِلِقَآئِ رَبِّهِمْ لَكَٰفِرُونَ",
      "page": 405,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "آیا در ضمیر خود فکر نکردند که الله آسمان‌ها و زمین و آنچه را که در میان آن دو است، جز به حق و برای مدت معین نیافریده است؟! و البته بسیاری از مردم به ملاقات پروردگارشان (در آخرت) کافرند.",
      "translation_pashto": "30-8 ایا دوى په خپلو نفسونو كې فكر نه دى كړى، چې الله اسمانونه او ځمكه او هر هغه څه چې د دې دواړو په مینځ كې دي؛ نه دي پیدا كړي مګر په حقه سره او په ټاكلې نېټې سره او بېشكه ډېر له خلقو ځنې د خپل رب په ملاقات خامخا منكران(او كافران) دي "
    },
    {
      "number": 9,
      "text": "أَوَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَيَنظُرُوا۟ كَيْفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبْلِهِمْ ۚ كَانُوٓا۟ أَشَدَّ مِنْهُمْ قُوَّةًۭ وَأَثَارُوا۟ ٱلْأَرْضَ وَعَمَرُوهَآ أَكْثَرَ مِمَّا عَمَرُوهَا وَجَآءَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَٰتِ ۖ فَمَا كَانَ ٱللَّهُ لِيَظْلِمَهُمْ وَلَٰكِن كَانُوٓا۟ أَنفُسَهُمْ يَظْلِمُونَ",
      "page": 405,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "آیا در زمین سیر نکرده‌اند تا بنگرند سرانجام کسانی که پیش از ایشان بوده‌اند چگونه بوده است؟! در حالیکه آنها از ایشان توانمندتر بودند و زمین را بهتر کاویدند و زیر و رو کردند و آن را بیشتر از آنچه (ایشان) آباد کرده‌اند، آباد نمودند. و پیغمبرانشان با معجزه‌ها به‌سوی آنان آمدند، پس الله بر آن نبود که بر آنان ظلم کند، بلکه آنها خود در حق خویش ظلم می‌کردند.",
      "translation_pashto": "30-9 ایا دوى په ځمكه كې نه ګرځي، نو چې وګوري چې د هغو كسانو انجام څنګه و چې له دوى نه مخكې وو هغوى له دوى نه په قوت كې زیات سخت وو او هغوى ځمكه څیروله او دا يې اباده كړې وه ډېره له هغې نه چې دوى دغه اباده كړې ده او دوى ته خپلو رسولانو ښكاره دلیلونه راوړي وو، نو الله كله هم داسې نه و چې په دوى ظلم وكړي او لېكن دوى (پخپله) په خپلو ځانونو ظلم كاوه"
    },
    {
      "number": 10,
      "text": "ثُمَّ كَانَ عَٰقِبَةَ ٱلَّذِينَ أَسَٰٓـُٔوا۟ ٱلسُّوٓأَىٰٓ أَن كَذَّبُوا۟ بِـَٔايَٰتِ ٱللَّهِ وَكَانُوا۟ بِهَا يَسْتَهْزِءُونَ",
      "page": 405,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "باز عاقبت کسانی که مرتکب کارهای بد شدند، بدتر شد. چرا که آیات الله را تکذیب کردند و به آن استهزا می‌کردند.",
      "translation_pashto": "30-10 بیا د هغو كسانو انجام، چې بد يې كړي وو، ډېر بد و، په دې سبب چې دوى د الله د ایتونو تكذیب كړى و او په دغو (ایتونو) پورې به يې استهزا كولې"
    },
    {
      "number": 11,
      "text": "ٱللَّهُ يَبْدَؤُا۟ ٱلْخَلْقَ ثُمَّ يُعِيدُهُۥ ثُمَّ إِلَيْهِ تُرْجَعُونَ",
      "page": 405,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "الله خلقت را آغاز می‌کند باز آن را دوباره برمی گرداند (و مجددا زنده می‌کند) باز (در روز قیامت) به‌سوی او باز گردانیده می‌شوید.",
      "translation_pashto": "30-11 الله اول ځلې مخلوق پیدا كوي، بیا به يې اعاده كوي، بیا به خاص هغه ته ورګرځولى شي"
    },
    {
      "number": 12,
      "text": "وَيَوْمَ تَقُومُ ٱلسَّاعَةُ يُبْلِسُ ٱلْمُجْرِمُونَ",
      "page": 405,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "و روزی که قیامت برپا شود، در آن روز مجرمان ناامید می‌گردند.",
      "translation_pashto": "30-12 او په هغې ورځ چې قیامت قايم شي، مجرمان به ناامېده شي"
    },
    {
      "number": 13,
      "text": "وَلَمْ يَكُن لَّهُم مِّن شُرَكَآئِهِمْ شُفَعَٰٓؤُا۟ وَكَانُوا۟ بِشُرَكَآئِهِمْ كَٰفِرِينَ",
      "page": 405,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "و برای آنان از شریکان‌شان هیچ شفاعت کننده‌ای نیست و خود به شریکان‌شان کافر خواهند بود.",
      "translation_pashto": "30-13 او د دوى لپاره به د دوى په شریكانو كې هېڅ شفاعت كوونكي نه وي او دوى به له خپلو شریكانو نه منكران (كافران) شي"
    },
    {
      "number": 14,
      "text": "وَيَوْمَ تَقُومُ ٱلسَّاعَةُ يَوْمَئِذٍۢ يَتَفَرَّقُونَ",
      "page": 405,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "و روزی که قیامت برپا شود، در آن روز مردم از یکدیگر جدا می‌شوند (اهل جنت به جنت و اهل دوزخ به دوزخ می‌روند)،",
      "translation_pashto": "30-14 او په كومه ورځ چې قیامت قايم شي، په دغې ورځ به دوى بېل بېل شي"
    },
    {
      "number": 15,
      "text": "فَأَمَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ فَهُمْ فِى رَوْضَةٍۢ يُحْبَرُونَ",
      "page": 405,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "اما آنان که ایمان آوردند و کارهای نیک انجام دادند، پس آنها در بوستان (های) جنت شاد و مسرور می‌گردند.",
      "translation_pashto": "30-15 نو هر چې هغه كسان دي چې ایمان يې راوړى دى او نېك عملونه يې كړي دي، نو دوى به په باغ (جنت) كې خوشالولى شي"
    },
    {
      "number": 16,
      "text": "وَأَمَّا ٱلَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِـَٔايَٰتِنَا وَلِقَآئِ ٱلْءَاخِرَةِ فَأُو۟لَٰٓئِكَ فِى ٱلْعَذَابِ مُحْضَرُونَ",
      "page": 406,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "و اما آنان که کفر ورزیدند و آیات ما و لقای آخرت را تکذیب کردند پس این گروه در عذاب احضار خواهند شد.",
      "translation_pashto": "30-16 او پاتې شو هغه كسان چې كفر يې كړى دى او زمونږ د ایتونو او د اخرت د ملاقات تكذیب يې كړى دى، نو دغه كسان به په عذاب كې حاضر كړى شوي وي"
    },
    {
      "number": 17,
      "text": "فَسُبْحَٰنَ ٱللَّهِ حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ",
      "page": 406,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "پس چون در وقت شام و در وقت صبح وارد می‌شوید، الله را به پاکی یاد کنید.",
      "translation_pashto": "30-17 نو (وايئ) د الله تسبیح كله چې تاسو ماښام كوئ او كله چې تاسو سبا كوئ"
    },
    {
      "number": 18,
      "text": "وَلَهُ ٱلْحَمْدُ فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَعَشِيًّۭا وَحِينَ تُظْهِرُونَ",
      "page": 406,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "و ستایش در آسمان‌ها و زمین و به هنگام عصر و نیز زمانی که به وقت ظهر وارد می‌شوید، برای اوست.",
      "translation_pashto": "30-18 او خاص هغه لره ستاينئ دي په اسمانونو اوپه ځمكه كې او (تسبیح وايئ) د ورځې په اخره برخه كې او كله چې تاسو ماسپښین كوئ"
    },
    {
      "number": 19,
      "text": "يُخْرِجُ ٱلْحَىَّ مِنَ ٱلْمَيِّتِ وَيُخْرِجُ ٱلْمَيِّتَ مِنَ ٱلْحَىِّ وَيُحْىِ ٱلْأَرْضَ بَعْدَ مَوْتِهَا ۚ وَكَذَٰلِكَ تُخْرَجُونَ",
      "page": 406,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "زنده را از مرده بیرون می‌آورد و مرده را از زنده بیرون می‌آورد و زمین را پس از خشک شدنش زنده و سبزه زار می‌گرداند. و این طور (در روز قیامت از قبرهای تان زنده شده) بیرون آورده می‌شوید.",
      "translation_pashto": "30-19 هغه (الله) له مړي نه ژوندى راوباسي او له ژوندي نه مړى راوباسي او ځمكه د هغې له مرګ نه پس راژوندۍ كوي او همداسې به تاسو راویستل كېږئ"
    },
    {
      "number": 20,
      "text": "وَمِنْ ءَايَٰتِهِۦٓ أَنْ خَلَقَكُم مِّن تُرَابٍۢ ثُمَّ إِذَآ أَنتُم بَشَرٌۭ تَنتَشِرُونَ",
      "page": 406,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "و از علامات قدرت الله این است که (اصل) شما (آدم) را از خاک آفرید، باز ناگهان شما انسان‌ها در زمین منتشر شدید.",
      "translation_pashto": "30-20 او یوه د هغه له نښو ځنې دا ده چې تاسو يې له خاورې پیدا كړئ، بیا ناڅاپه تاسو بشر وئ چې خورېدلئ"
    },
    {
      "number": 21,
      "text": "وَمِنْ ءَايَٰتِهِۦٓ أَنْ خَلَقَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَٰجًۭا لِّتَسْكُنُوٓا۟ إِلَيْهَا وَجَعَلَ بَيْنَكُم مَّوَدَّةًۭ وَرَحْمَةً ۚ إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍۢ لِّقَوْمٍۢ يَتَفَكَّرُونَ",
      "page": 406,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "و از علامات قدرت الله این است که از جنس خودتان برایتان همسرانی آفرید تا در کنار آنان آرام گیرید و در میانتان دوستی و مهربانی نهاد، البته در این نشانه‌هایی است برای قومی که می‌اندیشند.",
      "translation_pashto": "30-21 او د هغه له نښو ځنې دا دي چې تاسو لپاره يې ستاسو له نفسونو څخه جوړې پيدا كړې، د دې لپاره چې تاسو هغو ته (په مايله كېدو سره) سكون حاصل كړئ او هغه ستاسو په مینځ كې مینه او مهرباني پیدا كړه، بېشكه په دغو كې خامخا نښې دې د هغه قوم لپاره چې ښه فكر كوي"
    },
    {
      "number": 22,
      "text": "وَمِنْ ءَايَٰتِهِۦ خَلْقُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَٱخْتِلَٰفُ أَلْسِنَتِكُمْ وَأَلْوَٰنِكُمْ ۚ إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍۢ لِّلْعَٰلِمِينَ",
      "page": 406,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "و از علامات قدرت الله، آفرینش آسمان‌ها و زمین و مختلف بودن زبان‌ها و رنگ‌های شماست، البته در این (امر) برای اصحاب علم و بصیرت نشانه‌هایی (عبرت انگیز) است.",
      "translation_pashto": "30-22 او د هغه له نښو ځنې د اسمانونو او ځمكې پیدا كول دي او ستاسو د ژبو او ستاسو د رنګونو اختلاف (بېل والى) دى، بېشكه په دغو كې خامخا نښې دي د عالمانو (پوهانو) لپاره"
    },
    {
      "number": 23,
      "text": "وَمِنْ ءَايَٰتِهِۦ مَنَامُكُم بِٱلَّيْلِ وَٱلنَّهَارِ وَٱبْتِغَآؤُكُم مِّن فَضْلِهِۦٓ ۚ إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍۢ لِّقَوْمٍۢ يَسْمَعُونَ",
      "page": 406,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "و از علامات قدرت الله، خواب شما در شب و روز و تلاش‌تان برای برخورداری از فضل اوست. بی‌گمان در این (امر) برای قومی که (موعظه‌های ما را) می‌شنوند، عبرت‌ها و نشانه‌هاست.",
      "translation_pashto": "30-23 او د هغه له نښو نه ستاسو خوب دى، په شپه او ورځ كې او ستاسو لټول دي د هغه له فضله، بېشكه په دغو كې خامخا نښې دي د هغه قوم لپاره چې اوري"
    },
    {
      "number": 24,
      "text": "وَمِنْ ءَايَٰتِهِۦ يُرِيكُمُ ٱلْبَرْقَ خَوْفًۭا وَطَمَعًۭا وَيُنَزِّلُ مِنَ ٱلسَّمَآءِ مَآءًۭ فَيُحْىِۦ بِهِ ٱلْأَرْضَ بَعْدَ مَوْتِهَآ ۚ إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍۢ لِّقَوْمٍۢ يَعْقِلُونَ",
      "page": 406,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "و از علامات قدرت الله این است که برق را برای ترس و امید به شما نشان می‌دهد، و از آسمان آب نازل می‌کند، پس زمین را بوسیلۀ آن پس از خشک شدنش زنده و سر سبز می‌گرداند. يقينا در این (امر) برای مردمی که عقل و خرد می‌ورزند، نشانه‌ها (و عبرت‌ها) است.",
      "translation_pashto": "30-24 او د هغه له نښو ځنې(دا) دي چې هغه تاسو ته برېښنا د وېرې او طمعې لپاره ښیي او له بره نه اوبه نازلوي، بیا په دغو (اوبو) سره ځمكه راژوندۍ كوي، د هغې له مرګ نه وروسته، بېشكه په دغو كې خامخا نښې دي د هغه قوم لپاره چې له عقل نه كار اخلي"
    },
    {
      "number": 25,
      "text": "وَمِنْ ءَايَٰتِهِۦٓ أَن تَقُومَ ٱلسَّمَآءُ وَٱلْأَرْضُ بِأَمْرِهِۦ ۚ ثُمَّ إِذَا دَعَاكُمْ دَعْوَةًۭ مِّنَ ٱلْأَرْضِ إِذَآ أَنتُمْ تَخْرُجُونَ",
      "page": 407,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "و از علامات قدرت الله این است که آسمان و زمین به فرمان او برپا و قایم است. باز وقتی شما را از زمین با صدایی بخواند، ناگهان شما بیرون می‌شوید.",
      "translation_pashto": "30-25 او د هغه له نښو څخه (دا) دي چې اسمان او ځمكه د هغه په حكم سره ولاړ دي، بیا چې كله هغه تاسو راوبلي، یوځل بلل، له ځمكې نه، (نو) ناڅاپه به تاسو (ژوندي) راوځئ"
    },
    {
      "number": 26,
      "text": "وَلَهُۥ مَن فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۖ كُلٌّۭ لَّهُۥ قَٰنِتُونَ",
      "page": 407,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "و هر که در آسمان‌ها و زمین است، از او (و در تصرف او) است و همگی فرمانبردار او هستند.",
      "translation_pashto": "30-26 او خاص د هغه لپاره دي هغه څوك چې په اسمانونو او ځمكه كې دي، (دغه) ټول د همده اطاعت كوونكي دي"
    },
    {
      "number": 27,
      "text": "وَهُوَ ٱلَّذِى يَبْدَؤُا۟ ٱلْخَلْقَ ثُمَّ يُعِيدُهُۥ وَهُوَ أَهْوَنُ عَلَيْهِ ۚ وَلَهُ ٱلْمَثَلُ ٱلْأَعْلَىٰ فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "page": 407,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "و اوست ذاتی که خلقت را آغاز می‌کند باز آن را دوباره ایجاد می‌کند، و این کار برایش آسان‌تر است، و هر صفت برتر و والاتر (بر زبان خلايق و دلایل) در آسمان‌ها و زمین برای اوست و او غالبِ باحکمت است.",
      "translation_pashto": "30-27 او دى همغه ذات دى چې مخلوق اول ځلې پیدا كوي، بیا به دغه دوباره راژوندي كوي او دغه (بیا راژوندي كول) هغه (الله) ته ډېر اسان دي او خاص هغه لره تر ټولو لوړ شان (او صفت) دى په اسمانونو اوځمكه كې او هغه ښه غالب، ښه حكمت والا دى"
    },
    {
      "number": 28,
      "text": "ضَرَبَ لَكُم مَّثَلًۭا مِّنْ أَنفُسِكُمْ ۖ هَل لَّكُم مِّن مَّا مَلَكَتْ أَيْمَٰنُكُم مِّن شُرَكَآءَ فِى مَا رَزَقْنَٰكُمْ فَأَنتُمْ فِيهِ سَوَآءٌۭ تَخَافُونَهُمْ كَخِيفَتِكُمْ أَنفُسَكُمْ ۚ كَذَٰلِكَ نُفَصِّلُ ٱلْءَايَٰتِ لِقَوْمٍۢ يَعْقِلُونَ",
      "page": 407,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "الله (در بارۀ وحدانیت خود) برای شما از خودتان مثلی زده است، آیا در آنچه به شما روزی داده‌ایم (می‌پسندید کسی) از غلامان تان شریک تان باشند که شما و ایشان هردو در آن یکسان و برابر باشید؟ و همانطور که شما (آزادگان) از یکدیگر می‌ترسید، از بندگان هم بیمناک باشید؟ این چنین آیات را برای قومی که خرد می‌ورزند به تفصیل و روشنی بیان می‌کنیم.",
      "translation_pashto": "30-28 هغه (الله) تاسو ته ستاسو له ځانونو نه یو مثال بیانوي (هغه دا چې) ایا تاسو لپاره ستاسو له مریانو څخه په هغه (مال) كې چې مونږ تاسو ته دركړى دى، څوك شریكان شته؟ نو چې تاسو (ټول) په هغه (مال) كې سره برابر يئ چې تاسو له دوى نه داسې وېرېږئ لكه ستاسو وېره كول له خپلو ځانونو (ازادو شریكانو) نه، همداسې مونږ ایتونه په تفصیل سره بیانوو، د هغه قوم لپاره چې له عقل نه كار اخلئ"
    },
    {
      "number": 29,
      "text": "بَلِ ٱتَّبَعَ ٱلَّذِينَ ظَلَمُوٓا۟ أَهْوَآءَهُم بِغَيْرِ عِلْمٍۢ ۖ فَمَن يَهْدِى مَنْ أَضَلَّ ٱللَّهُ ۖ وَمَا لَهُم مِّن نَّٰصِرِينَ",
      "page": 407,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "بلکه ظالمان بدون علم از خواهشات خود پیروی کردند، پس کسی را که الله گمراه کرده است چه کسی هدایت می‌کند؟ و برای ایشان مددگارانی نیست.",
      "translation_pashto": "30-29 بلكې هغو كسانو چې ظلم يې كړى دى، بې له علمه د خپلو خواهشاتو پيروي وكړه، نو هغه چا ته به څوك هدایت وكړي چې الله ګمراه كړى دى او د دوى لپاره هېڅ مدد كوونكي نشته"
    },
    {
      "number": 30,
      "text": "فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًۭا ۚ فِطْرَتَ ٱللَّهِ ٱلَّتِى فَطَرَ ٱلنَّاسَ عَلَيْهَا ۚ لَا تَبْدِيلَ لِخَلْقِ ٱللَّهِ ۚ ذَٰلِكَ ٱلدِّينُ ٱلْقَيِّمُ وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
      "page": 407,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "پس رویت را با پیروی از حق و بیزاری از ادیان باطل به‌سوی این دین راست کن، با همان فطرتی که الله مردم را بر آن آفریده است. (چون) در خلقت الله تبدیلی نیست. این است دین محکم و استوار، و لیکن بیشتر مردم نمی‌دانند.",
      "translation_pashto": "30-30 نو ته خپل مخ دین ته نېغ (او برابر) وساته، په داسې حال كې چې حق ته مايل اوسې، (تاسو لازم ونیسئ) د الله هغه فطرت لره چې په هغه يې خلق پیدا كړي دي، د الله تخلیق لره هېڅ بدلون نشته همدغه سم(نېغ) دین دى، او لېكن د خلقو اكثریت نه پوهېږي"
    },
    {
      "number": 31,
      "text": "۞ مُنِيبِينَ إِلَيْهِ وَٱتَّقُوهُ وَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَلَا تَكُونُوا۟ مِنَ ٱلْمُشْرِكِينَ",
      "page": 407,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "رجوع‌کنان به‌سوی الله برگردید و از او بترسید و نماز را برپا کنید و از جملۀ مشرکان نباشید.",
      "translation_pashto": "30-31 په داسې حال كې چې هغه ته رجوع كوونكي يئ او له هغه نه ووېرېږئ او لمونځ قايم كړئ او له مشركانو څخه مه كېږئ"
    },
    {
      "number": 32,
      "text": "مِنَ ٱلَّذِينَ فَرَّقُوا۟ دِينَهُمْ وَكَانُوا۟ شِيَعًۭا ۖ كُلُّ حِزْبٍۭ بِمَا لَدَيْهِمْ فَرِحُونَ",
      "page": 407,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "از کسانی که دینشان را پراکنده کردند و گروه گروه شدند. هر گروهی به آنچه که نزد خود دارند خرسند‌اند.",
      "translation_pashto": "30-32 له هغو كسانو څخه چې خپل دین يې تار په تار كړى دى او ډلې ډلې (پارټۍ پارټۍ) شوي دي، هره یوه ډله په هغه څه سره چې له دوى سره دي؛ ډېره خوشحاله ده"
    },
    {
      "number": 33,
      "text": "وَإِذَا مَسَّ ٱلنَّاسَ ضُرٌّۭ دَعَوْا۟ رَبَّهُم مُّنِيبِينَ إِلَيْهِ ثُمَّ إِذَآ أَذَاقَهُم مِّنْهُ رَحْمَةً إِذَا فَرِيقٌۭ مِّنْهُم بِرَبِّهِمْ يُشْرِكُونَ",
      "page": 408,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "و چون به مردم زیان و بلایی برسد پروردگارشان را رجوع کنان می‌خوانند، باز چون از سوی خود رحمتی به آنها بچشاند، ناگهان گروهی از آنان به پروردگارشان شرک می‌آورند.",
      "translation_pashto": "30-33 او كله چې خلقو ته ضرر ورسېږي (نو) دوى خپل رب بولي، په داسې حال كې چې هغه ته رجوع كوونكي وي، بیا چې كله هغه (الله) له خپل جانبه په دوى رحمت وڅكوي، ناڅاپه په دوى كې یوه ډله له خپل رب سره شریكان نیسي"
    },
    {
      "number": 34,
      "text": "لِيَكْفُرُوا۟ بِمَآ ءَاتَيْنَٰهُمْ ۚ فَتَمَتَّعُوا۟ فَسَوْفَ تَعْلَمُونَ",
      "page": 408,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "تا در نتیجه در آنچه که به آنان بخشیده‌ایم ناشکری کنند. پس (اندک زمانی) برخوردار شوید، اما خواهید دانست.",
      "translation_pashto": "30-34 د دې لپاره چې دوى د هغه څه ناشكري وكړي چې مونږ دوى ته وركړي دي، نوتاسو فايده واخلئ، پس ژر به تاسو پوه شئ"
    },
    {
      "number": 35,
      "text": "أَمْ أَنزَلْنَا عَلَيْهِمْ سُلْطَٰنًۭا فَهُوَ يَتَكَلَّمُ بِمَا كَانُوا۟ بِهِۦ يُشْرِكُونَ",
      "page": 408,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "آیا بر آنها دلیلی نازل کرده‌ایم پس آن (دلیل) به (صحت) آنچه به او شرک می‌آورند سخن می‌گوید؟",
      "translation_pashto": "30-35 ایا مونږ په دوى باندې كوم د لیل نازل كړى دى، نو دغه (دليل دوى ته) د هغه شي خبرې كوي چې دوى به د دغه (الله) سره شريكاوه "
    },
    {
      "number": 36,
      "text": "وَإِذَآ أَذَقْنَا ٱلنَّاسَ رَحْمَةًۭ فَرِحُوا۟ بِهَا ۖ وَإِن تُصِبْهُمْ سَيِّئَةٌۢ بِمَا قَدَّمَتْ أَيْدِيهِمْ إِذَا هُمْ يَقْنَطُونَ",
      "page": 408,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "و چون به مردم رحمتی (نعمت و عافیت) بچشانیم به آن خوش می‌شوند. و اگر رنج و سختی به خاطر کارهایی که کرده‌اند به آنان برسد، ناگهان آنها مأیوس و ناامید می‌شوند.",
      "translation_pashto": "30-36 او كله چې مونږ په خلقو خپل رحمت وڅَكوو (نو) دوى په هغه خوشحال شي او كه دوى ته څه سختي ورسېږي د هغو عملونو په سبب چې د دوى لاسونو مخكې لېږلي دي (نو) ناڅاپه دوى ناامېده شي"
    },
    {
      "number": 37,
      "text": "أَوَلَمْ يَرَوْا۟ أَنَّ ٱللَّهَ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ ۚ إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍۢ لِّقَوْمٍۢ يُؤْمِنُونَ",
      "page": 408,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "آیا ندیدند که الله روزی را برای هر کس که بخواهد فراخ و (برای هر کس که بخواهد) تنگ می‌گرداند؟ البته در این (نظام) نشانه‌هایی است برای قومی که ایمان می‌آورند.",
      "translation_pashto": "30-37 ایا دوى نه دي لیدلي چې بېشكه الله رزق فراخوي، چا ته چې وغواړي او تنګوي يې، بېشكه په دغه كې خامخا د هغه قوم لپاره نښې دي چې ایمان راوړي"
    },
    {
      "number": 38,
      "text": "فَـَٔاتِ ذَا ٱلْقُرْبَىٰ حَقَّهُۥ وَٱلْمِسْكِينَ وَٱبْنَ ٱلسَّبِيلِ ۚ ذَٰلِكَ خَيْرٌۭ لِّلَّذِينَ يُرِيدُونَ وَجْهَ ٱللَّهِ ۖ وَأُو۟لَٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
      "page": 408,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "پس به صاحب قرابت حقش را بده و (نیز) به مسكين و مسافر راه مانده (حق‌شان را بده)، این انفاق برای کسانی که رضایت الله را می‌جویند بهتر است. و این گروه نجات یافتگان‌اند.",
      "translation_pashto": "30-38 نو ته رشته دار ته د هغه حق وركړه او مسكین او مسافر ته، دغه د هغو كسانو لپاره ډېر غوره دي چې د الله مخ غواړي، اوهمدغه خلق پوره كامیاب دي"
    },
    {
      "number": 39,
      "text": "وَمَآ ءَاتَيْتُم مِّن رِّبًۭا لِّيَرْبُوَا۟ فِىٓ أَمْوَٰلِ ٱلنَّاسِ فَلَا يَرْبُوا۟ عِندَ ٱللَّهِ ۖ وَمَآ ءَاتَيْتُم مِّن زَكَوٰةٍۢ تُرِيدُونَ وَجْهَ ٱللَّهِ فَأُو۟لَٰٓئِكَ هُمُ ٱلْمُضْعِفُونَ",
      "page": 408,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "و آنچه به عنوان سود می‌دهید تا (سهم شما) در اموال مردم افزایش یابد، پس (بدانید که) نزد الله افزایش نخواهد یافت، و آنچه از زکات را که در طلب خشنودی الله پرداخت می‌کنید (و عوض آن را از کسی انتظار ندارید) پس همین گروه دارای پاداش چندین برابر خواهند بود.",
      "translation_pashto": "30-39 او هغه څه چې تاسو يې وركوئ، چې له سوده څخه وي، د دې لپاره چې د خلقو په مالونو كې زیات شي، نو د الله په نېز دغه نه زیاتېږي او هغه څه چې تاسو يې وركوئ چې له زكاته وي، په داسې حال كې چې تاسو د الله مخ غواړئ،نو همدغه كسان ډېر زیاتوونكي دي"
    },
    {
      "number": 40,
      "text": "ٱللَّهُ ٱلَّذِى خَلَقَكُمْ ثُمَّ رَزَقَكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ۖ هَلْ مِن شُرَكَآئِكُم مَّن يَفْعَلُ مِن ذَٰلِكُم مِّن شَىْءٍۢ ۚ سُبْحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشْرِكُونَ",
      "page": 408,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "الله ذاتی است که شما را آفرید باز به شما روزی داد. باز شما را می‌میراند باز شما را دوباره زنده می‌کند. آیا از شریک‌هایتان کسی هست که چیزی از این (کارها) را انجام دهد؟! او پاک و منزّه و والاتر است از آنچه شریک او می‌سازند.",
      "translation_pashto": "30-40 الله هغه ذات دى چې تاسو يې پیدا كړئ، بیا هغه تاسو ته روزي دركړه، بیا به هغه تاسو مړه كوي، بیا به تاسو ژوندي كوي، ایا ستاسو په شریكانو كې كوم یو شته چې په دغو (كارونو) كې څه شى كولى شي؟ هغه (الله) ته پاكي ده او هغه ډېر اوچت دى له دې نه چې دوى ورسره شریك نیسي"
    },
    {
      "number": 41,
      "text": "ظَهَرَ ٱلْفَسَادُ فِى ٱلْبَرِّ وَٱلْبَحْرِ بِمَا كَسَبَتْ أَيْدِى ٱلنَّاسِ لِيُذِيقَهُم بَعْضَ ٱلَّذِى عَمِلُوا۟ لَعَلَّهُمْ يَرْجِعُونَ",
      "page": 408,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "فساد در خشکی و بحر ظاهر شد به سبب دست آوردهای مردم، تا (الله) سزای بعضی از آنچه را که کرده‌اند به آنان بچشاند، باشد که آنان باز گردند.",
      "translation_pashto": "30-41 په وچه او لونده (بر او بحر) كې فساد خور شو، په سبب د هغو (عملونو) چې د خلقو لاسونو كړي دي،  د دې لپاره چې هغه (الله) په دوى ځینې برخه (د سزا)  د هغو عملونو وڅكوي چې دوى كړي دي، د دې لپاره چې دوى راواپس شي"
    },
    {
      "number": 42,
      "text": "قُلْ سِيرُوا۟ فِى ٱلْأَرْضِ فَٱنظُرُوا۟ كَيْفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبْلُ ۚ كَانَ أَكْثَرُهُم مُّشْرِكِينَ",
      "page": 409,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "بگو: در زمین بگردید، پس بنگرید که عاقبت کسانی که پیش از این بودند، چگونه شد، بیشتر آنها مشرک بودند.",
      "translation_pashto": "30-42 ته (دوى ته) ووایه: تاسو په ځمكه كې وګرځئ، نو وګورئ چې د هغو كسانو انجام څنګه و چې له دوى نه مخكې وو، د هغوى اكثره مشركان وو"
    },
    {
      "number": 43,
      "text": "فَأَقِمْ وَجْهَكَ لِلدِّينِ ٱلْقَيِّمِ مِن قَبْلِ أَن يَأْتِىَ يَوْمٌۭ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِ ۖ يَوْمَئِذٍۢ يَصَّدَّعُونَ",
      "page": 409,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "پس رویت را به‌سوی دین راست استوار بگردان پیش از آنکه روزی برسد که برای آن بازگشتی از (سوی) الله نیست. در آن روز (مردم) متفرق می‌گردند.",
      "translation_pashto": "30-43 نو ته خپل مخ ډېر نېغ (سم) دین ته برابر او قايم وساته له دې نه مخكې چې هغه ورځ راشي چې د الله له جانبه هغې ته بېرته ګرځېدل (ګرځول) نشته، په دغې ورځ كې به خلق تار په تار (بېل بېل) شي"
    },
    {
      "number": 44,
      "text": "مَن كَفَرَ فَعَلَيْهِ كُفْرُهُۥ ۖ وَمَنْ عَمِلَ صَٰلِحًۭا فَلِأَنفُسِهِمْ يَمْهَدُونَ",
      "page": 409,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "هرکس کفر ورزد کفرش به زیان خود اوست و هر کس کار نیک انجام دهد پس (از اکنون زمینۀ عاقبت نیک را) برای خود‌شان آماده سازی می‌کنند.",
      "translation_pashto": "30-44 هر څوك چې كافر شو، نو په همده باندې (عذاب د) كفر د ده دى او چا چې نېك عمل وكړ، نو دوى خاص د خپلو ځانونو لپاره فرشونه غوړوي (او ځایونه تیاروي)"
    },
    {
      "number": 45,
      "text": "لِيَجْزِىَ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ مِن فَضْلِهِۦٓ ۚ إِنَّهُۥ لَا يُحِبُّ ٱلْكَٰفِرِينَ",
      "page": 409,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "تا الله به کسانی که ایمان آورده‌اند و کارهای نیک انجام داده‌اند از فضل خود پاداش دهد، چون او كافران را دوست نمی‌دارد.",
      "translation_pashto": "30-45 د دې لپاره چې هغه (الله) هغو كسانو ته چې ايمان يې راوړى دى او نېك عملونه يې كړي دي؛ له خپله فضله بدله وركړي، بېشكه هغه (الله) له كافرانو سره مینه نه كوي"
    },
    {
      "number": 46,
      "text": "وَمِنْ ءَايَٰتِهِۦٓ أَن يُرْسِلَ ٱلرِّيَاحَ مُبَشِّرَٰتٍۢ وَلِيُذِيقَكُم مِّن رَّحْمَتِهِۦ وَلِتَجْرِىَ ٱلْفُلْكُ بِأَمْرِهِۦ وَلِتَبْتَغُوا۟ مِن فَضْلِهِۦ وَلَعَلَّكُمْ تَشْكُرُونَ",
      "page": 409,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "و از علامات قدرت و وحدانیت الله این است که بادها را مژده رسان می‌فرستد تا از رحمت خود به شما بچشاند و کشتی‌ها هم با امر او به حرکت درآیند و تا از فضل او بجویید و تا شکر گزارید.",
      "translation_pashto": "30-46 او د هغه (الله) له نښو ځنې دا دي چې هغه هواګانې رالېږي، چې زېرى وركوونكي دي، او د دې لپاره چې په تاسو له خپل رحمته ځینې (مزې)! وڅكوي او د دې لپاره چې كشتۍ د هغه په حكم سره روانې شي، او د دې لپاره چې تاسو د هغه له فضله ولټوئ، او د دې لپاره چې تاسو شكر وباسئ"
    },
    {
      "number": 47,
      "text": "وَلَقَدْ أَرْسَلْنَا مِن قَبْلِكَ رُسُلًا إِلَىٰ قَوْمِهِمْ فَجَآءُوهُم بِٱلْبَيِّنَٰتِ فَٱنتَقَمْنَا مِنَ ٱلَّذِينَ أَجْرَمُوا۟ ۖ وَكَانَ حَقًّا عَلَيْنَا نَصْرُ ٱلْمُؤْمِنِينَ",
      "page": 409,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "و به تحقیق پیش از تو پیغمبرانی را به‌سوی اقوامشان فرستادیم و آنان دلايل واضح و آشکار برای‌شان آوردند، پس از کسانی که نافرمانی کردند انتقام گرفتیم. و نصرت دادن مؤمنان حق است بر (عهدۀ) ما.",
      "translation_pashto": "30-47 اویقینًا یقینًا مونږ له تا نه مخكې خپلو قومونو رسولان ته لېږلي وو، نوهغوى دوى ته په ښكاره معجزو سره راغلل، نو مونږه له هغو كسانو نه چې جرم (كفر) يې كړى و، انتقام (او بدل) واخيست او په مونږه باندې د مومنانو مدد كول حق دي"
    },
    {
      "number": 48,
      "text": "ٱللَّهُ ٱلَّذِى يُرْسِلُ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابًۭا فَيَبْسُطُهُۥ فِى ٱلسَّمَآءِ كَيْفَ يَشَآءُ وَيَجْعَلُهُۥ كِسَفًۭا فَتَرَى ٱلْوَدْقَ يَخْرُجُ مِنْ خِلَٰلِهِۦ ۖ فَإِذَآ أَصَابَ بِهِۦ مَن يَشَآءُ مِنْ عِبَادِهِۦٓ إِذَا هُمْ يَسْتَبْشِرُونَ",
      "page": 409,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "الله ذاتی است که بادها را می‌فرستد که ابر را در حرکت می‌آورد، باز هر طوری که بخواهد آن را می‌گستراند و آن را پاره پاره می‌گرداند. و می‌بینی که قطرات باران از لابلای آن بیرون می‌آید. و چون آن را به آن بندگانش که می‌خواهد، برساند، ناگهان آنها شادمان می‌شوند.",
      "translation_pashto": "30-48 الله هغه ذات دى چې هواګانې لېږي، نو هغه ورېځې پورته كوي، نو هغه (الله) دغه په بره كې څنګه چې وغواړي خوروي او دغه (ورېځې) ټوټه ټوټه لاندې باندې وګرځوي، بیا ته باران وینې چې د هغې (ورېځې) له مینځ نه راوځي، نو كله چې دغه (باران) هغه چا ته ورسوي چې هغه يې په خپلو بنده ګانو كې اراده كړې وي، ناڅاپه دوى ښه خوشحالي كوي"
    },
    {
      "number": 49,
      "text": "وَإِن كَانُوا۟ مِن قَبْلِ أَن يُنَزَّلَ عَلَيْهِم مِّن قَبْلِهِۦ لَمُبْلِسِينَ",
      "page": 409,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "و هر چند پیش از آن که بر آنان (باران) نازل گردد، سخت ناامید بودند.",
      "translation_pashto": "30-49 او یقینًا دوى مخكې له دې چې په دوى دغه (باران) نازل كړى شي، له دې نه مخكې خامخا نا امېده وو"
    },
    {
      "number": 50,
      "text": "فَٱنظُرْ إِلَىٰٓ ءَاثَٰرِ رَحْمَتِ ٱللَّهِ كَيْفَ يُحْىِ ٱلْأَرْضَ بَعْدَ مَوْتِهَآ ۚ إِنَّ ذَٰلِكَ لَمُحْىِ ٱلْمَوْتَىٰ ۖ وَهُوَ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرٌۭ",
      "page": 409,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "پس به آثار رحمت الله بنگر که چگونه زمین را پس از مردنش زنده می‌گرداند؟! بی‌گمان این (الله) زنده کننده مردگان است و او بر هرچیز تواناست.",
      "translation_pashto": "30-50 نو ته د الله  د رحمت نښو (او اشارو) ته وګوره، الله ځمكه د هغې له مرګ (وچ والي) نه وروسته څنګه ژوندۍ كوي، بېشكه دغه (الله) خامخا مړو لره ژوندي كوونكى دى او هغه په هر شي باندې قادر دى"
    },
    {
      "number": 51,
      "text": "وَلَئِنْ أَرْسَلْنَا رِيحًۭا فَرَأَوْهُ مُصْفَرًّۭا لَّظَلُّوا۟ مِنۢ بَعْدِهِۦ يَكْفُرُونَ",
      "page": 410,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "و اگر بادی بفرستیم پس آن (کشتزار) را زرد شده ببینند، حتما پس از آن (به جای توبه) ناشکری می‌کنند.",
      "translation_pashto": "30-51 او قسم دى كه مونږ (د دوى په فصلونو داسې ضرري) هوا را اولېږو، بیا دوى دغه (فصل) تك زېړ وویني،(نو) خامخا دوى به له دې نه بعد  شي چې كفر به كوي"
    },
    {
      "number": 52,
      "text": "فَإِنَّكَ لَا تُسْمِعُ ٱلْمَوْتَىٰ وَلَا تُسْمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوْا۟ مُدْبِرِينَ",
      "page": 410,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "پس تو نمی‌توانی به مردگان بشنوانی، و نمی‌توانی به کران آواز بشنوانی هنگامی که پشت کرده روی بگردانند.",
      "translation_pashto": "30-52 نو بېشكه ته مړو ته نشې اورولى او نه ته كڼو ته بلنه اورولى شې، كله چې هغوى مخ واړوي، په داسې حال كې چې شا كوونكي وي"
    },
    {
      "number": 53,
      "text": "وَمَآ أَنتَ بِهَٰدِ ٱلْعُمْىِ عَن ضَلَٰلَتِهِمْ ۖ إِن تُسْمِعُ إِلَّا مَن يُؤْمِنُ بِـَٔايَٰتِنَا فَهُم مُّسْلِمُونَ",
      "page": 410,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "و تو هدایت کنندۀ کوران از گمراهی‌شان نیستی. و نمی‌توانی جز به کسانی که به آیات ما ایمان می‌آورند، بشنوانی، چون آنها منقاد و فرمانبردارند.",
      "translation_pashto": "30-53 او ته ړندو ته د هغوى له ګمراهۍ نه هدایت كوونكى نه يې، ته نشې اورولى مګر هغه چا ته چې زمونږ په ایتونو ایمان راوړي، نو دوى مسلمانان دي"
    },
    {
      "number": 54,
      "text": "۞ ٱللَّهُ ٱلَّذِى خَلَقَكُم مِّن ضَعْفٍۢ ثُمَّ جَعَلَ مِنۢ بَعْدِ ضَعْفٍۢ قُوَّةًۭ ثُمَّ جَعَلَ مِنۢ بَعْدِ قُوَّةٍۢ ضَعْفًۭا وَشَيْبَةًۭ ۚ يَخْلُقُ مَا يَشَآءُ ۖ وَهُوَ ٱلْعَلِيمُ ٱلْقَدِيرُ",
      "page": 410,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "الله ذاتی است که شما را ابتدا ضعیف و ناتوان آفرید، باز بعد از این ناتوانی قوت و قدرت بخشید، باز بعد از توانایی (برای شما) ناتوانی و پیری قرار دارد، هر چه بخواهد می‌آفریند و اوست دانای توانا.",
      "translation_pashto": "30-54 الله هغه ذات دى چې تاسو يې له ضعف نه پیدا كړئ، بیا يې له كمزورۍ نه بعد قوت پیدا كړ، بیا يې له قوت نه پس كمزوري او بوډاوالى (دوېښتو سپین والى) پیدا كړ، څه چې هغه وغواړي پیدا كوي، او همغه ښه عالم، ښه قدرت والا دى"
    },
    {
      "number": 55,
      "text": "وَيَوْمَ تَقُومُ ٱلسَّاعَةُ يُقْسِمُ ٱلْمُجْرِمُونَ مَا لَبِثُوا۟ غَيْرَ سَاعَةٍۢ ۚ كَذَٰلِكَ كَانُوا۟ يُؤْفَكُونَ",
      "page": 410,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "و روزی که قیامت برپا شود مجرمان قسم می‌خورند که جز ساعتی درنگ نکرده‌اند. این چنین (از راه حق) برگردانیده می‌شوند.",
      "translation_pashto": "30-55 او په هغې ورځ كې چې قیامت به قايم شي، مجرمان (كافران) به (په دې) قسم خوري چې دوى (په دنیا كې) له یو ساعت نه غیر نه دي پاتې شوي، همدارنګې به دوى ګرځولى شول"
    },
    {
      "number": 56,
      "text": "وَقَالَ ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ وَٱلْإِيمَٰنَ لَقَدْ لَبِثْتُمْ فِى كِتَٰبِ ٱللَّهِ إِلَىٰ يَوْمِ ٱلْبَعْثِ ۖ فَهَٰذَا يَوْمُ ٱلْبَعْثِ وَلَٰكِنَّكُمْ كُنتُمْ لَا تَعْلَمُونَ",
      "page": 410,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "و کسانی که به ایشان علم و ایمان داده شده است، می‌گویند: بدون شک طبق حکم در کتاب الله تا روز قیامت درنگ کرده‌اید، پس این روز قیامت است، و ليكن شما نمی‌دانستید.",
      "translation_pashto": "30-56 او هغه كسان به چې هغوى ته علم او ایمان وركړى شوى و، ووايي: یقینًا یقینًا تاسو د الله په كتاب كې د بعث (بیا راژوندي كولو) د ورځې پورې پاتې شوي یئ، نو دا د بعث، ورځ ده، او لېكن تاسو وئ چې نه پوهېدئ"
    },
    {
      "number": 57,
      "text": "فَيَوْمَئِذٍۢ لَّا يَنفَعُ ٱلَّذِينَ ظَلَمُوا۟ مَعْذِرَتُهُمْ وَلَا هُمْ يُسْتَعْتَبُونَ",
      "page": 410,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "پس آن روز عذرخواهی ظالمان سودی به ایشان نمی‌بخشد و از آنان کسب رضایت (الله) خواسته نمی‌شود.",
      "translation_pashto": "30-57 نو په دغې ورځ به هغو كسانو ته چې ظلم (شرك) يې كړى دى، د هغوى عذر فايده نه رسوي او نه به له دوى نه د معذرت كولو (او توبه اېستلو) غوښتنه كېږي"
    },
    {
      "number": 58,
      "text": "وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِى هَٰذَا ٱلْقُرْءَانِ مِن كُلِّ مَثَلٍۢ ۚ وَلَئِن جِئْتَهُم بِـَٔايَةٍۢ لَّيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓا۟ إِنْ أَنتُمْ إِلَّا مُبْطِلُونَ",
      "page": 410,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "و هر آئینه در این قرآن برای مردم از هر مثلی بیان کرده‌ایم. و اگر برای آنان آیتی بیاوری کافران حتما می‌گویند: شما نیستید مگر باطل اندیشان.",
      "translation_pashto": "30-58 او یقینًا یقینًا مونږه خلقو ته په دې قرآن كې هر قسمه مثال بیان كړى دى، او قسم دى كه ته دوى ته كومه نښه (معجزه) راوړې (نو) هغه كسان به چې كافران شوي دي؛ خامخا ضرور وايي: تاسو نه يئ مګر باطل (او ناحق) ویونكي"
    },
    {
      "number": 59,
      "text": "كَذَٰلِكَ يَطْبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلَّذِينَ لَا يَعْلَمُونَ",
      "page": 410,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "این چنین الله بر دل‌های آنانی که نمی‌دانند مهر می‌نهد.",
      "translation_pashto": "30-59 همداسې الله د هغو كسانو په زړونو مهر لګوي چې نه پوهېږي"
    },
    {
      "number": 60,
      "text": "فَٱصْبِرْ إِنَّ وَعْدَ ٱللَّهِ حَقٌّۭ ۖ وَلَا يَسْتَخِفَّنَّكَ ٱلَّذِينَ لَا يُوقِنُونَ",
      "page": 410,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "پس صبر کن، چون وعدۀ الله حق است. و مبادا کسانی که ایمان ندارند تو را به خشم و سبکسری وا دارند.",
      "translation_pashto": "30-60 نو (اى نبي) ته صبر كوه، بېشكه د الله وعده حقه ده او تا دې له سره سپك نه كړي هغه كسان چې (په اخرت)  یقین نه لري"
    }
  ]
}