{
  "number": 31,
  "name": "لقمان",
  "name_dari": "لقمان",
  "meaning_dari": "لقمان حکیم",
  "revelationType": "مکی",
  "numberOfAyahs": 34,
  "ayahs": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ الٓمٓ",
      "page": 411,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "الم. (معنای این حروف به الله معلوم است).",
      "translation_pashto": "31-1 الف، لام، ميم"
    },
    {
      "number": 2,
      "text": "تِلْكَ ءَايَٰتُ ٱلْكِتَٰبِ ٱلْحَكِيمِ",
      "page": 411,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "این آیات کتاب پر از حکمت است.",
      "translation_pashto": "31-2 دغه د حكمت لرونكي كتاب ایتونه دي"
    },
    {
      "number": 3,
      "text": "هُدًۭى وَرَحْمَةًۭ لِّلْمُحْسِنِينَ",
      "page": 411,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "هدایت و رحمت است برای محسنان (نیکو کاران مخلص).",
      "translation_pashto": "31-3 په داسې حال كې چې نېكي كوونكو لپاره هدایت او رحمت دى"
    },
    {
      "number": 4,
      "text": "ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤْتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلْءَاخِرَةِ هُمْ يُوقِنُونَ",
      "page": 411,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "آنان که نماز برپا می‌کنند و زکات می‌دهند. و ایشان‌اند که به آخرت يقين دارند.",
      "translation_pashto": "31-4 هغه كسان چې لمونځ قايموي او زكات ادا كوي او په اخرت باندې هم دوى یقین كوي"
    },
    {
      "number": 5,
      "text": "أُو۟لَٰٓئِكَ عَلَىٰ هُدًۭى مِّن رَّبِّهِمْ ۖ وَأُو۟لَٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
      "page": 411,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "ایشان‌اند که از جانب پروردگارشان بر هدایت هستند و همین ایشان رستگارانند.",
      "translation_pashto": "31-5 دغه كسان په هدایت باندې دي د خپل رب له جانبه او همدغه كسان پوره كامیاب دي"
    },
    {
      "number": 6,
      "text": "وَمِنَ ٱلنَّاسِ مَن يَشْتَرِى لَهْوَ ٱلْحَدِيثِ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِ بِغَيْرِ عِلْمٍۢ وَيَتَّخِذَهَا هُزُوًا ۚ أُو۟لَٰٓئِكَ لَهُمْ عَذَابٌۭ مُّهِينٌۭ",
      "page": 411,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "و از مردمان کسی است که سخنان لهو و بیهوده را می‌خرد تا به نادانی (مردم را) از راه الله گمراه سازد و (راه الله) را به استهزا گیرد. این گروه برایشان عذاب رسواکننده است.",
      "translation_pashto": "31-6 او په خلقو كې ځینې هغه څوك دي چې عبثې خبرې اخلي، د دې لپاره چې بې له علمه د الله له لارې نه (خلق) ګمراه كړي او دغه (لاره) مَسخره جوړه كړي، دغه كسان چې دي، د دوى لپاره سپكوونكى عذاب دى"
    },
    {
      "number": 7,
      "text": "وَإِذَا تُتْلَىٰ عَلَيْهِ ءَايَٰتُنَا وَلَّىٰ مُسْتَكْبِرًۭا كَأَن لَّمْ يَسْمَعْهَا كَأَنَّ فِىٓ أُذُنَيْهِ وَقْرًۭا ۖ فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ",
      "page": 411,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "و چون آیات ما بر او تلاوت شود، تکبرکنان روی می‌گرداند، چنان که گویا آن را نشنیده است، گویی در گوش‌هایش سنگینی و پرده است، پس او را به عذاب دردناک مژده بده.",
      "translation_pashto": "31-7 او كله چې ده ته زمونږ ایتونه ولوستل شي (نو) مخ وګرځوي، په داسې حال كې چې ډېر تكبر كوونكى وي، ګویاكې ده دا له سره اورېدلي نه دي، ګویاكې د ده په دواړو غوږونو كې دروندوالى (كوڼوالى) دى، نو ته ده ته د ډېر دردوونكي عذاب زېرى وركړه"
    },
    {
      "number": 8,
      "text": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ لَهُمْ جَنَّٰتُ ٱلنَّعِيمِ",
      "page": 411,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "البته آنان که ایمان آوردند و کارهای نیک انجام دادند، برای آنها باغ‌های پر از ناز و نعمت است.",
      "translation_pashto": "31-8 بېشكه هغه كسان چې ایمان يې راوړى اونېك عملونه يې كړي دي، د دوى لپاره د نعمتونو جنتونه دي"
    },
    {
      "number": 9,
      "text": "خَٰلِدِينَ فِيهَا ۖ وَعْدَ ٱللَّهِ حَقًّۭا ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "page": 411,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "که در آن همیشه خواهند ماند، وعدۀ الله حق است، و او غالب باحمکت است.",
      "translation_pashto": "31-9 چې دوى به په هغو كې تل ترتله وي (دغه وعده كړې ده) وعده د الله حقه او همغه ښه غالب، ښه حكمت والا دى"
    },
    {
      "number": 10,
      "text": "خَلَقَ ٱلسَّمَٰوَٰتِ بِغَيْرِ عَمَدٍۢ تَرَوْنَهَا ۖ وَأَلْقَىٰ فِى ٱلْأَرْضِ رَوَٰسِىَ أَن تَمِيدَ بِكُمْ وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٍۢ ۚ وَأَنزَلْنَا مِنَ ٱلسَّمَآءِ مَآءًۭ فَأَنۢبَتْنَا فِيهَا مِن كُلِّ زَوْجٍۢ كَرِيمٍ",
      "page": 411,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "آسمان‌ها را بدون ستون‌هایی که آنها را ببینید آفریده است و در زمین کوه‌های استوار را افگنده است تا زمین شما را نلرزاند و در آن از هر نوع زنده جان‌ها منتشر کرد و از آسمان آب نازل کردیم، پس در زمین از هر گونه نباتات خوب و ارزشمند رویانیدیم.",
      "translation_pashto": "31-10 هغه، اسمانونه بې له ستنو پیدا كړي دي چې تاسو هغه وینئ او په ځمكه كې يې پاخه غرونه غورځولي (پیدا كړي) دي چې دغه (ځمكه) تاسو ونه خوځوي. او په دغې (ځمكه) كې هر قسمه خوځنده (زنده سر) خواره كړي دي او مونږ له بره نه اوبه نازلې كړې دي، بیا مونږ په دغې (ځمكه) كې هر قسمه ښې عمده (غلې، ګياګانې) رازرغونې كړې"
    },
    {
      "number": 11,
      "text": "هَٰذَا خَلْقُ ٱللَّهِ فَأَرُونِى مَاذَا خَلَقَ ٱلَّذِينَ مِن دُونِهِۦ ۚ بَلِ ٱلظَّٰلِمُونَ فِى ضَلَٰلٍۢ مُّبِينٍۢ",
      "page": 411,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "این است آفرینش الله، پس شما به من نشان دهید کسانی که غير از او ‌اند، چه چیز آفریده‌اند؟ بلکه ظالمان در گمراهی آشکار ‌اند.",
      "translation_pashto": "31-11 دغه د الله مخلوق دى، نو تاسو (اى مشركانو!) ما ته وښیئ څه شى دى هغه چې دغو (بتانو) پیدا كړى دى، چې غير له هغه (الله) نه دي، بلكې ظالمان په ښكاره ګمراهۍ كې دي"
    },
    {
      "number": 12,
      "text": "وَلَقَدْ ءَاتَيْنَا لُقْمَٰنَ ٱلْحِكْمَةَ أَنِ ٱشْكُرْ لِلَّهِ ۚ وَمَن يَشْكُرْ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِۦ ۖ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِىٌّ حَمِيدٌۭ",
      "page": 412,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "و يقينا به لقمان حکمت بخشیدیم (و به او دستور دادیم) که الله را شکر کن و هر کس (الله را) شکر گزارد در حقیقت به نفع خود شکر گزاری می‌کند و هر کس ناشکری کند (بداند که) الله بی‌نیاز ستوده است.",
      "translation_pashto": "31-12 او یقینًا یقینًا مونږ لقمان ته حكمت وركړى و چې د الله شكر وباسه او هر چا چې شكر وكړ، نو بېشكه همدا خبره ده چې هغه د ځان لپاره شكر كوي، او هر چا چې ناشكري وكړه، نو بېشكه الله ډېر بې پروا، ښه ستايل شوى دى"
    },
    {
      "number": 13,
      "text": "وَإِذْ قَالَ لُقْمَٰنُ لِٱبْنِهِۦ وَهُوَ يَعِظُهُۥ يَٰبُنَىَّ لَا تُشْرِكْ بِٱللَّهِ ۖ إِنَّ ٱلشِّرْكَ لَظُلْمٌ عَظِيمٌۭ",
      "page": 412,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "و (یاد آور شو) وقتی را که لقمان پسر خود را وعظ می‌کرد (به او) گفت: پسر جانم! به الله شریک قرار مده. چرا که شرک ظلم بزرگ است.",
      "translation_pashto": "31-13 او (یاد كړه) هغه وخت چې لقمان خپل زوى ته وویل، په دې حال كې چې ده ته يې نصیحت كاوه: اى زما خوږه زویه!  له الله سره شریك مه نیسه، بېشكه شرك یقینًا ډېر لوى ظلم دى"
    },
    {
      "number": 14,
      "text": "وَوَصَّيْنَا ٱلْإِنسَٰنَ بِوَٰلِدَيْهِ حَمَلَتْهُ أُمُّهُۥ وَهْنًا عَلَىٰ وَهْنٍۢ وَفِصَٰلُهُۥ فِى عَامَيْنِ أَنِ ٱشْكُرْ لِى وَلِوَٰلِدَيْكَ إِلَىَّ ٱلْمَصِيرُ",
      "page": 412,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "و به انسان دربارۀ پدر و مادرش سفارش کردیم، مادرش با ضعف بر بالای ضعف به او باردار شد. و جدا کردن او از شیر در طی دو سال است. (و به انسان سفارش کردیم) برای من و پدر و مادرت شکر گزار باش که بازگشت (همه) به‌سوی من است.",
      "translation_pashto": "31-14 اومونږ انسان ته د خپل مور و پلار (سره د نېكي كولو) په باره كې كلك حكم كړى دى، دى خپلې مور اوچت كړى و، په داسې حال كې چې سخته كمزورې وه، له پاسه د بلې كمزورۍ نه او د ده بېلول (د تي نه) په دوه كلونو كې وو، دا چې ته زما او د خپل مور و پلار شكر كوه، خاص ما ته بېرته راتله دي"
    },
    {
      "number": 15,
      "text": "وَإِن جَٰهَدَاكَ عَلَىٰٓ أَن تُشْرِكَ بِى مَا لَيْسَ لَكَ بِهِۦ عِلْمٌۭ فَلَا تُطِعْهُمَا ۖ وَصَاحِبْهُمَا فِى ٱلدُّنْيَا مَعْرُوفًۭا ۖ وَٱتَّبِعْ سَبِيلَ مَنْ أَنَابَ إِلَىَّ ۚ ثُمَّ إِلَىَّ مَرْجِعُكُمْ فَأُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ",
      "page": 412,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "و اگر سعی ورزیدند که تو را وادارند به این که چیزی را با من شریک قرار دهی که به آن علم نداری، پس از آنان اطاعت مکن، و در دنیا با آنان به خوبی رفتار کن. و از راه کسی پیروی کن که به‌سوی من بازگشته است، باز باز گشتتان به‌سوی من است، پس شما را از آنچه می‌کردید آگاه می‌سازم.",
      "translation_pashto": "31-15 او كه دوى (دواړه) په تا ډېر كوشش وكړي د دې چې ته زما سره هغه شى شریك كړه، چې تا ته د هغه هېڅ علم نشته، نو ته د دوى خبره مه منه، او په دنیا كې له دوى سره نېكه ملګرتیا كوه او ته د هغه چا د لارې پیروي كوه چې ما ته رجوع كوي، بیا خاص ما ته ستاسو بېرته راتله دي، نو زه به تاسو په هغو كارونو خبر كړم چې تاسو به كول"
    },
    {
      "number": 16,
      "text": "يَٰبُنَىَّ إِنَّهَآ إِن تَكُ مِثْقَالَ حَبَّةٍۢ مِّنْ خَرْدَلٍۢ فَتَكُن فِى صَخْرَةٍ أَوْ فِى ٱلسَّمَٰوَٰتِ أَوْ فِى ٱلْأَرْضِ يَأْتِ بِهَا ٱللَّهُ ۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٌۭ",
      "page": 412,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "(لقمان گفت): پسر جانم! بدان که اگر آن (عمل) به اندازه دانۀ خردلی باشد و در دل سنگی یا در آسمان‌ها و یا در زمین باشد، الله آن را می‌آورد (و مورد محاسبه قرار می‌دهد)، چون الله باریک بین (و) آگاه است.",
      "translation_pashto": "31-16 اى زما خوږه زویه! بېشكه دغه(د بدۍ او نېكۍ خصلت) چې دى، كه دغه د اوري د دانې په قدر وي، بیا دغه په یو كاڼې كې وي، یا په اسمانونو كې وي، یا په ځمكه كې وي، الله به هغه راوړي، بېشكه الله ډېر باریك بین، ښه خبردار دى"
    },
    {
      "number": 17,
      "text": "يَٰبُنَىَّ أَقِمِ ٱلصَّلَوٰةَ وَأْمُرْ بِٱلْمَعْرُوفِ وَٱنْهَ عَنِ ٱلْمُنكَرِ وَٱصْبِرْ عَلَىٰ مَآ أَصَابَكَ ۖ إِنَّ ذَٰلِكَ مِنْ عَزْمِ ٱلْأُمُورِ",
      "page": 412,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "ای پسر جانم! نماز را برپا کن و به کار نیک دستور بده و از کار بد منع کن و در برابر آنچه به تو می‌رسد صابر باش که این (خصلت‌ها) از کارهای سترگ (و محوری) است.",
      "translation_pashto": "31-17 اى زما خوږه زویه! ته لمونځ قايموه او د نېكۍ حكم كوه او له بدۍ نه (ځان او خلق) منع كوه او صبر كوه په هغه (تكلیف) چې تا ته رسېږي. بېشكه دغه (كارونه) له اهمو كارونو څخه دي"
    },
    {
      "number": 18,
      "text": "وَلَا تُصَعِّرْ خَدَّكَ لِلنَّاسِ وَلَا تَمْشِ فِى ٱلْأَرْضِ مَرَحًا ۖ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ مُخْتَالٍۢ فَخُورٍۢ",
      "page": 412,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "و با تکبر از مردم روی مگردان و در زمین خرامان راه مرو، چون الله هیچ متكبر فخر فروش را دوست ندارد.",
      "translation_pashto": "31-18 او له خلقو نه خپل مخ مه ګرځوه، او په ځمكه كې په تكبر سره مه ګرځه، بېشكه الله نه خوښوي هر كبرجن (او) فخر كوونكى"
    },
    {
      "number": 19,
      "text": "وَٱقْصِدْ فِى مَشْيِكَ وَٱغْضُضْ مِن صَوْتِكَ ۚ إِنَّ أَنكَرَ ٱلْأَصْوَٰتِ لَصَوْتُ ٱلْحَمِيرِ",
      "page": 412,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "و در راه رفتن خود میانه روی (را پیشه) کن و صدایت را آهسته بدار، همانا بدترین آوازها، آواز خران است.",
      "translation_pashto": "31-19 او ته په خپل تګ كې میانه رو اوسه او خپل اواز څه ورو كړه، بېشكه چې په اوازونو كې تر ټولو بد (اواز) خامخا د خره اواز دى"
    },
    {
      "number": 20,
      "text": "أَلَمْ تَرَوْا۟ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ وَأَسْبَغَ عَلَيْكُمْ نِعَمَهُۥ ظَٰهِرَةًۭ وَبَاطِنَةًۭ ۗ وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِى ٱللَّهِ بِغَيْرِ عِلْمٍۢ وَلَا هُدًۭى وَلَا كِتَٰبٍۢ مُّنِيرٍۢ",
      "page": 413,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "آیا ندیده‌اید که الله آنچه را که در آسمان‌ها و آنچه را که در زمین است، برایتان مسخر گردانید و نعمت‌های ظاهری و باطنی خود را بر شما گسترده و فراوان ساخته است؟ و از مردم کسانی هستند که در بارۀ الله بدون هیچ علم و بدون هیچ هدایت و بدون هیچ کتاب روشن، مجادله می‌کند.",
      "translation_pashto": "31-20 ایا تاسو نه دي كتلي چې بېشكه الله تاسو لپاره په كار اچولي دي هر هغه څه چې په اسمانونو كې دي او هر هغه څه چې په ځمكه كې دي او پر تاسو  باندې يې خپل نعمتونه، چې ظاهري دي او باطني دي ؛ پوره كړي دي او په خلقو كې ځینې هغه دي چې د الله په باره كې جګره كوي، بې له علمه او بې له هدایته او بې له روښانه كتابه"
    },
    {
      "number": 21,
      "text": "وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُوا۟ مَآ أَنزَلَ ٱللَّهُ قَالُوا۟ بَلْ نَتَّبِعُ مَا وَجَدْنَا عَلَيْهِ ءَابَآءَنَآ ۚ أَوَلَوْ كَانَ ٱلشَّيْطَٰنُ يَدْعُوهُمْ إِلَىٰ عَذَابِ ٱلسَّعِيرِ",
      "page": 413,
      "juz": 21,
      "hizb": 41,
      "sajda": false,
      "translation_dari": "و چون به آنان گفته شود. از آنچه پیروی کنید که الله نازل کرده است، می‌گویند: بلکه از چیزی پیروی می‌کنیم که پدران خود را بر آن یافته‌ایم، آیا (از پدران خود پیروی می‌کنند) حتی اگر شیطان آنان را به‌سوی عذاب سوزان فرا خواند.",
      "translation_pashto": "31-21 او كله چې دوى ته وویل شي چې تاسو د هغه (قرآن) پیروي وكړئ چې الله نازل كړى دى دوى وايي: (نه!) بلكې مونږ د هغې (لارې) پیروي كوو چې په هغې باندې مونږ خپل پلرونه موندلي دي، ایا اګر كه شیطان دوى د دوزخ عذاب ته رابلل "
    },
    {
      "number": 22,
      "text": "۞ وَمَن يُسْلِمْ وَجْهَهُۥٓ إِلَى ٱللَّهِ وَهُوَ مُحْسِنٌۭ فَقَدِ ٱسْتَمْسَكَ بِٱلْعُرْوَةِ ٱلْوُثْقَىٰ ۗ وَإِلَى ٱللَّهِ عَٰقِبَةُ ٱلْأُمُورِ",
      "page": 413,
      "juz": 21,
      "hizb": 42,
      "sajda": false,
      "translation_dari": "و هر که روی خویش را به سوى الله متوجه کند، در حالیکه محسن باشد به تحقیق به دستاویز بسیار محکمی چنگ زده است، و سرانجام کارها به‌سوی الله است.",
      "translation_pashto": "31-22 او هغه څوك چې خپل مخ الله ته وسپاري، په دې حال كې چې نېكي كوونكى وي، نو یقینًا ده په ډېرې مضبوطې كړۍ باندې منګولې ښخې كړي دي، او خاص الله ته د ټولو كارونو انجام دى"
    },
    {
      "number": 23,
      "text": "وَمَن كَفَرَ فَلَا يَحْزُنكَ كُفْرُهُۥٓ ۚ إِلَيْنَا مَرْجِعُهُمْ فَنُنَبِّئُهُم بِمَا عَمِلُوٓا۟ ۚ إِنَّ ٱللَّهَ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
      "page": 413,
      "juz": 21,
      "hizb": 42,
      "sajda": false,
      "translation_dari": "و هر که کافر شد، نباید کفر وی تو را غمگین سازد، (چراکه) بازگشت آنان به‌سوی ماست، و ایشان را از کارهایی که کرده‌اند آگاه می‌سازیم. البته الله به راز سینه‌ها آگاه است.",
      "translation_pashto": "31-23 او هر څوك چې كافر شو، نو تا دې د هغه كافر كېدل غمګین نه كړي، خاص مونږ ته د دوى بېرته راتله دي، نو مونږ به دوى خبر كړو په هغو كارونو چې دوى به كول، بېشكه الله ښه عالم دى په هغو خبرو چې په سینو كې دي"
    },
    {
      "number": 24,
      "text": "نُمَتِّعُهُمْ قَلِيلًۭا ثُمَّ نَضْطَرُّهُمْ إِلَىٰ عَذَابٍ غَلِيظٍۢ",
      "page": 413,
      "juz": 21,
      "hizb": 42,
      "sajda": false,
      "translation_dari": "و آنها را اندکی بهره مند می‌سازیم باز آنان را به (تحمل) عذاب سخت مجبور می‌سازیم.",
      "translation_pashto": "31-24 مونږ به دوى ته لږه شان نفع وركړو، بیا به مونږ په زور سره دوى ډېر سخت عذاب ته راكاږو"
    },
    {
      "number": 25,
      "text": "وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ لَيَقُولُنَّ ٱللَّهُ ۚ قُلِ ٱلْحَمْدُ لِلَّهِ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ",
      "page": 413,
      "juz": 21,
      "hizb": 42,
      "sajda": false,
      "translation_dari": "و اگر از آنان بپرسی که چه کسی آسمان‌ها و زمین را آفریده است؟ حتما می‌گویند: الله، بگو: الحمد لله (که اقرار نمودید) ولی بیشترشان نمی‌دانند.",
      "translation_pashto": "31-25 او قسم دى كه ته له دوى نه پوښتنه وكړې چې اسمانونه او ځمكه چا پیدا كړې دي (، نو) دوى به خامخا ضرور ووايي چې الله، ته ووایه: ټول د كمال صفتونه خاص الله لره دي بلكې د دوى زیاتره نه پوهېږي"
    },
    {
      "number": 26,
      "text": "لِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۚ إِنَّ ٱللَّهَ هُوَ ٱلْغَنِىُّ ٱلْحَمِيدُ",
      "page": 413,
      "juz": 21,
      "hizb": 42,
      "sajda": false,
      "translation_dari": "آنچه در آسمان‌ها و زمین است، از الله است. در حقیقت الله همان ذات بی‌نیاز و ستوده است.",
      "translation_pashto": "31-26 خاص د الله لپاره دي هر هغه څه چې په اسمانونو او ځمكه كې دي، بېشكه الله، همغه ډېر بې پروا، ښه ستايل شوى دى"
    },
    {
      "number": 27,
      "text": "وَلَوْ أَنَّمَا فِى ٱلْأَرْضِ مِن شَجَرَةٍ أَقْلَٰمٌۭ وَٱلْبَحْرُ يَمُدُّهُۥ مِنۢ بَعْدِهِۦ سَبْعَةُ أَبْحُرٍۢ مَّا نَفِدَتْ كَلِمَٰتُ ٱللَّهِ ۗ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌۭ",
      "page": 413,
      "juz": 21,
      "hizb": 42,
      "sajda": false,
      "translation_dari": "و اگر همۀ درختان روی زمین قلم شوند و دریا (دوات گردد) و هفت دریای دیگر به آن مدد برساند سخنان الله به پایان نرسد، يقينا الله غالب باحکمت است.",
      "translation_pashto": "31-27 او كه په رښتیا سره هره هغه ونه چې په ځمكه كې ده، قلمونه شي، په داسې حال كې چې(سیاهي شي) دغه (محیط) بحر، (بیا) د ده مدد نور اوه بحرونه وكړي (نو) د الله كلمات به خلاص نشي، بېشكه الله ښه غالب، ښه حكمت والا دى"
    },
    {
      "number": 28,
      "text": "مَّا خَلْقُكُمْ وَلَا بَعْثُكُمْ إِلَّا كَنَفْسٍۢ وَٰحِدَةٍ ۗ إِنَّ ٱللَّهَ سَمِيعٌۢ بَصِيرٌ",
      "page": 413,
      "juz": 21,
      "hizb": 42,
      "sajda": false,
      "translation_dari": "آفریدن شما و برانگیختنتان جز مانند (آفریدن و برانگیختن) یک تن نیست، همانا الله شنوای بیناست.",
      "translation_pashto": "31-28 نه دي ستاسو پیدا كول او نه بیا ژوندي راپاڅول مګر لكه د یوه نفس، بېشكه الله ښه اورېدونكى، ښه لیدونكى دى"
    },
    {
      "number": 29,
      "text": "أَلَمْ تَرَ أَنَّ ٱللَّهَ يُولِجُ ٱلَّيْلَ فِى ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِى ٱلَّيْلِ وَسَخَّرَ ٱلشَّمْسَ وَٱلْقَمَرَ كُلٌّۭ يَجْرِىٓ إِلَىٰٓ أَجَلٍۢ مُّسَمًّۭى وَأَنَّ ٱللَّهَ بِمَا تَعْمَلُونَ خَبِيرٌۭ",
      "page": 414,
      "juz": 21,
      "hizb": 42,
      "sajda": false,
      "translation_dari": "آیا ندیده‌ای (ای مخاطب) که الله شب را در روز و روز را در شب داخل می‌گرداند؟ و آفتاب و ماه را مسخر کرده است، هریک تا مدتی معین در حرکت است، و (آیا ندیدی که) الله به آنچه می‌کنید آگاه است.",
      "translation_pashto": "31-29 ایا تا نه دي لیدلي چې بېشكه الله شپه په ورځ كې ننباسي او ورځ په شپه كې ننباسي او هغه لمر او سپوږمۍ مسخر كړي (په كار اچولي) دي، هر یو يې تر مقررې نېټې پورې روان دى او دا چې بېشكه هغه الله په هغو كارونو چې تاسو يې كوئ؛ ښه خبردار دى"
    },
    {
      "number": 30,
      "text": "ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلْحَقُّ وَأَنَّ مَا يَدْعُونَ مِن دُونِهِ ٱلْبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلْعَلِىُّ ٱلْكَبِيرُ",
      "page": 414,
      "juz": 21,
      "hizb": 42,
      "sajda": false,
      "translation_dari": "این به سبب آن است که الله حق است و آنچه را که به جای او می‌خوانند، باطل است. و الله بلند مرتبه و بزرگ است.",
      "translation_pashto": "31-30 دغه په دې سبب چې بېشكه الله، هم دى حق دى، او دا چې بېشكه هغه (معبودان) چې دوى يې له هغه (الله) نه غیر بولي، باطل دي او دا چې بېشكه الله، هم دى ډېر اوچت، ډېر لوى دى"
    },
    {
      "number": 31,
      "text": "أَلَمْ تَرَ أَنَّ ٱلْفُلْكَ تَجْرِى فِى ٱلْبَحْرِ بِنِعْمَتِ ٱللَّهِ لِيُرِيَكُم مِّنْ ءَايَٰتِهِۦٓ ۚ إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍۢ لِّكُلِّ صَبَّارٍۢ شَكُورٍۢ",
      "page": 414,
      "juz": 21,
      "hizb": 42,
      "sajda": false,
      "translation_dari": "آیا ندیده‌ای که کشتی‌ها در دریا به فضل الله حرکت می‌کنند تا (بعضی) از نشانه‌های (قدرت) خود را به شما نشان دهد؟! يقينا در این (کار) دلایل (وحدانیت الله) است برای هر صبر کنندۀ شکر گزار.",
      "translation_pashto": "31-31 ایا تا نه دي لیدلي چې بېشكه كشتۍ په سمندر كې د الله په نعمت سره تګ كوي، د دې لپاره چې تاسو ته له خپلو نښو ځنې وښیي، بېشكه په دغو كې خامخا نښې دي د هر ډېر صبر كوونكي، ډېر شكر كوونكي لپاره"
    },
    {
      "number": 32,
      "text": "وَإِذَا غَشِيَهُم مَّوْجٌۭ كَٱلظُّلَلِ دَعَوُا۟ ٱللَّهَ مُخْلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمْ إِلَى ٱلْبَرِّ فَمِنْهُم مُّقْتَصِدٌۭ ۚ وَمَا يَجْحَدُ بِـَٔايَٰتِنَآ إِلَّا كُلُّ خَتَّارٍۢ كَفُورٍۢ",
      "page": 414,
      "juz": 21,
      "hizb": 42,
      "sajda": false,
      "translation_dari": "و چون موجی مانند سایه بان آنها را فراگیرد، الله را خالصانه می‌خوانند و عبادت را خاص او می‌دانند، اما وقتی آنان را به‌سوی خشکه نجات دهد پس برخی از ایشان میانه رو هستند، و هیچ کس جز عهدشکن غدار ناشکر آیات ما را انکار نمی‌کند.",
      "translation_pashto": "31-32 او كله چې دوى لره د ورېځو په شان موج را لاندې(پټ) كړي (نو) دوى الله بولي، په داسې حال كې چې دین خاص الله ته خالص كوونكي وي، نو كله چې هغه دوى ته وچې ته نجات وركړي، بیا نو په دوى  كې ځینې په نېغه لاره ولاړ وي او زمونږ له ایتونو (دلیلونو) نه انكار نه كوي مګر هر هغه چې ډېر عهد ماتوونكى، ډېر ناشكره دي"
    },
    {
      "number": 33,
      "text": "يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُوا۟ رَبَّكُمْ وَٱخْشَوْا۟ يَوْمًۭا لَّا يَجْزِى وَالِدٌ عَن وَلَدِهِۦ وَلَا مَوْلُودٌ هُوَ جَازٍ عَن وَالِدِهِۦ شَيْـًٔا ۚ إِنَّ وَعْدَ ٱللَّهِ حَقٌّۭ ۖ فَلَا تَغُرَّنَّكُمُ ٱلْحَيَوٰةُ ٱلدُّنْيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلْغَرُورُ",
      "page": 414,
      "juz": 21,
      "hizb": 42,
      "sajda": false,
      "translation_dari": "ای مردم! از پروردگارتان بترسید، و (نیز) از روزی بترسید که نه هیچ پدری می‌تواند چیزی را از طرف فرزند خود ادا کند و نه هیچ فرزندی می‌تواند چیزی را از طرف پدرش ادا کند، يقينا وعدۀ الله حق است. پس زندگانی دنیا شما را نفریبد. و غرور (شیطان)، شما را نسبت به الله فریب ندهد.",
      "translation_pashto": "31-33 اى خلقو! تاسو د خپل رب تقوٰى غوره كړئ او له هغې ورځې نه ووېرېږئ چې هېڅ پلار به د خپل اولاد په كار نشي راتلى او نه كوم اولاد شته چې هغه له خپل پلار نه څه شى (عذاب) دفع كوونكى دى، بېشكه د الله وعده حقه ده، نو دنيايي ژوند دې تاسو له سره غره( دوكه) نه كړي اوتاسو دې د الله په باره كې لوى غره كوونكى (شیطان) له سره غره نه كړي"
    },
    {
      "number": 34,
      "text": "إِنَّ ٱللَّهَ عِندَهُۥ عِلْمُ ٱلسَّاعَةِ وَيُنَزِّلُ ٱلْغَيْثَ وَيَعْلَمُ مَا فِى ٱلْأَرْحَامِ ۖ وَمَا تَدْرِى نَفْسٌۭ مَّاذَا تَكْسِبُ غَدًۭا ۖ وَمَا تَدْرِى نَفْسٌۢ بِأَىِّ أَرْضٍۢ تَمُوتُ ۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرٌۢ",
      "page": 414,
      "juz": 21,
      "hizb": 42,
      "sajda": false,
      "translation_dari": "بی‌گمان علم (فرا رسیدن) قیامت فقط نزد الله است، و اوست که باران می‌باراند و آنچه که در رحمهاست می‌داند، و هیچ نفس نمی‌داند که فردا چه چیزی کسب می‌کند، و هیچ کسی نمی‌داند که در کدام سرزمین می‌میرد. البته الله دانای آگاه است.",
      "translation_pashto": "31-34 بېشكه الله چې دى، خاص له هغه سره د قیامت علم دى او هغه باران نازلوي او هغه (په يقيني طريقه، بې له وسايلو) پوهېږي په هر هغه څه چې په رحمونو كې دي او هېڅ یونفس نه پوهېږي چې هغه به سبا ته څه كار كوي او هېڅ یو نفس نه پوهېږي چې په كومه ځمكه (سيمه) كې به مري، بېشكه الله ښه عالم، ښه خبردار دى"
    }
  ]
}