{
  "number": 32,
  "name": "السجدة",
  "name_dari": "سجده",
  "meaning_dari": "سجده",
  "revelationType": "مکی",
  "numberOfAyahs": 30,
  "ayahs": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ الٓمٓ",
      "page": 415,
      "juz": 21,
      "hizb": 42,
      "sajda": false,
      "translation_dari": "الم. (مفهوم این حروف به الله معلوم است).",
      "translation_pashto": "32-1 الف، لام، ميم"
    },
    {
      "number": 2,
      "text": "تَنزِيلُ ٱلْكِتَٰبِ لَا رَيْبَ فِيهِ مِن رَّبِّ ٱلْعَٰلَمِينَ",
      "page": 415,
      "juz": 21,
      "hizb": 42,
      "sajda": false,
      "translation_dari": "فرود آوردن این کتاب که شکی در آن نیست، از طرف پروردگار جهانیان است.",
      "translation_pashto": "32-2 د دغه كتاب نازلول، چې په ده كې هېڅ شك نشته، د رب العالمین له جانبه دي"
    },
    {
      "number": 3,
      "text": "أَمْ يَقُولُونَ ٱفْتَرَىٰهُ ۚ بَلْ هُوَ ٱلْحَقُّ مِن رَّبِّكَ لِتُنذِرَ قَوْمًۭا مَّآ أَتَىٰهُم مِّن نَّذِيرٍۢ مِّن قَبْلِكَ لَعَلَّهُمْ يَهْتَدُونَ",
      "page": 415,
      "juz": 21,
      "hizb": 42,
      "sajda": false,
      "translation_dari": "آیا می‌گویند: خودش آن را از پیش خود ساخته است؟ بلکه قرآن حق است و از سوی پروردگارت آمده است تا گروهی را بترسانی که پیش از تو ترساننده‌ای نزد آنان نیامده است. باشد که هدایت شوند.",
      "translation_pashto": "32-3 (بلكې) ایا دوى وايي چې ده (محمدﷺ) دا له خپله ځانه جوړ كړى دى، بلكې همدغه ستا د رب له جانبه حق دى، د دې لپاره چې ته هغه قوم ووېروې چې دوى ته له تا نه مخكې هېڅ وېروونكى نه دى راغلى، د دې لپاره چې دوى سمه لاره ومومي"
    },
    {
      "number": 4,
      "text": "ٱللَّهُ ٱلَّذِى خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ وَمَا بَيْنَهُمَا فِى سِتَّةِ أَيَّامٍۢ ثُمَّ ٱسْتَوَىٰ عَلَى ٱلْعَرْشِ ۖ مَا لَكُم مِّن دُونِهِۦ مِن وَلِىٍّۢ وَلَا شَفِيعٍ ۚ أَفَلَا تَتَذَكَّرُونَ",
      "page": 415,
      "juz": 21,
      "hizb": 42,
      "sajda": false,
      "translation_dari": "الله ذاتی است که آسمان‌ها و زمین و آنچه را که در میان آن دو است، در شش روز آفرید، باز بر عرش قرار گرفت، جز او هیچ دوست و شفاعت کننده‌ای ندارید، آیا عبرت نمی‌گیرید؟",
      "translation_pashto": "32-4 الله هغه ذات دى چې اسمانونه او ځمكه او هر هغه څه چې د دې دواړو په مینځ كې دي، په شپږو ورځو كې پیدا كړي دي، بیا يې په عرش باندې استوا وكړه، ستاسو لپاره له هغه نه غیر نه هېڅ كارساز شته  او نه شفاعت كوونكى، ایا نو تاسو پند نه اخلئ!"
    },
    {
      "number": 5,
      "text": "يُدَبِّرُ ٱلْأَمْرَ مِنَ ٱلسَّمَآءِ إِلَى ٱلْأَرْضِ ثُمَّ يَعْرُجُ إِلَيْهِ فِى يَوْمٍۢ كَانَ مِقْدَارُهُۥٓ أَلْفَ سَنَةٍۢ مِّمَّا تَعُدُّونَ",
      "page": 415,
      "juz": 21,
      "hizb": 42,
      "sajda": false,
      "translation_dari": "امر را از آسمان تا زمین تدبیر می‌کند، باز (گزارش آن) در روزی که اندازۀ آن - از آنچه که شما می‌شمارید- هزار سال است، به‌سوی او بالا می‌رود.",
      "translation_pashto": "32-5 هغه د كار تدبیر كوي له اسمان نه ځمكې ته (د قیامت د ورځې پورې)، بیا به ده ته دغه (كار) په هغې ورځ كې خېژي چې د هغې مقدار زر كاله دى، له هغو (كلونو) نه چې تاسو يې شمېرئ"
    },
    {
      "number": 6,
      "text": "ذَٰلِكَ عَٰلِمُ ٱلْغَيْبِ وَٱلشَّهَٰدَةِ ٱلْعَزِيزُ ٱلرَّحِيمُ",
      "page": 415,
      "juz": 21,
      "hizb": 42,
      "sajda": false,
      "translation_dari": "او ذاتی است آگاه از پنهان و آشکار (و) غالب (و) مهربان است.",
      "translation_pashto": "32-6 دغه (الله) د پټو او ښكاره و عالم دى، چې ښه غالب، بې حده مهربان دى"
    },
    {
      "number": 7,
      "text": "ٱلَّذِىٓ أَحْسَنَ كُلَّ شَىْءٍ خَلَقَهُۥ ۖ وَبَدَأَ خَلْقَ ٱلْإِنسَٰنِ مِن طِينٍۢ",
      "page": 415,
      "juz": 21,
      "hizb": 42,
      "sajda": false,
      "translation_dari": "ذاتی که هر چیزی را آفریده و آن را حسن و زیبایی بخشیده است. و آفرینش انسان را از گِل آغاز کرد.",
      "translation_pashto": "32-7 هغه (الله) چې ښايسته كړى يې دى هر شى چې ده هغه پیدا كړى دى، او د انسان تخلیق يې له خټې نه شروع كړى دى"
    },
    {
      "number": 8,
      "text": "ثُمَّ جَعَلَ نَسْلَهُۥ مِن سُلَٰلَةٍۢ مِّن مَّآءٍۢ مَّهِينٍۢ",
      "page": 415,
      "juz": 21,
      "hizb": 42,
      "sajda": false,
      "translation_dari": "باز نسل او را از خلاصۀ آب حقیر (منی) آفرید.",
      "translation_pashto": "32-8 بیا يې د هغه نسل د ضعیفو حقیرو اوبو له خلاصې نه پیدا كړ"
    },
    {
      "number": 9,
      "text": "ثُمَّ سَوَّىٰهُ وَنَفَخَ فِيهِ مِن رُّوحِهِۦ ۖ وَجَعَلَ لَكُمُ ٱلسَّمْعَ وَٱلْأَبْصَٰرَ وَٱلْأَفْـِٔدَةَ ۚ قَلِيلًۭا مَّا تَشْكُرُونَ",
      "page": 415,
      "juz": 21,
      "hizb": 42,
      "sajda": false,
      "translation_dari": "باز اندام او را برابر کرد و از روح (آفریدۀ) خود در آن دمید و برای شما گوش و چشم‌ها و دل‌ها آفرید، ولی شما کمتر شکر می‌گزارید.",
      "translation_pashto": "32-9 بیا يې هغه برابر كړ او په هغه كې يې له خپله روحه ځنې پو كړل او د هغه لپاره يې غوږونه او سترګې او زړونه پیدا كړل (خو) تاسو ډېر لږ شكر وباسئ"
    },
    {
      "number": 10,
      "text": "وَقَالُوٓا۟ أَءِذَا ضَلَلْنَا فِى ٱلْأَرْضِ أَءِنَّا لَفِى خَلْقٍۢ جَدِيدٍۭ ۚ بَلْ هُم بِلِقَآءِ رَبِّهِمْ كَٰفِرُونَ",
      "page": 415,
      "juz": 21,
      "hizb": 42,
      "sajda": false,
      "translation_dari": "و (کافران) می‌گویند: آیا وقتی (ما مُردیم و) در زمین ناپدید شویم، آیا آفرینش جدیدی خواهیم یافت؟ بلکه آنان به ملاقات پروردگارشان کافرند.",
      "translation_pashto": "32-10 او دوى وايي: ایا كله چې مونږ په ځمكه كې ورك (او خاورې) شو، ایا مونږ به خامخا په رښتیا سره په نوي تخلیق كې یو! بلكې دوى د خپل رب له ملاقات نه انكار كوونكي دي"
    },
    {
      "number": 11,
      "text": "۞ قُلْ يَتَوَفَّىٰكُم مَّلَكُ ٱلْمَوْتِ ٱلَّذِى وُكِّلَ بِكُمْ ثُمَّ إِلَىٰ رَبِّكُمْ تُرْجَعُونَ",
      "page": 415,
      "juz": 21,
      "hizb": 42,
      "sajda": false,
      "translation_dari": "بگو: ملک الموت (فرشتۀ مرگ) که بر شما گمارده شده است روح شما را می‌گیرد، باز به‌سوی پروردگارتان باز گردانیده می‌شوید.",
      "translation_pashto": "32-11 ته (دوى ته) ووایه: ستاسو روحونه هغه د مرګ مَلَك قبض كوي چې په تاسو مقرر كړى شوى دى، بیا به تاسو خپل رب ته بېرته ورګرځولى شئ"
    },
    {
      "number": 12,
      "text": "وَلَوْ تَرَىٰٓ إِذِ ٱلْمُجْرِمُونَ نَاكِسُوا۟ رُءُوسِهِمْ عِندَ رَبِّهِمْ رَبَّنَآ أَبْصَرْنَا وَسَمِعْنَا فَٱرْجِعْنَا نَعْمَلْ صَٰلِحًا إِنَّا مُوقِنُونَ",
      "page": 416,
      "juz": 21,
      "hizb": 42,
      "sajda": false,
      "translation_dari": "و اگر ببینی وقتی را که مجرمان نزد پروردگارشان سرهای‌شان را به زیر افگنده باشند و می‌گویند: ای پروردگار ما! دیدیم و شنیدیم پس ما را (به دنیا) باز گردان تا کار نیک انجام دهیم، اکنون ما يقين کرده‌ایم.",
      "translation_pashto": "32-12 او كه ته ووینې كله چې مجرمان د خپل رب په وړاندې سركوزي وي (د خپلو سرونو ټیټوونكي وي او وايي به) اى زمونږه ربه! مونږ ولیده او مونږ واورېده، نو ته مونږ بېرته بوځه، چې مونږ نېك عمل وكړو، بېشكه مونږ (اوس) یقین كوونكي یو"
    },
    {
      "number": 13,
      "text": "وَلَوْ شِئْنَا لَءَاتَيْنَا كُلَّ نَفْسٍ هُدَىٰهَا وَلَٰكِنْ حَقَّ ٱلْقَوْلُ مِنِّى لَأَمْلَأَنَّ جَهَنَّمَ مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ أَجْمَعِينَ",
      "page": 416,
      "juz": 21,
      "hizb": 42,
      "sajda": false,
      "translation_dari": "و اگر ما می‌خواستیم حتما به هر کس هدایتش را می‌دادیم ولی از سوی من این قول فیصله شده است که جهنم را از جن و انس یکجا پر می‌کنم.",
      "translation_pashto": "32-13 او كه مونږ غوښتلى (نو) مونږ به خامخا هر نفس ته د هغه هدایت وركړى و او لېكن زما له جانبه دغه خبره ثابته (او لازمه) شوې ده چې زه به جهنّم خامخا ضرور له پېریانو او انسانانو، ټولو نه ډكوم"
    },
    {
      "number": 14,
      "text": "فَذُوقُوا۟ بِمَا نَسِيتُمْ لِقَآءَ يَوْمِكُمْ هَٰذَآ إِنَّا نَسِينَٰكُمْ ۖ وَذُوقُوا۟ عَذَابَ ٱلْخُلْدِ بِمَا كُنتُمْ تَعْمَلُونَ",
      "page": 416,
      "juz": 21,
      "hizb": 42,
      "sajda": false,
      "translation_dari": "پس به سبب آن که ملاقات امروزتان را فراموش کردید (عذاب دوزخ را) بچشید، همانا ما نیز فراموش تان کردیم، و بچشید عذاب همیشگی را به سبب آنچه می‌کردید.",
      "translation_pashto": "32-14 نو تاسو (دا عذاب) وڅكئ په سبب د دې چې تاسو د خپلې دغې ورځې ملاقات هېر كړى و، بېشكه مونږ (هم) تاسو هېر كړئ، نو تاسو (اوس) دغه دايمي عذاب وڅكئ، په سبب د هغو عملونو چې تاسو به كول"
    },
    {
      "number": 15,
      "text": "إِنَّمَا يُؤْمِنُ بِـَٔايَٰتِنَا ٱلَّذِينَ إِذَا ذُكِّرُوا۟ بِهَا خَرُّوا۟ سُجَّدًۭا وَسَبَّحُوا۟ بِحَمْدِ رَبِّهِمْ وَهُمْ لَا يَسْتَكْبِرُونَ ۩",
      "page": 416,
      "juz": 21,
      "hizb": 42,
      "sajda": false,
      "translation_dari": "جز این نیست که کسانی به آیات ما ایمان می‌آورند که چون آن آیات به ایشان یادآوری شود، سجده کنان می‌افتند و پروردگارشان را با ستایش و به پاکی یاد می‌کنند و تکبر نمی‌ورزند.",
      "translation_pashto": "32-15 بېشكه زمونږ په ایتونو خو يواځې هغه كسان ایمان راوړي چې كله دوى ته په دغو (ایتونو) سره پند وركړى شي، نو پرېوځي، په داسې حال كې چې سجده كوونكي وي او د خپل رب د ستاينې سره تسبیح وايي او دوى تكبر نه كوي"
    },
    {
      "number": 16,
      "text": "تَتَجَافَىٰ جُنُوبُهُمْ عَنِ ٱلْمَضَاجِعِ يَدْعُونَ رَبَّهُمْ خَوْفًۭا وَطَمَعًۭا وَمِمَّا رَزَقْنَٰهُمْ يُنفِقُونَ",
      "page": 416,
      "juz": 21,
      "hizb": 42,
      "sajda": false,
      "translation_dari": "پهلوهایشان از بسترها دور می‌شود، با بیم و امید پروردگارشان را می‌خوانند و از آنچه به آنها روزی داده‌ایم انفاق می‌کنند.",
      "translation_pashto": "32-16 د دوى ډډې له خپلو خوب ځایونو نه لرې كېږي، دوى خپل رب بولي په وېرې او طمعې سره او له هغه (مال) نه، چې مونږ دوى ته وركړى دى ؛ څه لګوي"
    },
    {
      "number": 17,
      "text": "فَلَا تَعْلَمُ نَفْسٌۭ مَّآ أُخْفِىَ لَهُم مِّن قُرَّةِ أَعْيُنٍۢ جَزَآءًۢ بِمَا كَانُوا۟ يَعْمَلُونَ",
      "page": 416,
      "juz": 21,
      "hizb": 42,
      "sajda": false,
      "translation_dari": "پس هیچ‌کس نمی‌داند که از آنچه سبب روشنی چشم‌ها است، چه چیزی (از نعمت‌های حیرت‌آور) برای آنها پنهان داشته شده است به پاداش آنچه می‌کردند.",
      "translation_pashto": "32-17 نو هېڅ یو نفس ته معلوم نه دي هغه څه چې د دوى لپاره پټ كړى شوي دي، د سترګو له یخوالي نه، لپاره د بدلې د هغو عملونو چې دوى به كول"
    },
    {
      "number": 18,
      "text": "أَفَمَن كَانَ مُؤْمِنًۭا كَمَن كَانَ فَاسِقًۭا ۚ لَّا يَسْتَوُۥنَ",
      "page": 416,
      "juz": 21,
      "hizb": 42,
      "sajda": false,
      "translation_dari": "آیا کسی که مؤمن است، مانند کسی است که فاسق است؟ هرگز برابر نیستند.",
      "translation_pashto": "32-18 ایا هغه څوك چې مومن وي، د هغه چا په شان دى چې فاسق وي؟ دوى سره نه برابرېږي"
    },
    {
      "number": 19,
      "text": "أَمَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ فَلَهُمْ جَنَّٰتُ ٱلْمَأْوَىٰ نُزُلًۢا بِمَا كَانُوا۟ يَعْمَلُونَ",
      "page": 416,
      "juz": 21,
      "hizb": 42,
      "sajda": false,
      "translation_dari": "اما کسانی که ایمان آورده‌اند و کارهای نیک کرده‌اند، پس برای آنها باغ‌های جنت است که در آن جایگاه‌شان خواهد بود که بطور پذیرایی برای ایشان آماده شده است، به سبب آنچه می‌کردند.",
      "translation_pashto": "32-19 هر چې هغه كسان دي چې ایمان يې راوړى دى او نېك عملونه يې كړي دي، نو د دوى لپاره د استوګنې باغونه دي، د مېلمستیا په طریقه، په سبب د هغو عملونو چې دوى به كول"
    },
    {
      "number": 20,
      "text": "وَأَمَّا ٱلَّذِينَ فَسَقُوا۟ فَمَأْوَىٰهُمُ ٱلنَّارُ ۖ كُلَّمَآ أَرَادُوٓا۟ أَن يَخْرُجُوا۟ مِنْهَآ أُعِيدُوا۟ فِيهَا وَقِيلَ لَهُمْ ذُوقُوا۟ عَذَابَ ٱلنَّارِ ٱلَّذِى كُنتُم بِهِۦ تُكَذِّبُونَ",
      "page": 416,
      "juz": 21,
      "hizb": 42,
      "sajda": false,
      "translation_dari": "و اما کسانی که فاسق هستند پس جایگاهشان آتش دوزخ است، هرگاه که بخواهند از آن بیرون شوند، در آن باز گردانیده می‌شوند و به آنها گفته می‌شود: بچشید عذاب آتشی را که آن را دروغ می‌شمردید.",
      "translation_pashto": "32-20 او پاتې شو هغه كسان چې فاسقان شوي دي، نو د دوى استوګنه اور دى، هر كله چې دوى اراده وكړي چې له دغه (اور) نه ووځي (نو) بېرته به په هغه كې واپس كړى شي او دوى ته به وویل شي چې تاسو د اور هغه عذاب وڅَكئ چې تاسو به د ده تكذیب كاوه"
    },
    {
      "number": 21,
      "text": "وَلَنُذِيقَنَّهُم مِّنَ ٱلْعَذَابِ ٱلْأَدْنَىٰ دُونَ ٱلْعَذَابِ ٱلْأَكْبَرِ لَعَلَّهُمْ يَرْجِعُونَ",
      "page": 417,
      "juz": 21,
      "hizb": 42,
      "sajda": false,
      "translation_dari": "و حتما عذاب نزدیک‌تر (دنیا) را پیش از عذاب بزرگتر (آخرت) به آنها می‌چشانیم، باشد که آنها (از کفر و شرک و گناه) باز گردند.",
      "translation_pashto": "32-21 او مونږ به خامخا هرومرو په دوى د نژدې (لږ) عذاب نه وڅكوو، له ډېر لوى عذاب نه مخكې، د دې لپاره چې دوى (له كفر نه اسلام ته) راوګرځي"
    },
    {
      "number": 22,
      "text": "وَمَنْ أَظْلَمُ مِمَّن ذُكِّرَ بِـَٔايَٰتِ رَبِّهِۦ ثُمَّ أَعْرَضَ عَنْهَآ ۚ إِنَّا مِنَ ٱلْمُجْرِمِينَ مُنتَقِمُونَ",
      "page": 417,
      "juz": 21,
      "hizb": 42,
      "sajda": false,
      "translation_dari": "و کیست ظالم‌تر از کسیکه به آیات پروردگارش پند داده شود ولی باز از آن روی بگرداند؟! بی‌گمان ما از مجرمان انتقام گیرنده‌ایم.",
      "translation_pashto": "32-22 او څوك دى لوى ظالم له هغه چا نه چې هغه ته د خپل رب په ایتونو سره پند وركړى شي، بیا هغه له دغو (ایتونو) نه مخ وګرځوي، بېشكه مونږ له مجرمانو نه انتقام اخيستونكي یو"
    },
    {
      "number": 23,
      "text": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَٰبَ فَلَا تَكُن فِى مِرْيَةٍۢ مِّن لِّقَآئِهِۦ ۖ وَجَعَلْنَٰهُ هُدًۭى لِّبَنِىٓ إِسْرَٰٓءِيلَ",
      "page": 417,
      "juz": 21,
      "hizb": 42,
      "sajda": false,
      "translation_dari": "و البته ما به موسی کتاب (تورات) دادیم. پس از اینکه موسی (تورات) را دریافت کرده است در شک مباش، و آن را برای بنی اسرائیل (سبب) هدایت گردانیدیم.",
      "translation_pashto": "32-23 او یقینًا یقینًا مونږ موسٰى ته كتاب وركړى و، نو ته د هغه (موسٰى) له ملاقات نه مه په شك كې كېږه او مونږ هغه د بني اسرائیلو لپاره هدایت ګرځولى و"
    },
    {
      "number": 24,
      "text": "وَجَعَلْنَا مِنْهُمْ أَئِمَّةًۭ يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا۟ ۖ وَكَانُوا۟ بِـَٔايَٰتِنَا يُوقِنُونَ",
      "page": 417,
      "juz": 21,
      "hizb": 42,
      "sajda": false,
      "translation_dari": "و از آنان (بعضی از بنی اسرائیل) چون صبر کردند و به آیات ما يقين داشتند پیشوایانی قرار دادیم که به حکم ما راهنمایی می‌کردند.",
      "translation_pashto": "32-24 او مونږ په دوى كې ځینې امامان ګرځولي وو چې زمونږ په حكم سره به يې (خلقو ته) لار ښودنه كوله كله چې دوى صبر وكړ، او دوى زمونږ په ایتونو یقین كاوه"
    },
    {
      "number": 25,
      "text": "إِنَّ رَبَّكَ هُوَ يَفْصِلُ بَيْنَهُمْ يَوْمَ ٱلْقِيَٰمَةِ فِيمَا كَانُوا۟ فِيهِ يَخْتَلِفُونَ",
      "page": 417,
      "juz": 21,
      "hizb": 42,
      "sajda": false,
      "translation_dari": "البته پروردگارت در روز قیامت میان آنان در آنچه که در آن اختلاف می‌کردند، فيصله خواهد کرد.",
      "translation_pashto": "32-25 بېشكه همدغه ستا رب به د قیامت په ورځ د دوى په مینځ كې فیصله كوي، په هغو خبرو كې چې دوى به په هغو كې اختلاف كاوه"
    },
    {
      "number": 26,
      "text": "أَوَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنَا مِن قَبْلِهِم مِّنَ ٱلْقُرُونِ يَمْشُونَ فِى مَسَٰكِنِهِمْ ۚ إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍ ۖ أَفَلَا يَسْمَعُونَ",
      "page": 417,
      "juz": 21,
      "hizb": 42,
      "sajda": false,
      "translation_dari": "آیا برایشان روشن نشده است که پیش از آنان چه بسیار از نسل‌ها را نابود کرده‌ایم و (ایشان هم اینک) در مسکن‌هایشان راه می‌روند؟! بی‌گمان در این دلایل (بزرگ و عبرت آموز) است، آیا نمی‌شنوند؟",
      "translation_pashto": "32-26 ایا دوى ته ښكاره شوې نه ده چې مونږ له دوى نه مخكې څومره ډېرې پېړۍ هلاكې كړې دي، چې دوى د هغو په (ورانو) استوګنو كې (تل) تېرېږي، بېشكه په دغو كې خامخا نښې دي، ایا نو دوى نه اوري!"
    },
    {
      "number": 27,
      "text": "أَوَلَمْ يَرَوْا۟ أَنَّا نَسُوقُ ٱلْمَآءَ إِلَى ٱلْأَرْضِ ٱلْجُرُزِ فَنُخْرِجُ بِهِۦ زَرْعًۭا تَأْكُلُ مِنْهُ أَنْعَٰمُهُمْ وَأَنفُسُهُمْ ۖ أَفَلَا يُبْصِرُونَ",
      "page": 417,
      "juz": 21,
      "hizb": 42,
      "sajda": false,
      "translation_dari": "آیا ندیده‌اند که ما آب را به‌سوی زمین خشک و بی‌گیاه می‌رانیم و به وسیلۀ آن کشتزار را می‌رویانیم که هم چهارپایانشان و هم خودشان از آن می‌خورند؟! آیا نمی‌بینند؟",
      "translation_pashto": "32-27 او ایا دوى نه دي لیدلي چې بېشكه مونږ وچې (ګیاه ختمې شوې) ځمكې ته اوبه لېږو، نو په دغو (اوبو) سره هغه فصل راوباسو چې له هغه نه د دوى څاروي او د دوى نفسونه خوراك كوي، ایا نو دوى نه ویني"
    },
    {
      "number": 28,
      "text": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلْفَتْحُ إِن كُنتُمْ صَٰدِقِينَ",
      "page": 417,
      "juz": 21,
      "hizb": 42,
      "sajda": false,
      "translation_dari": "و می‌گویند: این فیصله و قضاوت کی خواهد بود، اگر راستگوئید؟",
      "translation_pashto": "32-28 او دوى وايي: دغه فیصله به كله وي، كه تاسو رښتیني يئ؟"
    },
    {
      "number": 29,
      "text": "قُلْ يَوْمَ ٱلْفَتْحِ لَا يَنفَعُ ٱلَّذِينَ كَفَرُوٓا۟ إِيمَٰنُهُمْ وَلَا هُمْ يُنظَرُونَ",
      "page": 417,
      "juz": 21,
      "hizb": 42,
      "sajda": false,
      "translation_dari": "بگو: در روز فیصله و قضاوت ایمان کافران به آنان سودی نمی‌بخشد و نه به آنان مهلت داده می‌شود.",
      "translation_pashto": "32-29 ته (دوى ته) ووایه: د فیصلې په ورځ به كافران شویو كسانو ته د هغوى ایمان راوړل فايده ورنكړي او نه به دوى ته مهلت وركولى شي"
    },
    {
      "number": 30,
      "text": "فَأَعْرِضْ عَنْهُمْ وَٱنتَظِرْ إِنَّهُم مُّنتَظِرُونَ",
      "page": 417,
      "juz": 21,
      "hizb": 42,
      "sajda": false,
      "translation_dari": "پس از آنان روی برگردان و منتظر (روز حساب) باش، چراکه ایشان هم منتظر (شکست و نابودی شما) هستند.",
      "translation_pashto": "32-30 نو ته له دوى نه مخ واړوه او انتظار كوه، بېشكه دوى (هم) انتظار كوونكي دي"
    }
  ]
}