{
  "number": 34,
  "name": "سبأ",
  "name_dari": "سبأ",
  "meaning_dari": "سبا",
  "revelationType": "مکی",
  "numberOfAyahs": 54,
  "ayahs": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ ٱلْحَمْدُ لِلَّهِ ٱلَّذِى لَهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ وَلَهُ ٱلْحَمْدُ فِى ٱلْءَاخِرَةِ ۚ وَهُوَ ٱلْحَكِيمُ ٱلْخَبِيرُ",
      "page": 428,
      "juz": 22,
      "hizb": 43,
      "sajda": false,
      "translation_dari": "همه ستایش‌ها آن ذاتی راست که تمام آنچه در آسمان‌ها و زمین است خاص از اوست و در آخرت نیز ستایش سزاوار اوست و او باحکمت آگاه است.",
      "translation_pashto": "34-1 ټول د كمال صفتونه يواځې هغه الله لره دي چې خاص د هغه لپاره  دي هر هغه څه چې په اسمانونو كې دي او هر هغه څه چې په ځمكه كې دي او خاص همده ته دي ټولې ستاينې په اخرت كې او همدغه (الله) ښه حكمت والا، ښه خبردار دى"
    },
    {
      "number": 2,
      "text": "يَعْلَمُ مَا يَلِجُ فِى ٱلْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعْرُجُ فِيهَا ۚ وَهُوَ ٱلرَّحِيمُ ٱلْغَفُورُ",
      "page": 428,
      "juz": 22,
      "hizb": 43,
      "sajda": false,
      "translation_dari": "می‌داند آنچه را که در زمین فرو می‌رود و آنچه را که از آن بیرون می‌آید و آنچه را که از آسمان فرود می‌آید و آنچه را که در آن بالا می‌رود و او مهربان آمرزنده است.",
      "translation_pashto": "34-2 هغه پوهېږي په هر هغه څه چې په ځمكه كې ننوځي او په هر هغه څه چې له دې نه راوځي او په په هر هغه څه چې له اسمان نه راكوزېږي او په هر هغه څه چې په ده كې پورته خېژي او همدغه (الله) بې حده مهربان، ډېر بخښونكى دى"
    },
    {
      "number": 3,
      "text": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لَا تَأْتِينَا ٱلسَّاعَةُ ۖ قُلْ بَلَىٰ وَرَبِّى لَتَأْتِيَنَّكُمْ عَٰلِمِ ٱلْغَيْبِ ۖ لَا يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍۢ فِى ٱلسَّمَٰوَٰتِ وَلَا فِى ٱلْأَرْضِ وَلَآ أَصْغَرُ مِن ذَٰلِكَ وَلَآ أَكْبَرُ إِلَّا فِى كِتَٰبٍۢ مُّبِينٍۢ",
      "page": 428,
      "juz": 22,
      "hizb": 43,
      "sajda": false,
      "translation_dari": "و کافران گفتند: قیامت برای ما فرا نمی‌رسد، بگو: آری! سوگند به پروردگارم، به یقین به سراغتان خواهد آمد، (پروردگار که) دانای غیب است. به اندازۀ ذره‌ای نه در آسمان‌ها و نه در زمین از او پنهان نمی‌ماند، و نه کمتر از آن و نه بزرگ‌تر از آن چیزی نیست مگر آنکه در کتابی روشن (ثبت) است.",
      "translation_pashto": "34-3 او كافران شویو كسانو وویل چې مونږ ته به قیامت رانشي ته (دوى ته) ووایه: ولې نه! زما دې په خپل رب قسم وي چې خامخا لازمًا به هغه (قیامت) تاسو ته راشي(هغه رب) چې د غیبو عالم دى، له هغه نه نه پټېږي په اندازه د یوې ذرې په اسمانونو كې او نه په ځمكه كې او نه د دغې (ذرې) نه وړوكى(شى) او نه (ترې) غټ مګر (دغه هر څه) په ښكاره كتاب كې دي"
    },
    {
      "number": 4,
      "text": "لِّيَجْزِىَ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ ۚ أُو۟لَٰٓئِكَ لَهُم مَّغْفِرَةٌۭ وَرِزْقٌۭ كَرِيمٌۭ",
      "page": 428,
      "juz": 22,
      "hizb": 43,
      "sajda": false,
      "translation_dari": "تا الله پاداش کسانی را بدهد که ایمان آورده و کارهای نیک کرده‌اند، ایشان‌اند که برایشان آمرزش و روزی گرامی است.",
      "translation_pashto": "34-4 د دې لپاره چې هغه (الله) بدله وركړي هغو كسانو ته چې ایمان يې راوړى دى اونېك عملونه يې كړي دي، دغه كسان(چې دي) د دوى لپاره مغفرت او ډېر د عزت رزق دى"
    },
    {
      "number": 5,
      "text": "وَٱلَّذِينَ سَعَوْ فِىٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُو۟لَٰٓئِكَ لَهُمْ عَذَابٌۭ مِّن رِّجْزٍ أَلِيمٌۭ",
      "page": 428,
      "juz": 22,
      "hizb": 43,
      "sajda": false,
      "translation_dari": "و کسانی که سعی کردند آیات ما را تکذیب و انکار کنند و گمان کردند که عاجز کننده (پیغمبر ما)‌اند، آنان برایشان عذابی از بدترین و دردناکترین عذاب‌ها خواهد بود.",
      "translation_pashto": "34-5 او هغه كسان چې زمونږ په ایتونو كې (د باطلولو) كوشش كوي، په دې حال كې چې (په خپل ګمان الله لره) عاجزه كوونكي وي، دغه كسان (چې دي) د دوى لپاره له بد عذاب نه ډېره دردونكې سزا ده"
    },
    {
      "number": 6,
      "text": "وَيَرَى ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ ٱلَّذِىٓ أُنزِلَ إِلَيْكَ مِن رَّبِّكَ هُوَ ٱلْحَقَّ وَيَهْدِىٓ إِلَىٰ صِرَٰطِ ٱلْعَزِيزِ ٱلْحَمِيدِ",
      "page": 428,
      "juz": 22,
      "hizb": 43,
      "sajda": false,
      "translation_dari": "و کسانی که علم داده شده‌اند می‌بینند که آنچه از جانب پروردگارت به‌سوی تو نازل شده حق است و این که به‌سوی راه ذات غالب و دارای صفات کمال و ستوده راهنمایی می‌کند.",
      "translation_pashto": "34-6 او هغه كسان چې هغوى ته علم وركړى شوى دى، (دوى) هغه (قرآن) چې تا ته د خپل رب له جانبه نازل كړى شوى، همدغه حق ویني او دغه (قرآن) د ډېر غالب، ښه ستايل شوي (الله) لارې ته ښودنه كوي"
    },
    {
      "number": 7,
      "text": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ هَلْ نَدُلُّكُمْ عَلَىٰ رَجُلٍۢ يُنَبِّئُكُمْ إِذَا مُزِّقْتُمْ كُلَّ مُمَزَّقٍ إِنَّكُمْ لَفِى خَلْقٍۢ جَدِيدٍ",
      "page": 428,
      "juz": 22,
      "hizb": 43,
      "sajda": false,
      "translation_dari": "و کافران گفتند: آیا شما را بر مردی راهنمایی کنیم که به شما خبر می‌دهد: چون (بعد از مرگ) کاملاً متلاشی شدید (پس از آن) به آفرینش جدید آفریده می‌شوید؟",
      "translation_pashto": "34-7 او كافران شویو كسانو وویل: ایا مونږ تاسو ته داسې سړى وښیو چې تاسو ته خبر دركوي چې كله تاسو ذرې ذرې كړى شئ، پوره ذره ذره كېدل، (نو) بېشكه تاسو به خامخا په نوي تخلیق كې يئ (له نوي سره به پیدا كولى شئ)"
    },
    {
      "number": 8,
      "text": "أَفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَم بِهِۦ جِنَّةٌۢ ۗ بَلِ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْءَاخِرَةِ فِى ٱلْعَذَابِ وَٱلضَّلَٰلِ ٱلْبَعِيدِ",
      "page": 429,
      "juz": 22,
      "hizb": 43,
      "sajda": false,
      "translation_dari": "آیا بر الله دروغ بسته؟ یا او دیوانگی دارد؟ (چنین نیست) بلکه کسانی که به آخرت ایمان نمی‌آورند در عذاب و گمراهی دور از حق هستند.",
      "translation_pashto": "34-8 ایا ده له ځانه په الله دروغ تړلي دي، یا په ده پورې لېونتوب دى(داسې نه ده اى مشركانو!) بلكې هغه كسان چې په اخرت ایمان نه لري په عذاب او ډېرې لرې ګمراهۍ كې دي"
    },
    {
      "number": 9,
      "text": "أَفَلَمْ يَرَوْا۟ إِلَىٰ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُم مِّنَ ٱلسَّمَآءِ وَٱلْأَرْضِ ۚ إِن نَّشَأْ نَخْسِفْ بِهِمُ ٱلْأَرْضَ أَوْ نُسْقِطْ عَلَيْهِمْ كِسَفًۭا مِّنَ ٱلسَّمَآءِ ۚ إِنَّ فِى ذَٰلِكَ لَءَايَةًۭ لِّكُلِّ عَبْدٍۢ مُّنِيبٍۢ",
      "page": 429,
      "juz": 22,
      "hizb": 43,
      "sajda": false,
      "translation_dari": "آیا به‌سوی آنچه که پیش رو و پشت سر‌شان از آسمان و زمین قرار دارد ندیدند؟ اگر بخواهیم آنان را در زمین فرو می‌بریم یا پاره‌هایی از آسمان را بر آنان می‌افگنیم. بی‌گمان در این امر دلیل و نشانه‌ای است برای هر بنده‌ای که بخواهد خالصانه به‌سوی الله رجوع کند.",
      "translation_pashto": "34-9 ایا دوى نه دې كتلي هغه څه ته چې د دوى په مخ  كې دي او هغه څه ته چې له دوى نه وروسته دي له اسمانه او ځمكې نه، كه چېرې مونږ وغواړو (نو) دوى به په ځمكه كې ورډوب كړو، یا به په دوى له اسمانه ټوټې راوغورځوو، بېشكه په دغو (كارونو) كې خامخا لویه نښه ده د هر رجوع كوونكي بنده لپاره"
    },
    {
      "number": 10,
      "text": "۞ وَلَقَدْ ءَاتَيْنَا دَاوُۥدَ مِنَّا فَضْلًۭا ۖ يَٰجِبَالُ أَوِّبِى مَعَهُۥ وَٱلطَّيْرَ ۖ وَأَلَنَّا لَهُ ٱلْحَدِيدَ",
      "page": 429,
      "juz": 22,
      "hizb": 43,
      "sajda": false,
      "translation_dari": "و البته از سوی خود به داود فضل دادیم (و گفتیم) ای کوه‌ها! همراه او تسبیح گویید و (نیز) پرندگان را (گفتیم با او تسبیح گویید). و آهن را برای او نرم کردیم.",
      "translation_pashto": "34-10 او یقینًا یقینًا مونږ داود ته له خپله جانبه لوى فضیلت وركړى و، اى غرونو! او مرغانو له ده سره تسبیح راوګرځوئ او مونږ د ده لپاره اوسپنه پسته كړې وه"
    },
    {
      "number": 11,
      "text": "أَنِ ٱعْمَلْ سَٰبِغَٰتٍۢ وَقَدِّرْ فِى ٱلسَّرْدِ ۖ وَٱعْمَلُوا۟ صَٰلِحًا ۖ إِنِّى بِمَا تَعْمَلُونَ بَصِيرٌۭ",
      "page": 429,
      "juz": 22,
      "hizb": 43,
      "sajda": false,
      "translation_dari": "(ما به داود دستور دادیم) که زره‌های کامل و پهن بساز و در بافتن (حلقه‌های آن) اندازه را مراعات کن. و کار شایسته کنید که البته من به آنچه می‌کنید بینا هستم.",
      "translation_pashto": "34-11 چې ته پوره ارتې زغرې جوړوه او د (كړیو) په اوبدلو (بوڼلو) كې اندازه كوه او تاسو نېك عمل كوئ، بېشكه زه هغه كارونو لره چې تاسو يې كوئ ؛ ښه لیدونكى یم"
    },
    {
      "number": 12,
      "text": "وَلِسُلَيْمَٰنَ ٱلرِّيحَ غُدُوُّهَا شَهْرٌۭ وَرَوَاحُهَا شَهْرٌۭ ۖ وَأَسَلْنَا لَهُۥ عَيْنَ ٱلْقِطْرِ ۖ وَمِنَ ٱلْجِنِّ مَن يَعْمَلُ بَيْنَ يَدَيْهِ بِإِذْنِ رَبِّهِۦ ۖ وَمَن يَزِغْ مِنْهُمْ عَنْ أَمْرِنَا نُذِقْهُ مِنْ عَذَابِ ٱلسَّعِيرِ",
      "page": 429,
      "juz": 22,
      "hizb": 43,
      "sajda": false,
      "translation_dari": "و برای سلیمان باد را (مسخر کردیم) که سیر صبحگاهان آن مسیر یک ماه و سیر شامگاهان آن (نیز) مسیر یک ماه بود. و چشمۀ مس را برای او روان ساختیم. و برخی از جنیان (را برای او رام کردیم که) به فرمان پروردگارش در نزد او کار می‌کردند، و هرکس از آنها از فرمان ما سرپیچی کند، از عذاب سوزان به او می‌چشانیم.",
      "translation_pashto": "34-12 او د سلیمان لپاره مو هوا (مسخر كړې وه) چې د هغې د ورځې د اولې حصې مزل یوه میاشت (لاره) وه او د هغې د ورځې د اخري حصې مزل (هم) یوه میاشت (لاره) وه او د ده لپاره مونږ د ویلې كړى شوې تانبې چینه وبهوله او (مسخر كړي مو وو) له پېرانو نه هغه څوك چې د ده په مخ كې به يې د ده د رب په حكم سره كار كاوه (ورته ویل شوي وو چې) په دوى كې چې هر چا زمونږ له حكم نه سركشي وكړه (، نو) مونږ به په هغه د لمبې وهونكي اور د عذاب نه وڅَكوو"
    },
    {
      "number": 13,
      "text": "يَعْمَلُونَ لَهُۥ مَا يَشَآءُ مِن مَّحَٰرِيبَ وَتَمَٰثِيلَ وَجِفَانٍۢ كَٱلْجَوَابِ وَقُدُورٍۢ رَّاسِيَٰتٍ ۚ ٱعْمَلُوٓا۟ ءَالَ دَاوُۥدَ شُكْرًۭا ۚ وَقَلِيلٌۭ مِّنْ عِبَادِىَ ٱلشَّكُورُ",
      "page": 429,
      "juz": 22,
      "hizb": 43,
      "sajda": false,
      "translation_dari": "آنان (جنیان) هرچه سلیمان می‌خواست برایش می‌ساختند از قبیل قلعه‌ها و مجسمه‌ها و کاسه‌های بزرگی چون حوض‌ها و دیگ‌های ثابت بر جای خود. (به آنان گفتیم:) ای آل داود، شکر [نعمت‌های مرا] به جای آورید که اندکی از بندگانم سپاسگزارند.",
      "translation_pashto": "34-13 دوى (پېریانو) به د ده لپاره هغه څه جوړول چې ده به غوښتل، یعنې اوچتې قلاګانې، او تمثالونه او لګنونه، لكه تالابونه او په نغریو كلك پراته دېګونه، اى آل داوده! تاسو (نېك) عمل كوئ د شكر لپاره او زما په بنده ګانو كې شكر كوونكي ډېر لږ دي"
    },
    {
      "number": 14,
      "text": "فَلَمَّا قَضَيْنَا عَلَيْهِ ٱلْمَوْتَ مَا دَلَّهُمْ عَلَىٰ مَوْتِهِۦٓ إِلَّا دَآبَّةُ ٱلْأَرْضِ تَأْكُلُ مِنسَأَتَهُۥ ۖ فَلَمَّا خَرَّ تَبَيَّنَتِ ٱلْجِنُّ أَن لَّوْ كَانُوا۟ يَعْلَمُونَ ٱلْغَيْبَ مَا لَبِثُوا۟ فِى ٱلْعَذَابِ ٱلْمُهِينِ",
      "page": 429,
      "juz": 22,
      "hizb": 43,
      "sajda": false,
      "translation_dari": "پس چون مرگ را بر او مقرر کردیم چیزی جز موریانه که عصایش را می‌خورد آنان را از مرگ او مطلع نساخت، پس چون جسد سلیمان (به زمین) افتاد، جنیان پی بردند که اگر غیب را می‌دانستند، در عذاب خوار کننده باقی نمی‌ماندند.",
      "translation_pashto": "34-14 نو كله چې مونږ په ده د مرګ حكم وكړ، نو دوى (پېریان هیچا) خبر نه كړل مګر د ځمكې چینجو چې د ده امسا يې خوړله، نو كله چې هغه (سلیمان په ځمكه) ولوېده (نو) پېریانو ته معلومه شوه چې بېشكه كه دوى په غیبو پوهېدلى( نو) په دغه سپكوونكي عذاب كې به نه و پاتې شوي"
    },
    {
      "number": 15,
      "text": "لَقَدْ كَانَ لِسَبَإٍۢ فِى مَسْكَنِهِمْ ءَايَةٌۭ ۖ جَنَّتَانِ عَن يَمِينٍۢ وَشِمَالٍۢ ۖ كُلُوا۟ مِن رِّزْقِ رَبِّكُمْ وَٱشْكُرُوا۟ لَهُۥ ۚ بَلْدَةٌۭ طَيِّبَةٌۭ وَرَبٌّ غَفُورٌۭ",
      "page": 430,
      "juz": 22,
      "hizb": 43,
      "sajda": false,
      "translation_dari": "بی‌گمان برای (قوم) سبا در محل سکونت‌شان نشانه‌ای بود: دو باغ از جانب راست و از جانب چپ، (گفتيم) از روزی پروردگارتان بخورید و شکر او را به جای آورید، شهری است پاکیزه و پروردگاری است آمرزنده.",
      "translation_pashto": "34-15 یقینًا یقینًا د سبا (خلقو) لپاره په خپلې استوګنې كې یوه لویه نښه وه (هغه دا چې د دوى) ښي او چپ اړخ ته دوه باغونه دي، تاسو د خپل رب له رزقه خورئ او د هغه شكر وباسئ (دا ښار) پاكیزه ښار دى او (ستاسو) رب دى ډېر بخښونكى"
    },
    {
      "number": 16,
      "text": "فَأَعْرَضُوا۟ فَأَرْسَلْنَا عَلَيْهِمْ سَيْلَ ٱلْعَرِمِ وَبَدَّلْنَٰهُم بِجَنَّتَيْهِمْ جَنَّتَيْنِ ذَوَاتَىْ أُكُلٍ خَمْطٍۢ وَأَثْلٍۢ وَشَىْءٍۢ مِّن سِدْرٍۢ قَلِيلٍۢ",
      "page": 430,
      "juz": 22,
      "hizb": 43,
      "sajda": false,
      "translation_dari": "اما آنان روی گرداندند، پس سیلی ویرانگر را بر آنان فرستادیم و به جای آن دو باغ‌شان دو باغ دیگر عوض دادیم که دارای میوه‌های تلخ و درخت گز و اندکی از درخت کنار بود.",
      "translation_pashto": "34-16 بیا دوى مخ واړلو (د نبیانو له دعوت نه) نو مونږ په دوى د بند زورور سېلاب راخلاص كړ او د دوى د دوه باغونو په ځاى مو دوى ته دوه داسې باغونه په بدل كې وركړل چې دواړه خاوندان د بې خونده مېوو او غزانو او څه لږ شى د بېرو وو"
    },
    {
      "number": 17,
      "text": "ذَٰلِكَ جَزَيْنَٰهُم بِمَا كَفَرُوا۟ ۖ وَهَلْ نُجَٰزِىٓ إِلَّا ٱلْكَفُورَ",
      "page": 430,
      "juz": 22,
      "hizb": 43,
      "sajda": false,
      "translation_dari": "این عقوبت را به سزای کفرشان به آنان دادیم، و آیا جز ناسپاس را مجازات می‌کنیم؟",
      "translation_pashto": "34-17 دغه، مونږ دوى ته سزا وركړه، په سبب د دوى د كفر كولو او مونږ جزا نه وركوو مګر سخت ناشكري ته"
    },
    {
      "number": 18,
      "text": "وَجَعَلْنَا بَيْنَهُمْ وَبَيْنَ ٱلْقُرَى ٱلَّتِى بَٰرَكْنَا فِيهَا قُرًۭى ظَٰهِرَةًۭ وَقَدَّرْنَا فِيهَا ٱلسَّيْرَ ۖ سِيرُوا۟ فِيهَا لَيَالِىَ وَأَيَّامًا ءَامِنِينَ",
      "page": 430,
      "juz": 22,
      "hizb": 43,
      "sajda": false,
      "translation_dari": "و میان آنها و میان آبادی‌هایی که در آنها برکت نهاده بودیم آبادی‌هایی به هم پیوسته قرار داده بودیم و در میان آنها مسافت را به اندازه مقرّر داشته بودیم، (و گفتیم) شب‌ها و روزها را با کمال امن و امان در آنها سیر و سفر کنید.",
      "translation_pashto": "34-18 او مونږه د دوى په مینځ كې او د هغو كلیو په مینځ كې چې مونږ په هغو كې بركت اچولى و ښكاره (لارې ته نژدې) كلي جوړ كړل او د دغو (كلیو) په مینځ كې مونږ تګ راتګ په اندازه كړى و، تاسو ګرځئ په دغو (كلیو) كې، په شپو او ورځو، په داسې حال كې چې په امان به یئ"
    },
    {
      "number": 19,
      "text": "فَقَالُوا۟ رَبَّنَا بَٰعِدْ بَيْنَ أَسْفَارِنَا وَظَلَمُوٓا۟ أَنفُسَهُمْ فَجَعَلْنَٰهُمْ أَحَادِيثَ وَمَزَّقْنَٰهُمْ كُلَّ مُمَزَّقٍ ۚ إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍۢ لِّكُلِّ صَبَّارٍۢ شَكُورٍۢ",
      "page": 430,
      "juz": 22,
      "hizb": 43,
      "sajda": false,
      "translation_dari": "اما ایشان گفتند: ای پروردگار ما! فاصلۀ سفرهای ما را دور کن، و بر خود ظلم کردند. پس آنان را افسانه‌ها (بر سر زبان‌ها) گردانیدیم و آنان را سخت متلاشی و پاره پاره ساختیم، البته در این ماجرا برای هر صابر سپاسگزار نشانه‌های (عبرت انگیزی) است.",
      "translation_pashto": "34-19 نو دوى وویل: اى زمونږ ربه! ته زمونږ د منزلونو په مینځ كې لرې والى پیدا كړه او دوى په خپلو ځانونو ظلم وكړ، نو مونږه دوى قصې (افسانې) وګرځول او مونږ دوى تار په تار كړل، پوره تار په تار كول، بېشكه په دغو كې خامخا نښې دي دهر ډېر صبر كوونكي، ډېر شكر كوونكي لپاره"
    },
    {
      "number": 20,
      "text": "وَلَقَدْ صَدَّقَ عَلَيْهِمْ إِبْلِيسُ ظَنَّهُۥ فَٱتَّبَعُوهُ إِلَّا فَرِيقًۭا مِّنَ ٱلْمُؤْمِنِينَ",
      "page": 430,
      "juz": 22,
      "hizb": 43,
      "sajda": false,
      "translation_dari": "و البته ابلیس گمانش را دربارۀ آنان راست یافت، پس از او پیروی کردند جز گروهی از مؤمنان.",
      "translation_pashto": "34-20 او یقینًا یقینًا ابلیس د دوى په باره كې خپل خیال رښتیا ومونده، نو دوى ټولو د هغه پيروي وكړه، مګر یوې ډلې، چې هغه مومنان دي"
    },
    {
      "number": 21,
      "text": "وَمَا كَانَ لَهُۥ عَلَيْهِم مِّن سُلْطَٰنٍ إِلَّا لِنَعْلَمَ مَن يُؤْمِنُ بِٱلْءَاخِرَةِ مِمَّنْ هُوَ مِنْهَا فِى شَكٍّۢ ۗ وَرَبُّكَ عَلَىٰ كُلِّ شَىْءٍ حَفِيظٌۭ",
      "page": 430,
      "juz": 22,
      "hizb": 43,
      "sajda": false,
      "translation_dari": "و شیطان را بر آنان هیچ سلطۀ نبود، مگر تا کسی را که به آخرت ایمان می‌آورد از کسی که او از آن در شک است معلوم بداریم، و پروردگار تو بر همه چیز مراقب و نگهبان است.",
      "translation_pashto": "34-21 او د دغه (شیطان) لپاره په دغو (اهل سباوو) باندې هېڅ تسلط (او غلبه) نه وه مګر د دې لپاره چې مونږ معلوم (او بېل) كړو هغه څوك چې په اخرت ایمان لري له هغه چا نه چې هغه د دغه (اخرت) په باره كې په شك كې دى او ستا رب د هر شي ښه نګران دى"
    },
    {
      "number": 22,
      "text": "قُلِ ٱدْعُوا۟ ٱلَّذِينَ زَعَمْتُم مِّن دُونِ ٱللَّهِ ۖ لَا يَمْلِكُونَ مِثْقَالَ ذَرَّةٍۢ فِى ٱلسَّمَٰوَٰتِ وَلَا فِى ٱلْأَرْضِ وَمَا لَهُمْ فِيهِمَا مِن شِرْكٍۢ وَمَا لَهُۥ مِنْهُم مِّن ظَهِيرٍۢ",
      "page": 430,
      "juz": 22,
      "hizb": 43,
      "sajda": false,
      "translation_dari": "(ای پیغمبر) بگو: آنان را که به جای الله (معبودتان) می‌پندارید بخوانید، آنها در آسمان‌ها و زمین به اندازۀ ذره‌ای را مالک شده نمی‌توانند، و در (تدبیر) آن دو، هیچ مشارکتی ندارند و برای الله در میانشان هیچ یاور و پشتیبانی نیست.",
      "translation_pashto": "34-22 ته (دې مشركانو ته) ووایه: تاسو هغه (معبودان) وبولئ چې تاسو (هغه) له الله نه غیر (معبودان) ګڼلي دي، دوى د یوې ذرې اندازه اختیار (او مِلك) نه لري په اسمانونو كې او نه په ځمكه كې او د دوى لپاره په دغو دواړو كې هېڅ برخه (شركت) نشته، او نشته دغه (الله) ته له دوى نه هېڅ مددګار "
    },
    {
      "number": 23,
      "text": "وَلَا تَنفَعُ ٱلشَّفَٰعَةُ عِندَهُۥٓ إِلَّا لِمَنْ أَذِنَ لَهُۥ ۚ حَتَّىٰٓ إِذَا فُزِّعَ عَن قُلُوبِهِمْ قَالُوا۟ مَاذَا قَالَ رَبُّكُمْ ۖ قَالُوا۟ ٱلْحَقَّ ۖ وَهُوَ ٱلْعَلِىُّ ٱلْكَبِيرُ",
      "page": 431,
      "juz": 22,
      "hizb": 43,
      "sajda": false,
      "translation_dari": "و شفاعت در نزد او سود نمی‌بخشد مگر برای آن کس که الله به او اجازه دهد، تا چون که اضطراب و هراس از دل‌هایشان برطرف گردد می‌گویند: پروردگارتان چه گفت؟ می‌گویند: حق، و او والای بزرگ است.",
      "translation_pashto": "34-23 او د هغه (الله) په نیز شفاعت نفع نه رسوي مګر د هغه چا لپاره چې هغه (الله) د هغه لپاره اجازت وركړي تر هغه پورې چې كله د دوى د زړونو نه وېره(هیبت) لرې كړى شي(نو) دوى وايي: ستاسو رب څه وفرمايل؟ هغوى به ووايي چې حق (يې وفرمایه) او هم دى ډېر اوچت، ډېر لوى دى"
    },
    {
      "number": 24,
      "text": "۞ قُلْ مَن يَرْزُقُكُم مِّنَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۖ قُلِ ٱللَّهُ ۖ وَإِنَّآ أَوْ إِيَّاكُمْ لَعَلَىٰ هُدًى أَوْ فِى ضَلَٰلٍۢ مُّبِينٍۢ",
      "page": 431,
      "juz": 22,
      "hizb": 44,
      "sajda": false,
      "translation_dari": "بگو: کیست که از آسمان‌ها و زمین شما را روزی می‌دهد؟ بگو: الله، و يقينا يا ما، یا شما بر هدایت یا گمراهی آشکار هستیم.",
      "translation_pashto": "34-24 (اى نبي!) ته (دوى ته) ووایه چې تاسو ته له اسمانونو اوځمكې نه څوك رزق دركوي؟ ته ووایه چې ’’الله‘‘ او بېشكه مونږ، یا تاسو خامخا په هدایت باندې یو، یا په ښكاره ګمراهۍ كې یو"
    },
    {
      "number": 25,
      "text": "قُل لَّا تُسْـَٔلُونَ عَمَّآ أَجْرَمْنَا وَلَا نُسْـَٔلُ عَمَّا تَعْمَلُونَ",
      "page": 431,
      "juz": 22,
      "hizb": 44,
      "sajda": false,
      "translation_dari": "بگو: شما از جرمی که ما کرده‌ایم باز خواست نمی‌شوید و ما نیز از آنچه شما می‌کنید بازخواست نمی‌شویم.",
      "translation_pashto": "34-25 ته (دوى ته) ووایه: له تاسو نه د هغو جرمونو په باره كې تپوس نه كېږي چې مونږ كړي دي او زمونږ نه پوښتنه نه كېږي د هغو عملونو په باره كې چې تاسو يې كوئ"
    },
    {
      "number": 26,
      "text": "قُلْ يَجْمَعُ بَيْنَنَا رَبُّنَا ثُمَّ يَفْتَحُ بَيْنَنَا بِٱلْحَقِّ وَهُوَ ٱلْفَتَّاحُ ٱلْعَلِيمُ",
      "page": 431,
      "juz": 22,
      "hizb": 44,
      "sajda": false,
      "translation_dari": "بگو: پروردگار ما، ما و شما را جمع می‌کند باز در میان ما به حق حکم می‌کند و او فیصله‌کنندۀ داناست.",
      "translation_pashto": "34-26 ته ووایه: زمونږ رب به زمونږ په مینځ كې جمع وكړي، بیا به زمونږ په مینځ كې په حقه سره فیصله وكړي او هم دى ښه فیصله كوونكى، ښه عالم دى"
    },
    {
      "number": 27,
      "text": "قُلْ أَرُونِىَ ٱلَّذِينَ أَلْحَقْتُم بِهِۦ شُرَكَآءَ ۖ كَلَّا ۚ بَلْ هُوَ ٱللَّهُ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "page": 431,
      "juz": 22,
      "hizb": 44,
      "sajda": false,
      "translation_dari": "بگو: آنان را که به عنوان شریک به او ملحق ساخته‌اید به من نشان دهید، چنین نیست، بلکه او الله است که غالب باحکمت است.",
      "translation_pashto": "34-27 ته(دوى ته) ووایه: تاسو ما ته هغه (معبودان) راوښیئ چې تاسو له هغه (الله) سره پیوست كړي دي، چې شریكان دي (كله هم داسې نشي كېدى) بلكې همدغه الله ښه غالب، ښه حكمت والا دى"
    },
    {
      "number": 28,
      "text": "وَمَآ أَرْسَلْنَٰكَ إِلَّا كَآفَّةًۭ لِّلنَّاسِ بَشِيرًۭا وَنَذِيرًۭا وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
      "page": 431,
      "juz": 22,
      "hizb": 44,
      "sajda": false,
      "translation_dari": "و ما تو را جز مژده رسان و بیم دهنده برای تمام مردم نفرستادیم و لیکن اکثر مردم نمی‌دانند.",
      "translation_pashto": "34-28 او ته نه يې لېږلى مونږ مګر د ټولو خلقو (انسانانو) لپاره زېرى وركوونكى او وېروونكى او لېكن اكثره خلق نه پوهېږي"
    },
    {
      "number": 29,
      "text": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلْوَعْدُ إِن كُنتُمْ صَٰدِقِينَ",
      "page": 431,
      "juz": 22,
      "hizb": 44,
      "sajda": false,
      "translation_dari": "و می‌گویند: این وعده کی فرا می‌رسد، اگر راست می‌گوئید؟",
      "translation_pashto": "34-29 او دوى وايي: دغه وعده به كله وي كه تاسو رښتيني یئ؟"
    },
    {
      "number": 30,
      "text": "قُل لَّكُم مِّيعَادُ يَوْمٍۢ لَّا تَسْتَـْٔخِرُونَ عَنْهُ سَاعَةًۭ وَلَا تَسْتَقْدِمُونَ",
      "page": 431,
      "juz": 22,
      "hizb": 44,
      "sajda": false,
      "translation_dari": "بگو: وعده شما روز معینی است که نه ساعتی از آن پس می‌مانید و نه ساعتی از آن پیشی می‌گیرید.",
      "translation_pashto": "34-30 ته (دوى ته) ووایه: تاسو لپاره د داسې ورځې وعده ده چې تاسو به له هغې نه نه يوه ګړۍ وروسته كېږي او نه به تاسو ړومبى كېږئ"
    },
    {
      "number": 31,
      "text": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لَن نُّؤْمِنَ بِهَٰذَا ٱلْقُرْءَانِ وَلَا بِٱلَّذِى بَيْنَ يَدَيْهِ ۗ وَلَوْ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ مَوْقُوفُونَ عِندَ رَبِّهِمْ يَرْجِعُ بَعْضُهُمْ إِلَىٰ بَعْضٍ ٱلْقَوْلَ يَقُولُ ٱلَّذِينَ ٱسْتُضْعِفُوا۟ لِلَّذِينَ ٱسْتَكْبَرُوا۟ لَوْلَآ أَنتُمْ لَكُنَّا مُؤْمِنِينَ",
      "page": 431,
      "juz": 22,
      "hizb": 44,
      "sajda": false,
      "translation_dari": "و کافران گفتند: به این قرآن و به آنچه پیش از آن است هرگز ایمان نمی‌آوریم. و اگر ببینی ظالمان را وقتی که نزد پروردگارشان نگاه داشته می‌شوند که چگونه بعضی از آنها سخن بعضی دیگر را باز میگرداند، مستضعفان به مستکبران می‌گویند: اگر شما نبوديد يقينا ما مؤمن می‌بودیم.",
      "translation_pashto": "34-31 او كافران شویو كسانو وویل: مونږ به له سره په دې قرآن ایمان رانه وړو او نه په هغو كتابونو چې له ده نه مخكې دي او كه ته ووینې كله چې ظالمان د خپل رب په وړاندې ودرول شوي وي، په داسې حال كې چې د دوى ځینې به ځینو نورو ته خبره اړوي (داسې) چې (په دنیا كې) ښه ضعیف كړى شوي كسان به هغو كسانو ته ووايي چې تكبر به يې كاوه: كه تاسو (مونږ لره د ایمان نه منع كوونكي) نه وى (، نو) یقینًا مونږ به مومنان وو"
    },
    {
      "number": 32,
      "text": "قَالَ ٱلَّذِينَ ٱسْتَكْبَرُوا۟ لِلَّذِينَ ٱسْتُضْعِفُوٓا۟ أَنَحْنُ صَدَدْنَٰكُمْ عَنِ ٱلْهُدَىٰ بَعْدَ إِذْ جَآءَكُم ۖ بَلْ كُنتُم مُّجْرِمِينَ",
      "page": 432,
      "juz": 22,
      "hizb": 44,
      "sajda": false,
      "translation_dari": "(باز) مستکبران (در پاسخ) به مستضعفان می‌گویند: آیا پس از آنکه هدایت برایتان آمد، ما شما را از آن بازداشتیم؟ بلکه خود شما مجرم بودید.",
      "translation_pashto": "34-32 هغه كسان به ووايي چې تكبر يې كړى و، هغو كسانو ته چې ښه كمزور كړى شوي وو: ایا مونږه تاسو د هدایت نه بند كړي وئ، وروسته له دې چې كله هغه تاسو ته راغى! (داسې نه ده) بلكې تاسو (پخپله) مجرمان وئ"
    },
    {
      "number": 33,
      "text": "وَقَالَ ٱلَّذِينَ ٱسْتُضْعِفُوا۟ لِلَّذِينَ ٱسْتَكْبَرُوا۟ بَلْ مَكْرُ ٱلَّيْلِ وَٱلنَّهَارِ إِذْ تَأْمُرُونَنَآ أَن نَّكْفُرَ بِٱللَّهِ وَنَجْعَلَ لَهُۥٓ أَندَادًۭا ۚ وَأَسَرُّوا۟ ٱلنَّدَامَةَ لَمَّا رَأَوُا۟ ٱلْعَذَابَ وَجَعَلْنَا ٱلْأَغْلَٰلَ فِىٓ أَعْنَاقِ ٱلَّذِينَ كَفَرُوا۟ ۚ هَلْ يُجْزَوْنَ إِلَّا مَا كَانُوا۟ يَعْمَلُونَ",
      "page": 432,
      "juz": 22,
      "hizb": 44,
      "sajda": false,
      "translation_dari": "و (بار دیگر) مستضعفان به مستکبران می‌گویند: نه، بلکه مکر شب و روز (تان ما را از هدایت بازداشت) وقتی که به ما دستور می‌دادید که به الله كفر ورزیم و برای او همتایان مقرر کنیم، و وقتی عذاب را بینند، پشیمانی خود را پنهان کنند. و زنجیرها را به گردن‌های کافران می‌اندازیم. آیا جز در برابر کارهایی که می‌کردند، جزا داده می‌شوند؟",
      "translation_pashto": "34-33 او كمزور كړى شوي كسان به هغو كسانو ته ووايي چې تكبر به يې كاوه: (داسې نه وه) بلكې(دا ستاسو) د شپې او ورځي مكر (او فریب) و، كله چې به تاسو مونږ ته حكم كاوه چې مونږ په الله سره كافران شو او د هغه لپاره مونږ شریكان پیدا كړو او دوى  (ټول) به پښېماني پټه كړي كله چې دوى عذاب وویني او مونږ به ځنځيرونه د كافران شویو كسانو په غاړو (څټونو) كې واچوو، دوى ته بدله نه وركول كېږي مګر د هغو عملونو چې دوى به كول"
    },
    {
      "number": 34,
      "text": "وَمَآ أَرْسَلْنَا فِى قَرْيَةٍۢ مِّن نَّذِيرٍ إِلَّا قَالَ مُتْرَفُوهَآ إِنَّا بِمَآ أُرْسِلْتُم بِهِۦ كَٰفِرُونَ",
      "page": 432,
      "juz": 22,
      "hizb": 44,
      "sajda": false,
      "translation_dari": "و ما در هیچ قریه‌ای بیم دهنده‌ای نفرستادیم مگر آنکه سرکشان نازپرور آنجا گفتند: ما به آنچه شما به آن فرستاده شده‌اید، کافریم.",
      "translation_pashto": "34-34 او مونږ نه و لېږلى په  كوم ښار كې هېڅ یو وېروونكى مګر  هغه متكبره مَړو (مالدارو) خلقو به ویل: بېشكه مونږ په هغه څه چې تاسو په هغه سره رالېږل شوي يئ، كافران یو"
    },
    {
      "number": 35,
      "text": "وَقَالُوا۟ نَحْنُ أَكْثَرُ أَمْوَٰلًۭا وَأَوْلَٰدًۭا وَمَا نَحْنُ بِمُعَذَّبِينَ",
      "page": 432,
      "juz": 22,
      "hizb": 44,
      "sajda": false,
      "translation_dari": "و (نیز) گفتند: ما از نگاه اموال و فرزندان بیشتریم و ما عذاب شونده نیستیم.",
      "translation_pashto": "34-35 او دوى به ویل: مونږ د مال او اولاد په لحاظ ډېر زیات یو او مونږ به په عذاب كولى نشو"
    },
    {
      "number": 36,
      "text": "قُلْ إِنَّ رَبِّى يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
      "page": 432,
      "juz": 22,
      "hizb": 44,
      "sajda": false,
      "translation_dari": "بگو: البته پروردگارم روزی را برای هرکس که بخواهد فراخ یا تنگ می‌گرداند، ولی بیشتر مردم نمی‌دانند.",
      "translation_pashto": "34-36 ته ( دوى ته) ووایه: بېشكه زما رب رزق فراخوي چا ته چې وغواړي او تنګوي يې او لېكن د خلقو اكثریت نه پوهېږي"
    },
    {
      "number": 37,
      "text": "وَمَآ أَمْوَٰلُكُمْ وَلَآ أَوْلَٰدُكُم بِٱلَّتِى تُقَرِّبُكُمْ عِندَنَا زُلْفَىٰٓ إِلَّا مَنْ ءَامَنَ وَعَمِلَ صَٰلِحًۭا فَأُو۟لَٰٓئِكَ لَهُمْ جَزَآءُ ٱلضِّعْفِ بِمَا عَمِلُوا۟ وَهُمْ فِى ٱلْغُرُفَٰتِ ءَامِنُونَ",
      "page": 432,
      "juz": 22,
      "hizb": 44,
      "sajda": false,
      "translation_dari": "و اموال و اولادتان چیزی نیست که شما را به ما نزدیک گرداند به مرتبۀ قربت، مگر کسی (مقرب) است که ایمان آورد و کار نیک انجام دهد. پس برای آنان در برابر اعمالی که انجام داده‌اند پاداش دو چندان است و ایشان در غرفه‌های (بلند) ايمن‌اند.",
      "translation_pashto": "34-37 او نه دي ستاسو مالونه او نه اولاد هغه شى چې هغه تاسو مونږ ته رانژدې كړي، ښه رانژدې كول مګر هغه څوك چې ایمان يې راوړ او نېك عمل يې وكړ، نو دغه كسان دي چې د دوى لپاره دوه چنده بدله ده، په سبب د هغو عملونو چې دوى كړي دي او دوى به (د جنت) په بالاخانو كې په امن وي"
    },
    {
      "number": 38,
      "text": "وَٱلَّذِينَ يَسْعَوْنَ فِىٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُو۟لَٰٓئِكَ فِى ٱلْعَذَابِ مُحْضَرُونَ",
      "page": 432,
      "juz": 22,
      "hizb": 44,
      "sajda": false,
      "translation_dari": "و کسانی که در (تکذیب) آیات ما سعی می‌کنند به این گمان که (پیغمبر ما را) عاجز می‌سازند، ایشان‌اند که در عذاب احضار خواهند شد.",
      "translation_pashto": "34-38 او هغه كسان چې زمونږ په ایتونو كې كوشش كوي، چې ( په خپل خیال مونږ ه لره) عاجزه كوونكي وي، دغه كسان په عذاب كې حاضر كړى شوي دي"
    },
    {
      "number": 39,
      "text": "قُلْ إِنَّ رَبِّى يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ مِنْ عِبَادِهِۦ وَيَقْدِرُ لَهُۥ ۚ وَمَآ أَنفَقْتُم مِّن شَىْءٍۢ فَهُوَ يُخْلِفُهُۥ ۖ وَهُوَ خَيْرُ ٱلرَّٰزِقِينَ",
      "page": 432,
      "juz": 22,
      "hizb": 44,
      "sajda": false,
      "translation_dari": "بگو: در حقیقت پروردگارم است که روزی را برای هر کس از بندگانش که بخواهد فراخ می‌گرداند، و برای هر کس که بخواهد تنگ می‌گرداند. و هرچه را انفاق کنید، الله عوضش را می‌دهد و او بهترین روزی دهندگان است.",
      "translation_pashto": "34-39 ته (دوى ته) ووایه: بېشكه زما رب رزق فراخوي چا ته چې وغواړي په خپلو بنده ګانو كې او د هغه لپاره يې تنګوي او تاسو چې څه شى هم لګوئ، نو هغه د دغه (څیز) عوض دركوي او هغه تر ټولو غوره رزق وركوونكى دى"
    },
    {
      "number": 40,
      "text": "وَيَوْمَ يَحْشُرُهُمْ جَمِيعًۭا ثُمَّ يَقُولُ لِلْمَلَٰٓئِكَةِ أَهَٰٓؤُلَآءِ إِيَّاكُمْ كَانُوا۟ يَعْبُدُونَ",
      "page": 433,
      "juz": 22,
      "hizb": 44,
      "sajda": false,
      "translation_dari": "و (یادآور شو) روزی را که الله همۀ آنان را محشور می‌کند، باز به فرشتگان می‌گوید: آیا اینها بودند که شما را پرستش می‌کردند؟",
      "translation_pashto": "34-40 او (یاد كړئ) هغه ورځ چې هغه (الله) به دوى ټول راجمع كړي، بیا به ملايكو ته ووايي: ایا دغو كسانو به خاص ستاسو عبادت كاوه؟"
    },
    {
      "number": 41,
      "text": "قَالُوا۟ سُبْحَٰنَكَ أَنتَ وَلِيُّنَا مِن دُونِهِم ۖ بَلْ كَانُوا۟ يَعْبُدُونَ ٱلْجِنَّ ۖ أَكْثَرُهُم بِهِم مُّؤْمِنُونَ",
      "page": 433,
      "juz": 22,
      "hizb": 44,
      "sajda": false,
      "translation_dari": "(فرشته‌ها) گویند: تو پاک و منزهی! و تنها تو باور و کارساز ما هستی! نه، بلکه آنها جنيان را پرستش می‌کردند؟ و بیشترشان به آنها ایمان داشتند.",
      "translation_pashto": "34-41 هغوى (ملايك) به ووايي: تا لره پاكي ده، ته له دوى نه غیر زمونږ مولٰى (او كارساز) يې بلكې دوى به د پېریانو عبادت كاوه، د دوى اكثره پر هغوى ایمان راوړونكي وو"
    },
    {
      "number": 42,
      "text": "فَٱلْيَوْمَ لَا يَمْلِكُ بَعْضُكُمْ لِبَعْضٍۢ نَّفْعًۭا وَلَا ضَرًّۭا وَنَقُولُ لِلَّذِينَ ظَلَمُوا۟ ذُوقُوا۟ عَذَابَ ٱلنَّارِ ٱلَّتِى كُنتُم بِهَا تُكَذِّبُونَ",
      "page": 433,
      "juz": 22,
      "hizb": 44,
      "sajda": false,
      "translation_dari": "پس امروز هیچ یک از شما مالک نفع و ضرری برای دیگری نیستید، و به ظالمان می‌گوییم: بچشید عذاب آتشی را که آن را تکذیب می‌کردید. ­",
      "translation_pashto": "34-42 نو نن ورځ ستاسو ځینې د ځینو نورو لپاره نه د هېڅ نفعې اختیار لري اونه د ضرر اومونږ به هغو كسانو ته چې ظلم (شرك) يې كړى دى،ووایو: تاسو د هغه اور عذاب وڅكئ چې تاسو به د هغه تكذیب كاوه"
    },
    {
      "number": 43,
      "text": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَٰتُنَا بَيِّنَٰتٍۢ قَالُوا۟ مَا هَٰذَآ إِلَّا رَجُلٌۭ يُرِيدُ أَن يَصُدَّكُمْ عَمَّا كَانَ يَعْبُدُ ءَابَآؤُكُمْ وَقَالُوا۟ مَا هَٰذَآ إِلَّآ إِفْكٌۭ مُّفْتَرًۭى ۚ وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لِلْحَقِّ لَمَّا جَآءَهُمْ إِنْ هَٰذَآ إِلَّا سِحْرٌۭ مُّبِينٌۭ",
      "page": 433,
      "juz": 22,
      "hizb": 44,
      "sajda": false,
      "translation_dari": "و چون آیات روشن ما بر آنان خوانده شود، می‌گویند: این (شخص) جز مردی نیست، که می‌خواهد شما را از آنچه پدران شما پرستش می‌کردند باز دارد و می‌گویند: این جز دروغ خودساخته نیست (که به الله نسبت داده شده است). و کافران (درباره) حق چون به آنان آمد گفتند: این جز جادویی آشکار نیست.",
      "translation_pashto": "34-43 او كله چې دوى ته زمونږ ایتونه تلاوت كولى شي، چې ښه واضح دي (نو) دوى وايي: نه دى دا مګر یو داسې سړى دى چې غواړي چې تاسو د هغو (معبودانو له عبادت) نه منع كړي چې ستاسو پلرونو به يې عبادت كاوه او دوى وايي: دا (قرآن) نه دى مګر خالص دروغ دي چې له ځانه جوړ كړى شوي دي او كافران شوي خلق د حق(قرآن) په باره كې وايي كله چې دوى ته راغى: نه دى دا مګر ښكاره جادو"
    },
    {
      "number": 44,
      "text": "وَمَآ ءَاتَيْنَٰهُم مِّن كُتُبٍۢ يَدْرُسُونَهَا ۖ وَمَآ أَرْسَلْنَآ إِلَيْهِمْ قَبْلَكَ مِن نَّذِيرٍۢ",
      "page": 433,
      "juz": 22,
      "hizb": 44,
      "sajda": false,
      "translation_dari": "و ما هیچ کتابی برای ایشان نداده بودیم که آن را بخوانند، و پیش از تو به‌سوی آنان هیچ بیم دهنده‌ای نفرستادیم.",
      "translation_pashto": "34-44 حال دا چې مونږ دوى ته هېڅ كتابونه نه دي وركړي چې دوى يې لولي او نه له تا نه مخكې مونږ دوى ته هېڅ وېروونكى لېږلى دى"
    },
    {
      "number": 45,
      "text": "وَكَذَّبَ ٱلَّذِينَ مِن قَبْلِهِمْ وَمَا بَلَغُوا۟ مِعْشَارَ مَآ ءَاتَيْنَٰهُمْ فَكَذَّبُوا۟ رُسُلِى ۖ فَكَيْفَ كَانَ نَكِيرِ",
      "page": 433,
      "juz": 22,
      "hizb": 44,
      "sajda": false,
      "translation_dari": "و کسانی که پیش از آنها بودند (وحی ما را) تکذیب کردند، حال آنکه آنان به یک دهم آنچه به پیشینیان داده بودیم نرسیده‌اند، پس پیغمبران ما را تکذیب کردند، پس (بنگر) عقوبت من چگونه بود؟",
      "translation_pashto": "34-45 او هغو كسانو تكذیب كړى و، چې له دوى نه مخكې وو، حال دا چې دوى (د مكې كافران) نه دي رسېدلي لسمې برخې ته د هغه (قوت او قدرت) چې ما هغوى (مخكينو كافرانو) ته وركړى و، نو هغوى زمونږ د رسولانو تكذيب وكړ، بيا نو زما انكار څنګه و "
    },
    {
      "number": 46,
      "text": "۞ قُلْ إِنَّمَآ أَعِظُكُم بِوَٰحِدَةٍ ۖ أَن تَقُومُوا۟ لِلَّهِ مَثْنَىٰ وَفُرَٰدَىٰ ثُمَّ تَتَفَكَّرُوا۟ ۚ مَا بِصَاحِبِكُم مِّن جِنَّةٍ ۚ إِنْ هُوَ إِلَّا نَذِيرٌۭ لَّكُم بَيْنَ يَدَىْ عَذَابٍۢ شَدِيدٍۢ",
      "page": 433,
      "juz": 22,
      "hizb": 44,
      "sajda": false,
      "translation_dari": "بگو: من تنها شما را به یک (سخن) نصیحت می‌کنم و آن این است که خالصانه برای الله دونفر دونفر، و یا یک نفر یک نفر، برخیزید، باز اندیشه کنید که این همنشین شما هیچ دیوانگی ندارد، او برای شما جز بیم دهنده، پیش از آمدن عذاب سخت نیست.",
      "translation_pashto": "34-46 ته (دوى ته) وایه: بېشكه زه تاسو ته يواځې دیوې خبرې وعظ كوم، دا چې تاسو خاص الله ته ودرېږئ، دوه دوه او یو یو، بیا ښه فكر وكړئ چې ستاسو په ملګري كې هېڅ لېونتوب نشته، نه دى دا مګر تاسو لره وېروونكى، د ډېر سخت عذاب نه مخكې "
    },
    {
      "number": 47,
      "text": "قُلْ مَا سَأَلْتُكُم مِّنْ أَجْرٍۢ فَهُوَ لَكُمْ ۖ إِنْ أَجْرِىَ إِلَّا عَلَى ٱللَّهِ ۖ وَهُوَ عَلَىٰ كُلِّ شَىْءٍۢ شَهِيدٌۭ",
      "page": 433,
      "juz": 22,
      "hizb": 44,
      "sajda": false,
      "translation_dari": "بگو: هر مزدی که از شما خواسته باشم، پس آن برای شما باشد، مزد من جز بر (عهدۀ) الله نیست و او بر هر چیز گواه است.",
      "translation_pashto": "34-47 ته (دوى ته) ووایه: هغه چې ما له تاسو نه څه اجرت غوښتى وي، نو هغه دې تاسو لپاره وي، زما اجر نشته مګر په الله باندې دى او هغه په هر شي باندې ښه ګواه (او ښه خبردار) دى"
    },
    {
      "number": 48,
      "text": "قُلْ إِنَّ رَبِّى يَقْذِفُ بِٱلْحَقِّ عَلَّٰمُ ٱلْغُيُوبِ",
      "page": 433,
      "juz": 22,
      "hizb": 44,
      "sajda": false,
      "translation_dari": "بگو: پروردگار من حق را (در قلب هرکه بخواهد) می‌اندازد (او) دانای غيب‌هاست.",
      "translation_pashto": "34-48 ته ووایه: بېشكه زما رب حق رالېږي (هغه) د پټو خبرو ښه عالم دى"
    },
    {
      "number": 49,
      "text": "قُلْ جَآءَ ٱلْحَقُّ وَمَا يُبْدِئُ ٱلْبَٰطِلُ وَمَا يُعِيدُ",
      "page": 434,
      "juz": 22,
      "hizb": 44,
      "sajda": false,
      "translation_dari": "بگو: حق آمد و دیگر باطل از سر نمی‌گیرد (سر از نو ایجاد نمی‌شود) و دوباره برنمی گردد.",
      "translation_pashto": "34-49 ته ووایه: حق راغى او باطل نه اول ځلې پیدا كول كولى شي او نه دوباره ژوندي كول كولى شي"
    },
    {
      "number": 50,
      "text": "قُلْ إِن ضَلَلْتُ فَإِنَّمَآ أَضِلُّ عَلَىٰ نَفْسِى ۖ وَإِنِ ٱهْتَدَيْتُ فَبِمَا يُوحِىٓ إِلَىَّ رَبِّىٓ ۚ إِنَّهُۥ سَمِيعٌۭ قَرِيبٌۭ",
      "page": 434,
      "juz": 22,
      "hizb": 44,
      "sajda": false,
      "translation_dari": "بگو: اگر گمراه شوم تنها به زبان خود گمراه می‌شوم و اگر راهیاب شوم پس این به سبب آن است که پروردگارم به من وحی می‌کند، بی‌گمان او شنوای نزدیک است.",
      "translation_pashto": "34-50 ته (دوى ته) ووایه: كه چېرې زه ګمراه شم، نو یقینًا يواځې د خپل ځان په ضرر ګمراه كېږم او كه ما هدایت ومونده، نو په سبب د هغه كلام چې زما رب يې ما ته وحي كوي، بېشكه هغه ښه اورېدونكى، ډېر نژدې دى"
    },
    {
      "number": 51,
      "text": "وَلَوْ تَرَىٰٓ إِذْ فَزِعُوا۟ فَلَا فَوْتَ وَأُخِذُوا۟ مِن مَّكَانٍۢ قَرِيبٍۢ",
      "page": 434,
      "juz": 22,
      "hizb": 44,
      "sajda": false,
      "translation_dari": "و اگر می‌دیدی وقتی را که مضطرب و هراسناک شوند، آنجا راه گریزی نیست. و از جایی نزدیک گرفتار شوند.",
      "translation_pashto": "34-51 او كه ته ووینې كله چې دوى ووېرېږي، نو هېڅ خلاصى به نه وي او دوى به له ډېر نژدې ځایه ونیول شي"
    },
    {
      "number": 52,
      "text": "وَقَالُوٓا۟ ءَامَنَّا بِهِۦ وَأَنَّىٰ لَهُمُ ٱلتَّنَاوُشُ مِن مَّكَانٍۭ بَعِيدٍۢ",
      "page": 434,
      "juz": 22,
      "hizb": 44,
      "sajda": false,
      "translation_dari": "و (وقتی عذاب را مشاهده کنند) می‌گویند: اکنون به او ایمان آوردیم، حال آنکه دسترسی به ایمان از راه دور چگونه ممکن است.",
      "translation_pashto": "34-52 او دوى به ووايي: مونږ په دغه (الله) ایمان راوړى دى، او د دوى لپاره به د ډېر لرې ځاى نه نیول له كومه وي!"
    },
    {
      "number": 53,
      "text": "وَقَدْ كَفَرُوا۟ بِهِۦ مِن قَبْلُ ۖ وَيَقْذِفُونَ بِٱلْغَيْبِ مِن مَّكَانٍۭ بَعِيدٍۢ",
      "page": 434,
      "juz": 22,
      "hizb": 44,
      "sajda": false,
      "translation_dari": "و حال آنکه پیش از این به آن کفر ورزیدند. و از مکان دور به امور غیب (نسبت‌های باطل‌شان را) می‌افگنند.",
      "translation_pashto": "34-53 حال دا چې یقینًا دوى په ده سره له دې نه مخكې كافران شوي وو او دوى به بې له لیدلو ویشتل كول، له ډېر لرې ځایه"
    },
    {
      "number": 54,
      "text": "وَحِيلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُونَ كَمَا فُعِلَ بِأَشْيَاعِهِم مِّن قَبْلُ ۚ إِنَّهُمْ كَانُوا۟ فِى شَكٍّۢ مُّرِيبٍۭ",
      "page": 434,
      "juz": 22,
      "hizb": 44,
      "sajda": false,
      "translation_dari": "و میان آنان و میان آنچه خوش دارند حایلی افگنده شد چنان که پیش از این با (گروه‌های) امثال آنان انجام شده است، زیرا آنان سخت در شک بودند.",
      "translation_pashto": "34-54 او پرده به واچول شي د دوى په مینځ كې او په مینځ د هغه شي كې چې دوى يې غواړي (او ارمان يې كوي) لكه چې د دوى له ملګرو (هم جنسو) سره(دا كار) كړى شوى و له دوى نه مخكې، بېشكه دوى په اضطراب اچوونكي شك كې وو"
    }
  ]
}