{
  "number": 36,
  "name": "يس",
  "name_dari": "یس",
  "meaning_dari": "یس",
  "revelationType": "مکی",
  "numberOfAyahs": 83,
  "ayahs": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ يسٓ",
      "page": 440,
      "juz": 22,
      "hizb": 44,
      "sajda": false,
      "translation_dari": "يس. (معنای این حروف به الله معلوم است).",
      "translation_pashto": "36-1 يا، سين"
    },
    {
      "number": 2,
      "text": "وَٱلْقُرْءَانِ ٱلْحَكِيمِ",
      "page": 440,
      "juz": 22,
      "hizb": 44,
      "sajda": false,
      "translation_dari": "قسم به قرآن پر از حکمت.",
      "translation_pashto": "36-2 قسم دى په قرآن، چې ډېر د حكمت والا دى"
    },
    {
      "number": 3,
      "text": "إِنَّكَ لَمِنَ ٱلْمُرْسَلِينَ",
      "page": 440,
      "juz": 22,
      "hizb": 44,
      "sajda": false,
      "translation_dari": "به تحقیق که تو از جملۀ پیغمبران هستی.",
      "translation_pashto": "36-3 بېشكه ته، یقینًا له رسولانو ځنې يې"
    },
    {
      "number": 4,
      "text": "عَلَىٰ صِرَٰطٍۢ مُّسْتَقِيمٍۢ",
      "page": 440,
      "juz": 22,
      "hizb": 44,
      "sajda": false,
      "translation_dari": "بر راه راست قرار داری.",
      "translation_pashto": "36-4 په نېغه لار يې"
    },
    {
      "number": 5,
      "text": "تَنزِيلَ ٱلْعَزِيزِ ٱلرَّحِيمِ",
      "page": 440,
      "juz": 22,
      "hizb": 44,
      "sajda": false,
      "translation_dari": "(این قرآن) فرو فرستادۀ الله غالبِ مهربان است.",
      "translation_pashto": "36-5 (دغه قرآن) د ډېر غالب، بې حده مهربان نازلول دي"
    },
    {
      "number": 6,
      "text": "لِتُنذِرَ قَوْمًۭا مَّآ أُنذِرَ ءَابَآؤُهُمْ فَهُمْ غَٰفِلُونَ",
      "page": 440,
      "juz": 22,
      "hizb": 44,
      "sajda": false,
      "translation_dari": "تا قومی را بیم دهی که پدرانشان بیم داده نشده‌اند پس آنان خود غافل و بی‌خبرند.",
      "translation_pashto": "36-6 د دې لپاره چې ته هغه قوم ووېروې چې د دوى پلرونه نه دي وېرول شوي، نو (ځكه) دوى غافلان دي"
    },
    {
      "number": 7,
      "text": "لَقَدْ حَقَّ ٱلْقَوْلُ عَلَىٰٓ أَكْثَرِهِمْ فَهُمْ لَا يُؤْمِنُونَ",
      "page": 440,
      "juz": 22,
      "hizb": 44,
      "sajda": false,
      "translation_dari": "بی‌گمان (وعدۀ عذاب) بر بیشتر آنان تحقّق یافته است، پس آنان ایمان نمی‌آورند.",
      "translation_pashto": "36-7 یقینًا یقینًا د دوى په زیاترو باندې (د عذاب) خبره ثابته شوې ده، نو (په دې وجه) دوى ایمان نه راوړي"
    },
    {
      "number": 8,
      "text": "إِنَّا جَعَلْنَا فِىٓ أَعْنَٰقِهِمْ أَغْلَٰلًۭا فَهِىَ إِلَى ٱلْأَذْقَانِ فَهُم مُّقْمَحُونَ",
      "page": 440,
      "juz": 22,
      "hizb": 44,
      "sajda": false,
      "translation_dari": "بدون شک ما در گردن‌هایشان طوق‌هایی تا زنخ‌هایشان نهاده‌ایم پس در نتیجه سرهایشان رو به بالا است (و زمین را دیده نمی‌توانند).",
      "translation_pashto": "36-8 بېشكه مونږ د دوى په غاړو (څټونو) كې طوقونه اچولي دي، نو دغه (طوقونه) تر زنو پورې دي، نو (په دې سره) دوى جګ سري كړى شوي دي"
    },
    {
      "number": 9,
      "text": "وَجَعَلْنَا مِنۢ بَيْنِ أَيْدِيهِمْ سَدًّۭا وَمِنْ خَلْفِهِمْ سَدًّۭا فَأَغْشَيْنَٰهُمْ فَهُمْ لَا يُبْصِرُونَ",
      "page": 440,
      "juz": 22,
      "hizb": 44,
      "sajda": false,
      "translation_dari": "و در پیش روی ایشان و در پشت سر ایشان سدّی قرار داده‌ایم پس بر چشمان آنان پرده‌ای انداخته‌ایم، در نتیجه آنان هیچ نمی‌بینند.",
      "translation_pashto": "36-9 او مونږ د دوى په مخه كې یو دېوال كړى دى او یو دېوال د دوى شا ته، پس مونږ دوى پټ كړي دي، لهذا دوى هېڅ نه ویني"
    },
    {
      "number": 10,
      "text": "وَسَوَآءٌ عَلَيْهِمْ ءَأَنذَرْتَهُمْ أَمْ لَمْ تُنذِرْهُمْ لَا يُؤْمِنُونَ",
      "page": 440,
      "juz": 22,
      "hizb": 44,
      "sajda": false,
      "translation_dari": "و برای آنان برابر است چه آنها را بترسانی و چه آنها را نترسانی، ایمان نمی‌آورند.",
      "translation_pashto": "36-10 او دوى ته یو شان ده كه ته دوى  ووېروې، یا ته دوى ونه وېروې، دوى ایمان نه راوړي"
    },
    {
      "number": 11,
      "text": "إِنَّمَا تُنذِرُ مَنِ ٱتَّبَعَ ٱلذِّكْرَ وَخَشِىَ ٱلرَّحْمَٰنَ بِٱلْغَيْبِ ۖ فَبَشِّرْهُ بِمَغْفِرَةٍۢ وَأَجْرٍۢ كَرِيمٍ",
      "page": 440,
      "juz": 22,
      "hizb": 44,
      "sajda": false,
      "translation_dari": "تو تنها کسی را می‌ترسانی (و این کار برای کسی فایده دارد) که از قرآن پیروی کند و غائبانه از پروردگار رحمان بترسد، پس او را به آمرزش و پاداش ارجمند مژده بده.",
      "translation_pashto": "36-11 بېشكه همدا خبره ده چې ته يواځې هغه څوك وېروې چې د ذكر (قرآن) پیروي كوي او له رحمٰن نه په نالیدلو وېرېږي، نو ته دغه كس ته د مغفرت او د ډېر عزت والا اجر زېرى وركړه"
    },
    {
      "number": 12,
      "text": "إِنَّا نَحْنُ نُحْىِ ٱلْمَوْتَىٰ وَنَكْتُبُ مَا قَدَّمُوا۟ وَءَاثَٰرَهُمْ ۚ وَكُلَّ شَىْءٍ أَحْصَيْنَٰهُ فِىٓ إِمَامٍۢ مُّبِينٍۢ",
      "page": 440,
      "juz": 22,
      "hizb": 44,
      "sajda": false,
      "translation_dari": "بدون شک ماییم که مرده‌ها را زنده می‌سازیم و آنچه (از کارهای نیک و بد را که) پیش فرستاده‌اند و آثار (خوب و بد پس از مرگ)‌شان را می‌نویسیم. و همه چیز را در کتابی که پیشوای روشنگر است ضبط کرده‌ایم.",
      "translation_pashto": "36-12 بېشكه مونږ، همدا مونږ مړي ژوندي كوو او مونږ هغه څه لیكو چې دوى يې مخكې لېږي او د دوى پاتې نښې (هم) او هر شى، مونږ هغه په ښكاره اصل (لوح محفوظ) كې درج كړى دى"
    },
    {
      "number": 13,
      "text": "وَٱضْرِبْ لَهُم مَّثَلًا أَصْحَٰبَ ٱلْقَرْيَةِ إِذْ جَآءَهَا ٱلْمُرْسَلُونَ",
      "page": 441,
      "juz": 22,
      "hizb": 44,
      "sajda": false,
      "translation_dari": "و برای‌شان از اصحاب قريه مثل بزن وقتی که فرستادگان (الله) به‌سوی آنان آمدند.",
      "translation_pashto": "36-13 او ته دوى ته د دغه كلي اوسېدونكي مثال وګرځوه، كله چې دوى ته رسولان راغلل"
    },
    {
      "number": 14,
      "text": "إِذْ أَرْسَلْنَآ إِلَيْهِمُ ٱثْنَيْنِ فَكَذَّبُوهُمَا فَعَزَّزْنَا بِثَالِثٍۢ فَقَالُوٓا۟ إِنَّآ إِلَيْكُم مُّرْسَلُونَ",
      "page": 441,
      "juz": 22,
      "hizb": 44,
      "sajda": false,
      "translation_dari": "آن وقت که دو نفر (از فرستادگان خود) را به‌سوی ایشان فرستادیم، پس آندو را دروغگو شمردند، پس (آن دو را با شخص) سومی تقویت نمودیم، پس گفتند: بدون شک ما به‌سوی شما فرستاده شده‌ایم.",
      "translation_pashto": "36-14 كله چې مونږ دوى ته دوه پېغمبران ولېږل، نو دوى هغو دواړو ته دروغجن وویل، نو مونږ (دغه) په دریم سره مضبوط كړل، نو دغو (رسولانو) وویل: بېشكه مونږ تاسو ته رسولان (رالېږل شوي) یو"
    },
    {
      "number": 15,
      "text": "قَالُوا۟ مَآ أَنتُمْ إِلَّا بَشَرٌۭ مِّثْلُنَا وَمَآ أَنزَلَ ٱلرَّحْمَٰنُ مِن شَىْءٍ إِنْ أَنتُمْ إِلَّا تَكْذِبُونَ",
      "page": 441,
      "juz": 22,
      "hizb": 44,
      "sajda": false,
      "translation_dari": "گفتند: شما جز بشری همچون ما نیستید و پروردگار رحمن چیزی نازل نکرده است و شما جز دروغ نمی‌گوئید.",
      "translation_pashto": "36-15  دوى وویل، تاسو نه يئ مګر زمونږ په شان انسانان او رحمٰن هېڅ شى هم نه دى نازل كړى، نه یئ تاسو مګر دروغ وایئ"
    },
    {
      "number": 16,
      "text": "قَالُوا۟ رَبُّنَا يَعْلَمُ إِنَّآ إِلَيْكُمْ لَمُرْسَلُونَ",
      "page": 441,
      "juz": 22,
      "hizb": 44,
      "sajda": false,
      "translation_dari": "(پیغمبران) گفتند: پروردگار ما می‌داند که البته ما به‌سوی شما فرستاده شده‌ایم.",
      "translation_pashto": "36-16 دغو (رسولانو) وویل: زمونږ رب پوهېږي، بېشكه مونږ تاسو ته یقینًا (پېغمبران) راستول شوي یو "
    },
    {
      "number": 17,
      "text": "وَمَا عَلَيْنَآ إِلَّا ٱلْبَلَٰغُ ٱلْمُبِينُ",
      "page": 441,
      "juz": 22,
      "hizb": 44,
      "sajda": false,
      "translation_dari": "و بر عهدۀ ما جز رسانیدن آشکار (پیغام الهی، وظیفۀ دیگری) نیست.",
      "translation_pashto": "36-17 او زمونږ په ذمه نشته مګر ښكاره پېغام رسونه"
    },
    {
      "number": 18,
      "text": "قَالُوٓا۟ إِنَّا تَطَيَّرْنَا بِكُمْ ۖ لَئِن لَّمْ تَنتَهُوا۟ لَنَرْجُمَنَّكُمْ وَلَيَمَسَّنَّكُم مِّنَّا عَذَابٌ أَلِيمٌۭ",
      "page": 441,
      "juz": 22,
      "hizb": 44,
      "sajda": false,
      "translation_dari": "مردم گفتند: البته ما شما را به فال بد گرفته‌ایم، اگر دست برندارید حتما شما را سنگسار می‌کنیم و حتما از جانب ما عذاب دردناک به شما خواهد رسید.",
      "translation_pashto": "36-18 دغو خلقو وویل: بېشكه مونږ په تاسو سره بدفالي نیولې ده، قسم دى كه تاسو منع نشوئ (، نو) مونږ به خامخا ضرور تاسو سنګسار كړو او زمونږ له جانبه به تاسو ته خامخا ضرور ډېر دردوونكى عذاب درورسېږي"
    },
    {
      "number": 19,
      "text": "قَالُوا۟ طَٰٓئِرُكُم مَّعَكُمْ ۚ أَئِن ذُكِّرْتُم ۚ بَلْ أَنتُمْ قَوْمٌۭ مُّسْرِفُونَ",
      "page": 441,
      "juz": 22,
      "hizb": 44,
      "sajda": false,
      "translation_dari": "(پیغمبران) گفتند: شومی و فال بد تان همرای خودتان است. آیا چون اندرز داده شوید (آن‌را فال بد می‌شمارید) نه، بلکه شما قوم اسراف کار هستید.",
      "translation_pashto": "36-19 دغو(پېغمبرانو) وویل: ستاسو بدفالي له هم تاسو سره ده، ایا نو كه تاسو ته پند دركړى شي (نو تاسو دغه ته بدفالي وایئ؟) بلكې تاسو له حده تېرېدونكى قوم یئ"
    },
    {
      "number": 20,
      "text": "وَجَآءَ مِنْ أَقْصَا ٱلْمَدِينَةِ رَجُلٌۭ يَسْعَىٰ قَالَ يَٰقَوْمِ ٱتَّبِعُوا۟ ٱلْمُرْسَلِينَ",
      "page": 441,
      "juz": 22,
      "hizb": 44,
      "sajda": false,
      "translation_dari": "و از دورترین نقطۀ شهر مردی دوان دوان آمد، گفت: ای قوم من! از فرستادگان (الله) پیروی کنید.",
      "translation_pashto": "36-20 او د ښار تر ټولو لرې جانب نه یو سړى راغى، چې منډې يې وهلې، ويې ويل:اى زما قومه! تاسو د رسولانو پیروي وكړئ "
    },
    {
      "number": 21,
      "text": "ٱتَّبِعُوا۟ مَن لَّا يَسْـَٔلُكُمْ أَجْرًۭا وَهُم مُّهْتَدُونَ",
      "page": 441,
      "juz": 22,
      "hizb": 44,
      "sajda": false,
      "translation_dari": "از کسی پیروی کنید که پاداشی از شما نمی‌خواهد و خود آنان راه یافته‌اند.",
      "translation_pashto": "36-21 تاسو د هغه چا پیروي وكړئ چې له تاسو نه څه اجر (او مزدوري) نه غواړي، په داسې حال كې چې دوى (پخپله) هدایت موندونكي دي"
    },
    {
      "number": 22,
      "text": "وَمَا لِىَ لَآ أَعْبُدُ ٱلَّذِى فَطَرَنِى وَإِلَيْهِ تُرْجَعُونَ",
      "page": 441,
      "juz": 22,
      "hizb": 44,
      "sajda": false,
      "translation_dari": "و مرا چه شده که ذاتی را نپرستم که مرا آفریده است؟ و همه به‌سوی او بازگردانیده می‌شوید؟",
      "translation_pashto": "36-22 او په ما څه شوي دي (څه مانع دى) چې زه به د هغه ذات عبادت نه كوم چې زه يې پیدا كړى یم او خاص هغه ته به تاسو بېرته بېول كېږئ"
    },
    {
      "number": 23,
      "text": "ءَأَتَّخِذُ مِن دُونِهِۦٓ ءَالِهَةً إِن يُرِدْنِ ٱلرَّحْمَٰنُ بِضُرٍّۢ لَّا تُغْنِ عَنِّى شَفَٰعَتُهُمْ شَيْـًۭٔا وَلَا يُنقِذُونِ",
      "page": 441,
      "juz": 22,
      "hizb": 44,
      "sajda": false,
      "translation_dari": "آیا غیر از او معبودهایی را به عبادت ‌گیرم که اگر پروردگار رحمن زیانی در حق من اراده کند، شفاعت آنان چیزی را از من دفع نمی‌کند و نه آنان می‌توانند مرا نجات دهند؟",
      "translation_pashto": "36-23 ایا زه له هغه (الله) نه غیر نور داسې معبوان ونیسم چې كه رحمٰن ما ته  د ضرر رسولو اراده وكړي، (نو) له ما نه به د دوى سفارش هېڅ شى (ضرر) دفع (لرې) نه كړى شي او نه به ما دوى خلاص كړى شي"
    },
    {
      "number": 24,
      "text": "إِنِّىٓ إِذًۭا لَّفِى ضَلَٰلٍۢ مُّبِينٍ",
      "page": 441,
      "juz": 22,
      "hizb": 44,
      "sajda": false,
      "translation_dari": "بدون شک من در آن صورت حتما در گمراهی آشکار خواهم بود.",
      "translation_pashto": "36-24 بېشكه زه به په دغه وخت كې خامخا په ښكاره ګمراهۍ كې یم"
    },
    {
      "number": 25,
      "text": "إِنِّىٓ ءَامَنتُ بِرَبِّكُمْ فَٱسْمَعُونِ",
      "page": 441,
      "juz": 22,
      "hizb": 44,
      "sajda": false,
      "translation_dari": "البته من به پروردگار شما ایمان آورده‌ام پس (اعلان توحید را) از من بشنوید.",
      "translation_pashto": "36-25 بېشكه زه چې یم، ما ستاسو په رب ایمان راوړى دى، نو تاسو (ټول) زما (دا خبره) واورئ "
    },
    {
      "number": 26,
      "text": "قِيلَ ٱدْخُلِ ٱلْجَنَّةَ ۖ قَالَ يَٰلَيْتَ قَوْمِى يَعْلَمُونَ",
      "page": 441,
      "juz": 22,
      "hizb": 44,
      "sajda": false,
      "translation_dari": "(پس از آنکه او را به شهادت رساندند) به او گفته شد: وارد بهشت شو، گفت: ای کاش قوم من این امر را میدانستند!",
      "translation_pashto": "36-26 ده ته وویل شو: ته جنت ته ننوځه! ده وویل: اى كاشكې چې زما قوم پوه شي! "
    },
    {
      "number": 27,
      "text": "بِمَا غَفَرَ لِى رَبِّى وَجَعَلَنِى مِنَ ٱلْمُكْرَمِينَ",
      "page": 441,
      "juz": 22,
      "hizb": 44,
      "sajda": false,
      "translation_dari": "که پروردگارم چگونه مرا آمرزیده و مرا از جملۀ گرامیان قرار داده است.",
      "translation_pashto": "36-27 په هغه شي چې زما رب ما ته په هغه سره بخښنه وكړه او زه يې له عزتمنو څخه كړمه"
    },
    {
      "number": 28,
      "text": "۞ وَمَآ أَنزَلْنَا عَلَىٰ قَوْمِهِۦ مِنۢ بَعْدِهِۦ مِن جُندٍۢ مِّنَ ٱلسَّمَآءِ وَمَا كُنَّا مُنزِلِينَ",
      "page": 442,
      "juz": 23,
      "hizb": 45,
      "sajda": false,
      "translation_dari": "و پس از (شهادت) او هیچ لشکری را از آسمان بر قوم وی نازل نکردیم (و پیش از این نیز) نازل کننده نبودیم.",
      "translation_pashto": "36-28 او مونږ له هغه نه وروسته د ده په قوم باندې له اسمان نه هېڅ لښكر راكوز نه كړ او نه مونږ نازلوونكي وو"
    },
    {
      "number": 29,
      "text": "إِن كَانَتْ إِلَّا صَيْحَةًۭ وَٰحِدَةًۭ فَإِذَا هُمْ خَٰمِدُونَ",
      "page": 442,
      "juz": 23,
      "hizb": 45,
      "sajda": false,
      "translation_dari": "(سزای آنان) تنها یک بانگ مرگبار بود، پس به ناگهان خاموش شدند.",
      "translation_pashto": "36-29 هغه (سزا) نه وه مګر یوه چغه، نو ناڅاپه دوى مړه یخ پخ پراته وو"
    },
    {
      "number": 30,
      "text": "يَٰحَسْرَةً عَلَى ٱلْعِبَادِ ۚ مَا يَأْتِيهِم مِّن رَّسُولٍ إِلَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
      "page": 442,
      "juz": 23,
      "hizb": 45,
      "sajda": false,
      "translation_dari": "ای افسوس بر این بندگان! هیچ پیغمبری به‌سوی ایشان نمی‌آمد مگر اینکه او را به مسخره می‌گرفتند.",
      "translation_pashto": "36-30 اى افسوسه په بنده ګانو! دوى ته به نه راته كوم رسول مګر دوى به په هغه پورې استهزا كولې"
    },
    {
      "number": 31,
      "text": "أَلَمْ يَرَوْا۟ كَمْ أَهْلَكْنَا قَبْلَهُم مِّنَ ٱلْقُرُونِ أَنَّهُمْ إِلَيْهِمْ لَا يَرْجِعُونَ",
      "page": 442,
      "juz": 23,
      "hizb": 45,
      "sajda": false,
      "translation_dari": "آیا ندیدند که پیش از آنان چه بسیار امتها را نابود کردیم که دیگر آنان به سویشان باز نمی‌گردند؟",
      "translation_pashto": "36-31 ایا دوى نه ویني چې له دوى نه مخكې مونږ څومره امتونه هلاك كړي دي، چې یقینًا هغوى دوى ته بېرته نه راګرځي"
    },
    {
      "number": 32,
      "text": "وَإِن كُلٌّۭ لَّمَّا جَمِيعٌۭ لَّدَيْنَا مُحْضَرُونَ",
      "page": 442,
      "juz": 23,
      "hizb": 45,
      "sajda": false,
      "translation_dari": "و حتما همگی‌شان در نزد ما احضار خواهند شد.",
      "translation_pashto": "36-32 او نه دي دا هر یو مګر ټول به زمونږ په وړاندې حاضر كړى شوي وي"
    },
    {
      "number": 33,
      "text": "وَءَايَةٌۭ لَّهُمُ ٱلْأَرْضُ ٱلْمَيْتَةُ أَحْيَيْنَٰهَا وَأَخْرَجْنَا مِنْهَا حَبًّۭا فَمِنْهُ يَأْكُلُونَ",
      "page": 442,
      "juz": 23,
      "hizb": 45,
      "sajda": false,
      "translation_dari": "و زمین مرده برای آنان نشانۀ (از قدرت الله در احضار نمودن‌شان) است که آن را زنده گردانیدیم و از آن دانه‌های بیرون آوردیم که از آن می‌خورند.",
      "translation_pashto": "36-33 او د دوى لپاره یوه لویه نښه مړه (وچه كلكه) ځمكه ده، چې مونږ هغه ژوندۍ كړه او له هغې نه مونږ دانې راووېستې، نو د دغو (دانو) ځنې دوى خوراك كوي"
    },
    {
      "number": 34,
      "text": "وَجَعَلْنَا فِيهَا جَنَّٰتٍۢ مِّن نَّخِيلٍۢ وَأَعْنَٰبٍۢ وَفَجَّرْنَا فِيهَا مِنَ ٱلْعُيُونِ",
      "page": 442,
      "juz": 23,
      "hizb": 45,
      "sajda": false,
      "translation_dari": "و در آن باغ‌هایی از درختان خرما و درختان انگور قرار دادیم و از چشمه‌ها در آن روان کردیم.",
      "translation_pashto": "36-34 او مونږ په دغه (ځمكه) كې د كجورو او انګورو باغونه پیدا كړي دي او مونږه په دغه (ځمكه) كې چینې جاري كړي دي"
    },
    {
      "number": 35,
      "text": "لِيَأْكُلُوا۟ مِن ثَمَرِهِۦ وَمَا عَمِلَتْهُ أَيْدِيهِمْ ۖ أَفَلَا يَشْكُرُونَ",
      "page": 442,
      "juz": 23,
      "hizb": 45,
      "sajda": false,
      "translation_dari": "تا از میوه‌های آن درختان و از آنچه دست‌هایشان به عمل آورده بخورند. آیا باز هم شکر نمی‌گزارند؟",
      "translation_pashto": "36-35 د دې لپاره چې دوى د دغو (څیزونو) له مېوو نه خوراك وكړي، حال دا چې دغه (مېوې) د دوى لاسونو نه دي پیدا كړي، ایا نو دوى شكر نه وباسي"
    },
    {
      "number": 36,
      "text": "سُبْحَٰنَ ٱلَّذِى خَلَقَ ٱلْأَزْوَٰجَ كُلَّهَا مِمَّا تُنۢبِتُ ٱلْأَرْضُ وَمِنْ أَنفُسِهِمْ وَمِمَّا لَا يَعْلَمُونَ",
      "page": 442,
      "juz": 23,
      "hizb": 45,
      "sajda": false,
      "translation_dari": "پاک و منزه است ذاتی که همه نر و ماده‌ها را آفریده است، از (قبیل) آنچه زمین می‌رویاند و از خود آنان و از چیزهایی که ایشان نمی‌دانند.",
      "translation_pashto": "36-36 پاكي ده هغه ذات لره چې دغه ټولې جوړې يې پیدا كړي دي، له هغو څیزونو نه چې ځمكه يې زرغونوي او د دوى له نفسونو نه او له هغو څیزونو نه چې دوى يې نه پېژني"
    },
    {
      "number": 37,
      "text": "وَءَايَةٌۭ لَّهُمُ ٱلَّيْلُ نَسْلَخُ مِنْهُ ٱلنَّهَارَ فَإِذَا هُم مُّظْلِمُونَ",
      "page": 442,
      "juz": 23,
      "hizb": 45,
      "sajda": false,
      "translation_dari": "و نشانۀ دیگر برای آنها شب است که روز را از آن بر می‌گیریم، ناگهان تاریکی آنان را فرا می‌گیرد.",
      "translation_pashto": "36-37 او د دوى لپاره لویه نښه شپه (هم) ده، مونږ له هغې نه ورځ راوباسو، نو ناڅاپه دوى په تیارو كې ننوتونكي وي"
    },
    {
      "number": 38,
      "text": "وَٱلشَّمْسُ تَجْرِى لِمُسْتَقَرٍّۢ لَّهَا ۚ ذَٰلِكَ تَقْدِيرُ ٱلْعَزِيزِ ٱلْعَلِيمِ",
      "page": 442,
      "juz": 23,
      "hizb": 45,
      "sajda": false,
      "translation_dari": "و آفتاب بسوی (مسير) قرارگاه‌اش روان است، این اندازه گیری و تعیین الله غالب داناست.",
      "translation_pashto": "36-38 او لمر (دى چې) په خپلې ټاكلې لارې باندې روان دى، دغه د ډېر غالب، ښه پوه ذات مُقَدر (اندازه) كول دي"
    },
    {
      "number": 39,
      "text": "وَٱلْقَمَرَ قَدَّرْنَٰهُ مَنَازِلَ حَتَّىٰ عَادَ كَٱلْعُرْجُونِ ٱلْقَدِيمِ",
      "page": 442,
      "juz": 23,
      "hizb": 45,
      "sajda": false,
      "translation_dari": "و برای ماه نیز منزل‌هایی تعیین کرده‌ایم که (پس از طی کردن آنها) چون شاخۀ خشکیدۀ کهنۀ خرما باز گردد.",
      "translation_pashto": "36-39 او سپوږمۍ لره، مونږ د هغې لپاره منزلونه مقرر كړي دي، تر هغه پورې چې دا شي لكه د كجورې وچ ډنډوركى"
    },
    {
      "number": 40,
      "text": "لَا ٱلشَّمْسُ يَنۢبَغِى لَهَآ أَن تُدْرِكَ ٱلْقَمَرَ وَلَا ٱلَّيْلُ سَابِقُ ٱلنَّهَارِ ۚ وَكُلٌّۭ فِى فَلَكٍۢ يَسْبَحُونَ",
      "page": 442,
      "juz": 23,
      "hizb": 45,
      "sajda": false,
      "translation_dari": "نه آفتاب را سزاوار است که به ماه برسد و نه شب را توان سبقت جستن از روز است. و هریک در مسیر خود شناورند.",
      "translation_pashto": "36-40 لمر لره ممكن نه دي چې سپوږمۍ رالاندې كړي او نه شپه په ورځ ړومبۍ كېدونكې ده او هر یو په (خپل) مدار كې لامبو وهي"
    },
    {
      "number": 41,
      "text": "وَءَايَةٌۭ لَّهُمْ أَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِى ٱلْفُلْكِ ٱلْمَشْحُونِ",
      "page": 443,
      "juz": 23,
      "hizb": 45,
      "sajda": false,
      "translation_dari": "و نشانه‌ای (دیگر) است برای آنان که ما نسل آنها را در کشتی مملو (از انسان و حیوان) حمل کردیم.",
      "translation_pashto": "36-41 او د دوى لپاره لویه نښه داده چې بېشكه مونږ د دوى اولاد په ډكه بېړۍ كې سواره كړي دي"
    },
    {
      "number": 42,
      "text": "وَخَلَقْنَا لَهُم مِّن مِّثْلِهِۦ مَا يَرْكَبُونَ",
      "page": 443,
      "juz": 23,
      "hizb": 45,
      "sajda": false,
      "translation_dari": "و برای ایشان مانند کشتی چیزهایی را آفریده‌ایم که سوار (آن) می‌شوند.",
      "translation_pashto": "36-42 او د دوى لپاره مو د دغې (بېړۍ) په شان هغه څیزونه پیدا كړي دي چې دوى پرې سورېږي"
    },
    {
      "number": 43,
      "text": "وَإِن نَّشَأْ نُغْرِقْهُمْ فَلَا صَرِيخَ لَهُمْ وَلَا هُمْ يُنقَذُونَ",
      "page": 443,
      "juz": 23,
      "hizb": 45,
      "sajda": false,
      "translation_dari": "و اگر بخواهیم آنها را غرق می‌کنیم پس برای آنان فریادرسی نیست و نه نجات داده می‌شوند.",
      "translation_pashto": "36-43 او كه مونږ وغواړو (نو) دوى به غرق كړو، بیا به دوى لپاره نه هېڅ فریادرس وي او نه به دوى له غرقېدونه خلاصول كېږي"
    },
    {
      "number": 44,
      "text": "إِلَّا رَحْمَةًۭ مِّنَّا وَمَتَٰعًا إِلَىٰ حِينٍۢ",
      "page": 443,
      "juz": 23,
      "hizb": 45,
      "sajda": false,
      "translation_dari": "جز (به جهت) رحمتی از جانب ما و تا زمانی معین بهره‌مند شوند.",
      "translation_pashto": "36-44 مګر (نه يې غرقوو) له خپل جانب نه د رحمت په سبب او تر یو وخته پورې د فايدې اخيستلو لپاره"
    },
    {
      "number": 45,
      "text": "وَإِذَا قِيلَ لَهُمُ ٱتَّقُوا۟ مَا بَيْنَ أَيْدِيكُمْ وَمَا خَلْفَكُمْ لَعَلَّكُمْ تُرْحَمُونَ",
      "page": 443,
      "juz": 23,
      "hizb": 45,
      "sajda": false,
      "translation_dari": "و چون به آنان گفته شود از آنچه پیش روی شماست و از آنچه که پشت سرتان است بترسيد تا به شما رحم شود.",
      "translation_pashto": "36-45 او كله چې دوى ته وویل شي: تاسو ځان وساتئ له  هغه (عذاب) نه چې ستاسو په مخكې دى او له هغه نه چې ستاسو شا ته (په اخرت كې) دى، د دې لپاره چې په تاسو رحم وكړى شي "
    },
    {
      "number": 46,
      "text": "وَمَا تَأْتِيهِم مِّنْ ءَايَةٍۢ مِّنْ ءَايَٰتِ رَبِّهِمْ إِلَّا كَانُوا۟ عَنْهَا مُعْرِضِينَ",
      "page": 443,
      "juz": 23,
      "hizb": 45,
      "sajda": false,
      "translation_dari": "و هیچ آیتی از آیات پروردگارشان به (سوی) آنان نمی‌آید مگر اینکه از آن روی گردان می‌شوند.",
      "translation_pashto": "36-46 او دوى ته د خپل رب له دلیلونو نه هېڅ دلیل نه راځي، مګر دوى له هغو نه مخ ګرځوونكي دي"
    },
    {
      "number": 47,
      "text": "وَإِذَا قِيلَ لَهُمْ أَنفِقُوا۟ مِمَّا رَزَقَكُمُ ٱللَّهُ قَالَ ٱلَّذِينَ كَفَرُوا۟ لِلَّذِينَ ءَامَنُوٓا۟ أَنُطْعِمُ مَن لَّوْ يَشَآءُ ٱللَّهُ أَطْعَمَهُۥٓ إِنْ أَنتُمْ إِلَّا فِى ضَلَٰلٍۢ مُّبِينٍۢ",
      "page": 443,
      "juz": 23,
      "hizb": 45,
      "sajda": false,
      "translation_dari": "و چون به آنان گفته شود: از آنچه که الله به شما روزی داده است انفاق کنید، کافران به مؤمنان می‌گویند: آیا به کسی طعام بدهیم که اگر الله می‌خواست به او طعام میداد، شما جز در گمراهی آشکار نیستید.",
      "translation_pashto": "36-47 او كله چې دوى ته وویل شي چې تاسو له هغه (مال) نه ځینې ولګوئ چې الله تاسو ته دركړى دى، نو كافران شوي (د الله منكر) كسان هغو خلقو ته چې ایمان يې راوړى دى؛ وايي: ایا مونږ هغه چا ته طعام وركړو چې كه الله غوښتلى (نو) هغه ته به يې طعام وركړى وى. نه یئ تاسو مګر  په ښكاره ګمراهۍ كې"
    },
    {
      "number": 48,
      "text": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلْوَعْدُ إِن كُنتُمْ صَٰدِقِينَ",
      "page": 443,
      "juz": 23,
      "hizb": 45,
      "sajda": false,
      "translation_dari": "و می‌گویند: این وعده کی فرا می‌رسد؟ اگر راست می‌گویید.",
      "translation_pashto": "36-48 او دوى (كفار) وايي: (د قیامت) دغه وعده به كله وي كه تاسو رښتیني یئ"
    },
    {
      "number": 49,
      "text": "مَا يَنظُرُونَ إِلَّا صَيْحَةًۭ وَٰحِدَةًۭ تَأْخُذُهُمْ وَهُمْ يَخِصِّمُونَ",
      "page": 443,
      "juz": 23,
      "hizb": 45,
      "sajda": false,
      "translation_dari": "جز یک بانگ تند را انتظار نمی‌کشند که ایشان را در حالی فرا می‌گیرد که با یکدیگر ستیزه و جدال می‌کنند.",
      "translation_pashto": "36-49 دوى انتظار نه كوي مګر د یوې داسې چغې چې دوى به ونیسي، په داسې حال كې چې دوى به یو له بله سره جګړې كوي"
    },
    {
      "number": 50,
      "text": "فَلَا يَسْتَطِيعُونَ تَوْصِيَةًۭ وَلَآ إِلَىٰٓ أَهْلِهِمْ يَرْجِعُونَ",
      "page": 443,
      "juz": 23,
      "hizb": 45,
      "sajda": false,
      "translation_dari": "پس نه ‌وصیتی کرده می‌توانند و نه به‌سوی خانوادۀشان باز می‌گردند.",
      "translation_pashto": "36-50 نو نه به د وصیت كولو توان ولري او نه به خپل اهل ته بېرته ورشي"
    },
    {
      "number": 51,
      "text": "وَنُفِخَ فِى ٱلصُّورِ فَإِذَا هُم مِّنَ ٱلْأَجْدَاثِ إِلَىٰ رَبِّهِمْ يَنسِلُونَ",
      "page": 443,
      "juz": 23,
      "hizb": 45,
      "sajda": false,
      "translation_dari": "و در صور دمیده می‌شود و ناگهان همۀ آنان از قبرها به‌سوی پروردگارشان می‌شتابند.",
      "translation_pashto": "36-51 او په شپېلۍ كې به پوكى وكړى شي، نو ناڅاپه به دوى له قبرونو نه د خپل رب په طرف منډې وهي"
    },
    {
      "number": 52,
      "text": "قَالُوا۟ يَٰوَيْلَنَا مَنۢ بَعَثَنَا مِن مَّرْقَدِنَا ۜ ۗ هَٰذَا مَا وَعَدَ ٱلرَّحْمَٰنُ وَصَدَقَ ٱلْمُرْسَلُونَ",
      "page": 443,
      "juz": 23,
      "hizb": 45,
      "sajda": false,
      "translation_dari": "گویند: ای وای بر ما! چه کسی ما را از خوابگاه ما برانگیخت؟ این همان چیزی است که الله مهربان وعده داده بود، و پیغمبران راست گفتند.",
      "translation_pashto": "36-52 دوى به وايي: اى زمونږ هلاكته! مونږ له خپل خوب ځاى نه چا راپاڅولو؟ (جواب به وركړى شي) دا هغه (ژوندون) دى چې رحمٰن يې وعده كړې وه او رسولانو رښتیا ویلي وو"
    },
    {
      "number": 53,
      "text": "إِن كَانَتْ إِلَّا صَيْحَةًۭ وَٰحِدَةًۭ فَإِذَا هُمْ جَمِيعٌۭ لَّدَيْنَا مُحْضَرُونَ",
      "page": 443,
      "juz": 23,
      "hizb": 45,
      "sajda": false,
      "translation_dari": "این جز یک بانگ مرگبار نیست، پس ناگهان همگی آنان نزد ما احضار کرده شوند.",
      "translation_pashto": "36-53 دغه (پوكى) به نه وي مګر یوه چغه، نو ناڅاپه به دوى ټول زمونږ په وړاندي حاضر كړى شوي وي"
    },
    {
      "number": 54,
      "text": "فَٱلْيَوْمَ لَا تُظْلَمُ نَفْسٌۭ شَيْـًۭٔا وَلَا تُجْزَوْنَ إِلَّا مَا كُنتُمْ تَعْمَلُونَ",
      "page": 443,
      "juz": 23,
      "hizb": 45,
      "sajda": false,
      "translation_dari": "پس امروز به هیچ کس کمترین ظلمی نمی‌گردد و جز به سزای آنچه می‌کردید جزا داده نخواهید شد.",
      "translation_pashto": "36-54 نو نن ورځ به په هېڅ یو نفس باندې هېڅ شى ظلم ونه كړى شي او تاسو ته به بدله نه دركولى كېږي مګر هغه چې تاسو څه عمل كاوه"
    },
    {
      "number": 55,
      "text": "إِنَّ أَصْحَٰبَ ٱلْجَنَّةِ ٱلْيَوْمَ فِى شُغُلٍۢ فَٰكِهُونَ",
      "page": 444,
      "juz": 23,
      "hizb": 45,
      "sajda": false,
      "translation_dari": "يقينا اهل بهشت امروز سخت سرگرم خوشی و شادمانی (در نعمت‌ها) هستند.",
      "translation_pashto": "36-55 بېشكه د جنت والا نن ورځ په مشغولتیا كې دي، خوند اخيستونكي دي"
    },
    {
      "number": 56,
      "text": "هُمْ وَأَزْوَٰجُهُمْ فِى ظِلَٰلٍ عَلَى ٱلْأَرَآئِكِ مُتَّكِـُٔونَ",
      "page": 444,
      "juz": 23,
      "hizb": 45,
      "sajda": false,
      "translation_dari": "آنان و همسرانشان در سایه‌های جنت بر تخت‌ها تکیه زده نشسته‌اند.",
      "translation_pashto": "36-56 دوى او د دوى ښځې په سیورو كې (ناست) دي، په تختونو باندې تكیه وهونكي دي"
    },
    {
      "number": 57,
      "text": "لَهُمْ فِيهَا فَٰكِهَةٌۭ وَلَهُم مَّا يَدَّعُونَ",
      "page": 444,
      "juz": 23,
      "hizb": 45,
      "sajda": false,
      "translation_dari": "در آنجا برای آنها میوه‌هایی است و هر چه بخواهند در اختیارشان خواهد بود.",
      "translation_pashto": "36-57 د دوى لپاره په دغو (جنتونو) ښې مېوې دي او د دوى لپاره هغه څه دي چې دوى يې غواړي"
    },
    {
      "number": 58,
      "text": "سَلَٰمٌۭ قَوْلًۭا مِّن رَّبٍّۢ رَّحِيمٍۢ",
      "page": 444,
      "juz": 23,
      "hizb": 45,
      "sajda": false,
      "translation_dari": "سلام بر شما، این سخنی است از جانب پروردگار مهربان.",
      "translation_pashto": "36-58 سلام دى (چې دوى ته به ویلى شي) ښكاره ویل د رب له جانبه، چې ډېر مهربان دى"
    },
    {
      "number": 59,
      "text": "وَٱمْتَٰزُوا۟ ٱلْيَوْمَ أَيُّهَا ٱلْمُجْرِمُونَ",
      "page": 444,
      "juz": 23,
      "hizb": 45,
      "sajda": false,
      "translation_dari": "و (فرمان می‌دهیم) ای مجرمان! امروز (از مؤمنان) جدا شوید.",
      "translation_pashto": "36-59 او (وبه ویل شي:) اى مجرمانو! تاسو نن ورځ بېل بېل شئ"
    },
    {
      "number": 60,
      "text": "۞ أَلَمْ أَعْهَدْ إِلَيْكُمْ يَٰبَنِىٓ ءَادَمَ أَن لَّا تَعْبُدُوا۟ ٱلشَّيْطَٰنَ ۖ إِنَّهُۥ لَكُمْ عَدُوٌّۭ مُّبِينٌۭ",
      "page": 444,
      "juz": 23,
      "hizb": 45,
      "sajda": false,
      "translation_dari": "ای فرزندان آدم! آیا به شما دستور ندادم که شیطان را عبادت نکنید، چرا که او دشمنی آشکار برای شماست؟",
      "translation_pashto": "36-60 اى بني ادمو! ایا ما تاسو ته كلك حكم نه و كړى، داسې چې تاسو د شیطان عبادت مه كوئ. یقینًا هغه ستاسو ښكاره دښمن دى"
    },
    {
      "number": 61,
      "text": "وَأَنِ ٱعْبُدُونِى ۚ هَٰذَا صِرَٰطٌۭ مُّسْتَقِيمٌۭ",
      "page": 444,
      "juz": 23,
      "hizb": 45,
      "sajda": false,
      "translation_dari": "و اینکه مرا عبادت کنید، این راه راست است.",
      "translation_pashto": "36-61 او داسې چې تاسو زما عبادت كوئ، دا نېغه لار ده؟"
    },
    {
      "number": 62,
      "text": "وَلَقَدْ أَضَلَّ مِنكُمْ جِبِلًّۭا كَثِيرًا ۖ أَفَلَمْ تَكُونُوا۟ تَعْقِلُونَ",
      "page": 444,
      "juz": 23,
      "hizb": 45,
      "sajda": false,
      "translation_dari": "و هر آئینه او (شیطان) گروهی زیادی از شما را سخت گمراه کرد، پس آیا نمی‌فهمیدید.",
      "translation_pashto": "36-62 او یقینًا یقینًا ده (شیطان) په تاسو كې ډېر خلق ګمراه كړي دي، ایا نو تاسو داسې نه یئ چې عقل وچلوئ؟"
    },
    {
      "number": 63,
      "text": "هَٰذِهِۦ جَهَنَّمُ ٱلَّتِى كُنتُمْ تُوعَدُونَ",
      "page": 444,
      "juz": 23,
      "hizb": 45,
      "sajda": false,
      "translation_dari": "این جهنمی است که به شما وعده داده می‌شد.",
      "translation_pashto": "36-63 (منكرانو ته به په اخرت كې وویل شي:) دا هغه جهنم دى چې تاسو ته به يې وعده دركول كېده"
    },
    {
      "number": 64,
      "text": "ٱصْلَوْهَا ٱلْيَوْمَ بِمَا كُنتُمْ تَكْفُرُونَ",
      "page": 444,
      "juz": 23,
      "hizb": 45,
      "sajda": false,
      "translation_dari": "امروز به سبب کفری که می‌ورزیدید به آن در آیید.",
      "translation_pashto": "36-64 تاسو ده ته په نن ورځ ننوځئ، په سبب د هغه كفر چې تاسو به كاوه"
    },
    {
      "number": 65,
      "text": "ٱلْيَوْمَ نَخْتِمُ عَلَىٰٓ أَفْوَٰهِهِمْ وَتُكَلِّمُنَآ أَيْدِيهِمْ وَتَشْهَدُ أَرْجُلُهُم بِمَا كَانُوا۟ يَكْسِبُونَ",
      "page": 444,
      "juz": 23,
      "hizb": 45,
      "sajda": false,
      "translation_dari": "امروز بر دهان‌هایشان مهر می‌نهیم و دربارۀ آنچه می‌کردند دست‌هایشان با ما سخن می‌گویند و پاهایشان (بر آن) گواهی می‌دهند.",
      "translation_pashto": "36-65 نن ورځ به مونږ د دوى په خولو مهر ولګوو، او زمونږ سره به د دوى لاسونه خبرې كوي او د دوى پښې به ګواهي كوي په هغو كارونو چې دوى به كول"
    },
    {
      "number": 66,
      "text": "وَلَوْ نَشَآءُ لَطَمَسْنَا عَلَىٰٓ أَعْيُنِهِمْ فَٱسْتَبَقُوا۟ ٱلصِّرَٰطَ فَأَنَّىٰ يُبْصِرُونَ",
      "page": 444,
      "juz": 23,
      "hizb": 45,
      "sajda": false,
      "translation_dari": "و اگر بخواهیم چشمهای‌شان را نابود می‌کنیم، پس در راه (رهایی) بر یکدیگر پیشی می‌جویند، اما از کجا می‌توانند ببینند؟",
      "translation_pashto": "36-66 او كه مونږ غوښتلى (نو) د دوى سترګې به مو محوه (هوارې) كړې وى، نو دوى به (خپلې معلومې) لارې ته وړاندې شوي وى، بیا به دوى څنګه لېدله"
    },
    {
      "number": 67,
      "text": "وَلَوْ نَشَآءُ لَمَسَخْنَٰهُمْ عَلَىٰ مَكَانَتِهِمْ فَمَا ٱسْتَطَٰعُوا۟ مُضِيًّۭا وَلَا يَرْجِعُونَ",
      "page": 444,
      "juz": 23,
      "hizb": 45,
      "sajda": false,
      "translation_dari": "بلکه اگر بخواهیم آنان را بر جایشان مسخ می‌کنیم، پس نمی‌توانند پیش بروند و نه بر گردند.",
      "translation_pashto": "36-67 او كه مونږ غوښتلى (نو) خامخا مونږ به دوى په خپلو ځایونو كې مسخ كړي وو، نو (بیا به) دوى نه د وړاندې تللو طاقت لاره او نه به بېرته ګرځېدلى وى"
    },
    {
      "number": 68,
      "text": "وَمَن نُّعَمِّرْهُ نُنَكِّسْهُ فِى ٱلْخَلْقِ ۖ أَفَلَا يَعْقِلُونَ",
      "page": 444,
      "juz": 23,
      "hizb": 45,
      "sajda": false,
      "translation_dari": "و هر که را که عمر دراز دهیم او را در خلقت دگرگون می‌سازیم، آیا درک نمی‌کنید؟",
      "translation_pashto": "36-68 او هر هغه څوك چې مونږ هغه ته اوږد عمر وركړو (نو) هغه په تخلیق (ساخت) كې نسكور كړو، ایا نو دوى  عقل مندي نه كوي"
    },
    {
      "number": 69,
      "text": "وَمَا عَلَّمْنَٰهُ ٱلشِّعْرَ وَمَا يَنۢبَغِى لَهُۥٓ ۚ إِنْ هُوَ إِلَّا ذِكْرٌۭ وَقُرْءَانٌۭ مُّبِينٌۭ",
      "page": 444,
      "juz": 23,
      "hizb": 45,
      "sajda": false,
      "translation_dari": "و ما به او شعر نیاموخته‌ایم و (آموختن شعر) سزاوار او هم نیست، آن جز اندرز و قرآنی آشکار نیست.",
      "translation_pashto": "36-69 او مونږ ده ته شعر نه دى ښودلى او نه دا له ده سره ښايېږي، نه دى دا كتاب مګر نصیحت دى او بیانوونكى قرآن دى"
    },
    {
      "number": 70,
      "text": "لِّيُنذِرَ مَن كَانَ حَيًّۭا وَيَحِقَّ ٱلْقَوْلُ عَلَى ٱلْكَٰفِرِينَ",
      "page": 444,
      "juz": 23,
      "hizb": 45,
      "sajda": false,
      "translation_dari": "تا هر کس را که زنده باشد بیم دهد و سخن (عذاب) بر کافران ثابت گردد.",
      "translation_pashto": "36-70 د دې لپاره چې دغه (قرآن، یا نبي) هغه څوك ووېروي چې ژوندى وي او د دې لپاره چې په كافرانو خبره ثابته شي"
    },
    {
      "number": 71,
      "text": "أَوَلَمْ يَرَوْا۟ أَنَّا خَلَقْنَا لَهُم مِّمَّا عَمِلَتْ أَيْدِينَآ أَنْعَٰمًۭا فَهُمْ لَهَا مَٰلِكُونَ",
      "page": 445,
      "juz": 23,
      "hizb": 45,
      "sajda": false,
      "translation_dari": "آیا ندیدند که ما برای آنان از آنچه دستان ما ساخته است چهار پایانی آفریده‌ایم، پس ایشان مالک آنها‌اند؟",
      "translation_pashto": "36-71 ایا دوى نه دي كتلي چې بېشكه مونږ له هغو څیزونو نه چې زمونږ لاسونو جوړ كړي دي، دوى لپاره څاروي پیدا كړي دي، بیا دوى د هغو مالكان دي"
    },
    {
      "number": 72,
      "text": "وَذَلَّلْنَٰهَا لَهُمْ فَمِنْهَا رَكُوبُهُمْ وَمِنْهَا يَأْكُلُونَ",
      "page": 445,
      "juz": 23,
      "hizb": 45,
      "sajda": false,
      "translation_dari": "و آنها را برایشان رام گردانیدیم، پس بعضی از آنها سواری و مرکب آنهاست، و از بعضی (دیگر) آنها می‌خورند.",
      "translation_pashto": "36-72 او مونږ دغه (څاروي) د دوى لپاره تابع كړي دي، نو په دغو كې ځینې د دوى سورلۍ دي او په دغو كې ځینې دوى خوري"
    },
    {
      "number": 73,
      "text": "وَلَهُمْ فِيهَا مَنَٰفِعُ وَمَشَارِبُ ۖ أَفَلَا يَشْكُرُونَ",
      "page": 445,
      "juz": 23,
      "hizb": 45,
      "sajda": false,
      "translation_dari": "و برای آنان در چهارپایان منفعت‌ها و نوشیدنی‌هاست، پس آیا شکر نمی‌گزارند؟",
      "translation_pashto": "36-73 او د دوى لپاره په دغو (څارویو) كې فايدې او مشروبونه دي، ایا نو دوى شكر نه وباسي؟"
    },
    {
      "number": 74,
      "text": "وَٱتَّخَذُوا۟ مِن دُونِ ٱللَّهِ ءَالِهَةًۭ لَّعَلَّهُمْ يُنصَرُونَ",
      "page": 445,
      "juz": 23,
      "hizb": 45,
      "sajda": false,
      "translation_dari": "و غیر از الله معبودانی گرفتند تا اگر مدد کرده شوند.",
      "translation_pashto": "36-74 او دوى له الله نه غیر نور معبودان ونیول، د دې لپاره چې دوى سره مدد وكړى شي"
    },
    {
      "number": 75,
      "text": "لَا يَسْتَطِيعُونَ نَصْرَهُمْ وَهُمْ لَهُمْ جُندٌۭ مُّحْضَرُونَ",
      "page": 445,
      "juz": 23,
      "hizb": 45,
      "sajda": false,
      "translation_dari": "توانایی مدد‌شان را ندارند و آنها (کفار) برایشان (بتان) لشکری احضار شده هستند.",
      "translation_pashto": "36-75 دغه (معبودان) د دوى د مدد كولو طاقت نه لري، په داسې حال كې چې دوى (مشركان) به دغو (معبودانو) ته حاضر كړى شوى لښكر وي"
    },
    {
      "number": 76,
      "text": "فَلَا يَحْزُنكَ قَوْلُهُمْ ۘ إِنَّا نَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ",
      "page": 445,
      "juz": 23,
      "hizb": 45,
      "sajda": false,
      "translation_dari": "پس گفتار آنان تو را غمگین نکند، چون ما می‌دانیم آنچه را پنهان می‌کنند و آنچه را آشکار می‌سازند.",
      "translation_pashto": "36-76 نو تا دې د دوى وینا غمژن نه كړي، بېشكه مونږ پوهېږو په هغه (حسد، كینه) چې دوى يې پټوي او په هغه (كفر، عناد) چې دوى يې څرګندوي"
    },
    {
      "number": 77,
      "text": "أَوَلَمْ يَرَ ٱلْإِنسَٰنُ أَنَّا خَلَقْنَٰهُ مِن نُّطْفَةٍۢ فَإِذَا هُوَ خَصِيمٌۭ مُّبِينٌۭ",
      "page": 445,
      "juz": 23,
      "hizb": 45,
      "sajda": false,
      "translation_dari": "آیا انسان ندیده است که ما او را از نطفه‌ای آفریدیم، پس ناگهان او جدل کنندۀ آشکار شده است.",
      "translation_pashto": "36-77 ایا انسان نه دي كتلي چې بېشكه مونږ دغه (انسان) له نطفې (یو څاڅكې اوبو) نه پیدا كړى دى، نو ناڅاپه دى ښكاره سخت جګړه كوونكى دى"
    },
    {
      "number": 78,
      "text": "وَضَرَبَ لَنَا مَثَلًۭا وَنَسِىَ خَلْقَهُۥ ۖ قَالَ مَن يُحْىِ ٱلْعِظَٰمَ وَهِىَ رَمِيمٌۭ",
      "page": 445,
      "juz": 23,
      "hizb": 45,
      "sajda": false,
      "translation_dari": "و (این انسان منکر قیامت) برای ما مثالی آورد و آفرینش خود را فراموش کرد. گفت: چه کسی این استخوان‌های پوسیده و فرسوده را دوباره زنده می‌گرداند؟",
      "translation_pashto": "36-78 او دى زمونږ لپاره مثال بیانوي او خپل پیدایښت يې هېر كړى دى، وايي: دغه هډوكي به څوك راژوندي كوي، په داسې حال كې چې هغه وراسته وي"
    },
    {
      "number": 79,
      "text": "قُلْ يُحْيِيهَا ٱلَّذِىٓ أَنشَأَهَآ أَوَّلَ مَرَّةٍۢ ۖ وَهُوَ بِكُلِّ خَلْقٍ عَلِيمٌ",
      "page": 445,
      "juz": 23,
      "hizb": 45,
      "sajda": false,
      "translation_dari": "بگو: همان ذاتی که بار اول آنها را آفریده است دوباره زنده می‌گرداند و او به هر آفرینشی داناست.",
      "translation_pashto": "36-79 ته (دوى ته) ووایه: دا به هغه ذات راژوندي كوي چې دا يې اول ځلې پیدا كړي دي، او هغه په خپل مخلوق باندې ښه عالم دى"
    },
    {
      "number": 80,
      "text": "ٱلَّذِى جَعَلَ لَكُم مِّنَ ٱلشَّجَرِ ٱلْأَخْضَرِ نَارًۭا فَإِذَآ أَنتُم مِّنْهُ تُوقِدُونَ",
      "page": 445,
      "juz": 23,
      "hizb": 45,
      "sajda": false,
      "translation_dari": "همان ذاتی که از درخت سبز برایتان آتش آفرید، پس شما از آن درخت آتش می‌افروزید.",
      "translation_pashto": "36-80 هغه ذات چې تاسو لپاره يې له شنې ونې نه اور پیدا كړى دى، نو ناڅاپه تاسو له دغې (شنې ونې) نه اور بلوئ"
    },
    {
      "number": 81,
      "text": "أَوَلَيْسَ ٱلَّذِى خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ بِقَٰدِرٍ عَلَىٰٓ أَن يَخْلُقَ مِثْلَهُم ۚ بَلَىٰ وَهُوَ ٱلْخَلَّٰقُ ٱلْعَلِيمُ",
      "page": 445,
      "juz": 23,
      "hizb": 45,
      "sajda": false,
      "translation_dari": "آیا کسی که آسمان‌ها و زمین را آفریده است قادر نیست بر این که مانند آنها را بیافریند؟ آری! (قادر است) و اوست آفرینندۀ دانا.",
      "translation_pashto": "36-81 ایا هغه ذات چې اسمانونه او ځمكه يې پیدا كړي دي، په دې نه دى قادر چې هغه د دوى په شان (نور مخلوق) پیدا كړي؟ ولې نه! او هم دى ښه پیدا كوونكى، ښه پوه دى"
    },
    {
      "number": 82,
      "text": "إِنَّمَآ أَمْرُهُۥٓ إِذَآ أَرَادَ شَيْـًٔا أَن يَقُولَ لَهُۥ كُن فَيَكُونُ",
      "page": 445,
      "juz": 23,
      "hizb": 45,
      "sajda": false,
      "translation_dari": "هرگاه الله آفریدن چیزی را بخواهد کار او تنها این است که به او می‌گوید: موجود شو، پس بی‌درنگ موجود می‌شود.",
      "translation_pashto": "36-82 بېشكه د هغه امر (حكم) هم دا وي چې كله د یو شي اراده وكړي، دا چې هغه ته ووايي چې پیدا شه، نو  هغه پیدا شي"
    },
    {
      "number": 83,
      "text": "فَسُبْحَٰنَ ٱلَّذِى بِيَدِهِۦ مَلَكُوتُ كُلِّ شَىْءٍۢ وَإِلَيْهِ تُرْجَعُونَ",
      "page": 445,
      "juz": 23,
      "hizb": 45,
      "sajda": false,
      "translation_dari": "پس پاک و منزه است پروردگاری که مالکیت و حاکمیت همه چیز در دست اوست و به‌سوی او باز گردانیده می‌شوید.",
      "translation_pashto": "36-83 نو پاكي ده هغه (الله) لره چې خاص د هغه  په لاس كې د هر شي باچاهي ده او خاص هغه ته به بېرته بېولى كېږئ"
    }
  ]
}