{
  "number": 38,
  "name": "ص",
  "name_dari": "ص",
  "meaning_dari": "ص",
  "revelationType": "مکی",
  "numberOfAyahs": 88,
  "ayahs": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ صٓ ۚ وَٱلْقُرْءَانِ ذِى ٱلذِّكْرِ",
      "page": 453,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "ص. (مفهوم این حرف به الله معلوم است) قسم به قرآن والا و پند آموز.",
      "translation_pashto": "38-1 صاد، قسم دى په قرآن چې د نصیحت والا دى"
    },
    {
      "number": 2,
      "text": "بَلِ ٱلَّذِينَ كَفَرُوا۟ فِى عِزَّةٍۢ وَشِقَاقٍۢ",
      "page": 453,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "بلکه کافران در سرکشی سخت و مخالفت شدید قرار دارند.",
      "translation_pashto": "38-2 بلكې هغه كسان چې كافران شوي دي، په كبر او مخالفت كې دي"
    },
    {
      "number": 3,
      "text": "كَمْ أَهْلَكْنَا مِن قَبْلِهِم مِّن قَرْنٍۢ فَنَادَوا۟ وَّلَاتَ حِينَ مَنَاصٍۢ",
      "page": 453,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "چه بسیار اقوام پیش از آنان را نابود کردیم که فریاد نمودند، ليكن فرصت (فرصت) نجات نبود.",
      "translation_pashto": "38-3 مونږه له دوى نه مخكې څومره ډېرې پېړۍ هلاكې كړې دي، نو هغوى به چغې وهلې، حال دا چې دغه وخت به د خلاصي نه و"
    },
    {
      "number": 4,
      "text": "وَعَجِبُوٓا۟ أَن جَآءَهُم مُّنذِرٌۭ مِّنْهُمْ ۖ وَقَالَ ٱلْكَٰفِرُونَ هَٰذَا سَٰحِرٌۭ كَذَّابٌ",
      "page": 453,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "و تعجب کردند از اینکه بیم دهنده‌ای از خودشان به سویشان آمده است. و کافران گفتند: این جادوگر دروغگو است.",
      "translation_pashto": "38-4 او دوى په دې وجه تعجب كوي چې دوى ته له همدوى ځنې یو وېروونكى راغى او كافرانو وویل: دا (پېغمبر) جادوګر دى، سخت دروغجن دى"
    },
    {
      "number": 5,
      "text": "أَجَعَلَ ٱلْءَالِهَةَ إِلَٰهًۭا وَٰحِدًا ۖ إِنَّ هَٰذَا لَشَىْءٌ عُجَابٌۭ",
      "page": 453,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "آیا معبودان (متعدد) را معبود واحد ساخته است؟ البته که این چیز بسیار عجیب است.",
      "translation_pashto": "38-5 ایا ده دغه معبودان یو اله وګرځول، بېشكه دا خامخا ډېر عجیبه څیز دى"
    },
    {
      "number": 6,
      "text": "وَٱنطَلَقَ ٱلْمَلَأُ مِنْهُمْ أَنِ ٱمْشُوا۟ وَٱصْبِرُوا۟ عَلَىٰٓ ءَالِهَتِكُمْ ۖ إِنَّ هَٰذَا لَشَىْءٌۭ يُرَادُ",
      "page": 453,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "و رؤسای‌شان (از مجلس پیغمبر) برآمدند (و به دیگران نیز گفتند:) بروید و بر (پرستش) معبودان خود صبر کنید، بی‌گمان این (مقاومت) همان چیزی است که (از شما) خواسته می‌شود.",
      "translation_pashto": "38-6 او له دوى څخه (د كفارو) مشران لاړل، چې (ویل يې:) ځئ او په خپلو معبودانو ټینګ اوسئ، بېشكه دغه (توحید) خامخا یو داسې شى دى چې غوښتنه يې كولى شي (زمونږ نه)"
    },
    {
      "number": 7,
      "text": "مَا سَمِعْنَا بِهَٰذَا فِى ٱلْمِلَّةِ ٱلْءَاخِرَةِ إِنْ هَٰذَآ إِلَّا ٱخْتِلَٰقٌ",
      "page": 453,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "و ما این مطلب را در آیین اخیر (دین قریش یا دین نصرانیت) نشنیده‌ایم، این آیین جز آیین دروغ و ساختگی نیست.",
      "translation_pashto": "38-7 مونږ دغه (توحید)  په وروستي دین (نصرانیت) كې نه دى اورېدلى. نه دى دا مګر له خپله ځانه نه جوړ كړى شوي دروغ"
    },
    {
      "number": 8,
      "text": "أَءُنزِلَ عَلَيْهِ ٱلذِّكْرُ مِنۢ بَيْنِنَا ۚ بَلْ هُمْ فِى شَكٍّۢ مِّن ذِكْرِى ۖ بَل لَّمَّا يَذُوقُوا۟ عَذَابِ",
      "page": 453,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "آیا از بین همۀ ما این قرآن بر او نازل شده است؟ بلکه آنان از قرآن من در شک‌اند، بلکه هنوز عذاب مرا نچشیده‌اند.",
      "translation_pashto": "38-8 ایا زمونږ له مینځه په ده باندې ذكر (وحي، قرآن) نازل كړى شو! بلكې دوى زما د ذكر (قرآن) په هكله په شك كې دي بلكې لا تر اوسه دوى زما عذاب نه دى څكلى"
    },
    {
      "number": 9,
      "text": "أَمْ عِندَهُمْ خَزَآئِنُ رَحْمَةِ رَبِّكَ ٱلْعَزِيزِ ٱلْوَهَّابِ",
      "page": 453,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "آیا نزد آنها خزانه‌های رحمت پروردگار غالب بخشاینده‌ات هست.",
      "translation_pashto": "38-9 ایا له دوى سره ستا د رب د رحمت خزانې دي (هغه رب) چې ډېر غالب، عطا كوونكى دى؟"
    },
    {
      "number": 10,
      "text": "أَمْ لَهُم مُّلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَمَا بَيْنَهُمَا ۖ فَلْيَرْتَقُوا۟ فِى ٱلْأَسْبَٰبِ",
      "page": 453,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "آیا پادشاهی آسمان‌ها و زمین و چیزهایی که در میان آن دو است از ایشان است؟ پس اگر چنین است با وسایل و اسباب بالا روند.",
      "translation_pashto": "38-10 یا د دوى لپاره بادشاهي ده د اسمانونو او ځمكې او د هغه څه چې د دواړو په مینځ كې دي، نو دوى دې په اسبابو كې وخېژي"
    },
    {
      "number": 11,
      "text": "جُندٌۭ مَّا هُنَالِكَ مَهْزُومٌۭ مِّنَ ٱلْأَحْزَابِ",
      "page": 453,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "آنانکه اینجا هستند، لشكر ناچیزی از گروه‌های شکست خورده هستند.",
      "translation_pashto": "38-11 (دغه) داسې لښكر ګوټى دى له لښكرو څخه، چې په دغه ځاى كې شكست وركړى شوى دى"
    },
    {
      "number": 12,
      "text": "كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍۢ وَعَادٌۭ وَفِرْعَوْنُ ذُو ٱلْأَوْتَادِ",
      "page": 453,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "پیش از آنان قوم نوح و عاد و فرعون صاحب لشکر و قدرت (پیغمبران ما را) تکذیب کردند.",
      "translation_pashto": "38-12 تكذیب كړى و له دوى نه مخكې د نوح قوم او  عادیانو او فرعون چې د مېخونو والا و"
    },
    {
      "number": 13,
      "text": "وَثَمُودُ وَقَوْمُ لُوطٍۢ وَأَصْحَٰبُ لْـَٔيْكَةِ ۚ أُو۟لَٰٓئِكَ ٱلْأَحْزَابُ",
      "page": 453,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "و قوم ثمود و قوم لوط و اصحاب ایکه، آنان نیز احزابی بودند (که پیغمبران را تکذیب کردند).",
      "translation_pashto": "38-13 او ثمودیانو او د لوط قوم او د ځنګل والاوو، همدغه ډلې دي"
    },
    {
      "number": 14,
      "text": "إِن كُلٌّ إِلَّا كَذَّبَ ٱلرُّسُلَ فَحَقَّ عِقَابِ",
      "page": 453,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "هریک از این گروه‌ها پیغمبران را تکذیب کردند، پس عذاب الهی (در مورد آنان) تحقق یافت.",
      "translation_pashto": "38-14 نه ده هره یوه (ډله) مګر چې د رسولانو تكذیب يې كړى دى، نو زما عذاب پرې ثابت شو"
    },
    {
      "number": 15,
      "text": "وَمَا يَنظُرُ هَٰٓؤُلَآءِ إِلَّا صَيْحَةًۭ وَٰحِدَةًۭ مَّا لَهَا مِن فَوَاقٍۢ",
      "page": 453,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "این کافران جز یک صدای مرگبار را انتظار نمی‌کشند که (پس از آن) هیچ مهلت و بازگشتی برای آن نیست.",
      "translation_pashto": "38-15 او دوى انتظار نه كوي مګر د یوې داسې چغې چې د هغې لپاره بېرته ګرځېدل نشته (وقفه نشته)"
    },
    {
      "number": 16,
      "text": "وَقَالُوا۟ رَبَّنَا عَجِّل لَّنَا قِطَّنَا قَبْلَ يَوْمِ ٱلْحِسَابِ",
      "page": 453,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "و گفتند: (با تمسخر و غرور) ای پروردگار ما! سهم ما را از (عذاب) پیش از روز حساب به ما بده.",
      "translation_pashto": "38-16 او دوى ویل: اى زمونږ ربه! ته مونږ ته زمونږ برخه ژر راكړه، د حساب له ورځې نه مخكې"
    },
    {
      "number": 17,
      "text": "ٱصْبِرْ عَلَىٰ مَا يَقُولُونَ وَٱذْكُرْ عَبْدَنَا دَاوُۥدَ ذَا ٱلْأَيْدِ ۖ إِنَّهُۥٓ أَوَّابٌ",
      "page": 454,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "لذا (ای پیغمبر) بر آنچه می‌گویند صبر کن و بندۀ ما داود را یاد کن که صاحب قدرت بود، واقعا او (به سوی ما) بسیار رجوع کننده بود.",
      "translation_pashto": "38-17 ته د دوى په دغو خبرو صبر كوه او ته زمونږ بنده داود یاد كړه چې د قوت والا و، بېشكه هغه ډېر رجوع كوونكى و"
    },
    {
      "number": 18,
      "text": "إِنَّا سَخَّرْنَا ٱلْجِبَالَ مَعَهُۥ يُسَبِّحْنَ بِٱلْعَشِىِّ وَٱلْإِشْرَاقِ",
      "page": 454,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "البته ما کوه‌ها را مسخر کردیم تا شام و صبح همرای او تسبیح گویند.",
      "translation_pashto": "38-18 بېشكه مونږ له هغه سره غرونه تابع كړي وو چې د ورځې په اخره او اوله برخه كې به يې تسبیح ویله"
    },
    {
      "number": 19,
      "text": "وَٱلطَّيْرَ مَحْشُورَةًۭ ۖ كُلٌّۭ لَّهُۥٓ أَوَّابٌۭ",
      "page": 454,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "و پرندگان را نیز مسخر نمودیم در حالیکه با او جمع شده بودند، همگی فرمانبردار او بودند.",
      "translation_pashto": "38-19 او مرغان مو (تابع كړي وو) په دې حال كې چې جمع كړى شوي به وو، هر یو به ده ته ښه رجوع كوونكى و"
    },
    {
      "number": 20,
      "text": "وَشَدَدْنَا مُلْكَهُۥ وَءَاتَيْنَٰهُ ٱلْحِكْمَةَ وَفَصْلَ ٱلْخِطَابِ",
      "page": 454,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "و فرمانروایی و سلطنت او را استوار و محکم ساختیم و به او حکمت و قدرت قضاوت عادلانه دادیم.",
      "translation_pashto": "38-20 اومونږ د هغه باچاهي مضبوطه كړې وه او مونږ هغه ته حكمت او د غوڅې  خبرې قوت وركړى و"
    },
    {
      "number": 21,
      "text": "۞ وَهَلْ أَتَىٰكَ نَبَؤُا۟ ٱلْخَصْمِ إِذْ تَسَوَّرُوا۟ ٱلْمِحْرَابَ",
      "page": 454,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "و آیا ماجرای دادخواهان به تو رسیده است، وقتی که بر دیوار عبادتگاه (داود) بالا شدند (و بر او فرود آمدند).",
      "translation_pashto": "38-21 او ایا تا ته د جګړه كوونكو خبر راغلى دى، كله چې هغوى  په (دېوال د) عبادت خانې راوختل"
    },
    {
      "number": 22,
      "text": "إِذْ دَخَلُوا۟ عَلَىٰ دَاوُۥدَ فَفَزِعَ مِنْهُمْ ۖ قَالُوا۟ لَا تَخَفْ ۖ خَصْمَانِ بَغَىٰ بَعْضُنَا عَلَىٰ بَعْضٍۢ فَٱحْكُم بَيْنَنَا بِٱلْحَقِّ وَلَا تُشْطِطْ وَٱهْدِنَآ إِلَىٰ سَوَآءِ ٱلصِّرَٰطِ",
      "page": 454,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "چون بر داود (ناگهانی) وارد شدند پس او از آنان ترسید، گفتند: مترس! ما دو مدعی هستیم که یکی از ما بر دیگری ظلم کرده است، پس در میان ما به حق و عدل فيصله و داوری کن، و ظلم روا مدار و ما را به راه راست راهنمایی فرما.",
      "translation_pashto": "38-22 كله چې دوى په داود ورننوتل، نو  هغه له دوى نه ووېرېده، دوى وویل: ته مه وېرېږه! (مونږ یو) دوه جګړه كوونكې ډلې، زمونږ ځینو په ځینو نورو ظلم كړى دى، نو ته زمونږ په مینځ كې په حقه سره فیصله وكړه او زیاتى مه كوه او ته نېغې لارې ته زمونږ لار ښووونه وكړه"
    },
    {
      "number": 23,
      "text": "إِنَّ هَٰذَآ أَخِى لَهُۥ تِسْعٌۭ وَتِسْعُونَ نَعْجَةًۭ وَلِىَ نَعْجَةٌۭ وَٰحِدَةٌۭ فَقَالَ أَكْفِلْنِيهَا وَعَزَّنِى فِى ٱلْخِطَابِ",
      "page": 454,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "يقينا که این برادر من است و او نود و نه میش دارد و من تنها یک میش دارم و (وی به من) می‌گوید: آن را به من واگذار، و او در گفتگو بر من غلبه نموده است.",
      "translation_pashto": "38-23 بېشكه دا زما ورور دى، د ده نهه نوي (یو كم سل) ګډې (مېږې) دي او زما یوه ګډه (مېږه) ده، نو ده وویل: ته ما د دې كفیل (مالك) وګرځوه او په خبرو كې يې په ما غلبه كړې ده"
    },
    {
      "number": 24,
      "text": "قَالَ لَقَدْ ظَلَمَكَ بِسُؤَالِ نَعْجَتِكَ إِلَىٰ نِعَاجِهِۦ ۖ وَإِنَّ كَثِيرًۭا مِّنَ ٱلْخُلَطَآءِ لَيَبْغِى بَعْضُهُمْ عَلَىٰ بَعْضٍ إِلَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ وَقَلِيلٌۭ مَّا هُمْ ۗ وَظَنَّ دَاوُۥدُ أَنَّمَا فَتَنَّٰهُ فَٱسْتَغْفَرَ رَبَّهُۥ وَخَرَّ رَاكِعًۭا وَأَنَابَ ۩",
      "page": 454,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "(داود) گفت: بی‌شک او با درخواست (اینکه) میشت (را به او بدهی تا آن را) با میش‌های خود اضافه کند به تو ظلم کرده است. و حقا که بسیاری از شریکان به همدیگر ظلم می‌کنند، مگر آنانی که ایمان آورده و کارهای نیک انجام داده‌اند ولی چنین کسانی بسیار اندک و کم هستند. پس داود دانست که ما او را آزموده‌ایم، بنابراین، از پروردگار خویش آمرزش خواست و به سجده افتاد و توبه و انابه کرد.",
      "translation_pashto": "38-24 ده (داود) وویل: یقینًا یقینًا ده په تا ظلم كړى دى، ستا د ګډې په غوښتلو (چې یو ځاى يې كړي) له خپلو ګډو سره او بېشكه په شریكانو كې ډېر زیات (داسې وي چې) خامخا ځینې د دوى په ځینو نورو ظلم كوي، غیر له هغو كسانو نه چې ایمان يې راوړى دى او نېك عملونه يې كړي دي او دوى بېخي لږ دي. او داود یقین وكړ چې بېشكه همدا خبره  ده چې مونږ هغه وازمایه، نو له خپل رب نه يې بخښنه وغوښته او پرېوته، په داسې حال كې چې ركوع (او) سجده كوونكى و، او رجوع يې وكړه"
    },
    {
      "number": 25,
      "text": "فَغَفَرْنَا لَهُۥ ذَٰلِكَ ۖ وَإِنَّ لَهُۥ عِندَنَا لَزُلْفَىٰ وَحُسْنَ مَـَٔابٍۢ",
      "page": 454,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "پس ما این (قضاوت عجولانه) را بر او بخشیدیم و البته برای او در نزد ما مقام قربت و عاقبت نیک است.",
      "translation_pashto": "38-25 نو مونږ ده ته دغه (خطا) وبخښله، او بېشكه د هغه لپاره زمونږ په نیز خامخا قربت دى او د ورتلو ښه ځاى دى"
    },
    {
      "number": 26,
      "text": "يَٰدَاوُۥدُ إِنَّا جَعَلْنَٰكَ خَلِيفَةًۭ فِى ٱلْأَرْضِ فَٱحْكُم بَيْنَ ٱلنَّاسِ بِٱلْحَقِّ وَلَا تَتَّبِعِ ٱلْهَوَىٰ فَيُضِلَّكَ عَن سَبِيلِ ٱللَّهِ ۚ إِنَّ ٱلَّذِينَ يَضِلُّونَ عَن سَبِيلِ ٱللَّهِ لَهُمْ عَذَابٌۭ شَدِيدٌۢ بِمَا نَسُوا۟ يَوْمَ ٱلْحِسَابِ",
      "page": 454,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "ای داود! ما تو را در زمین خلیفه ساخته‌ایم، پس به حق در میان مردم حکم کن، و از هوای نفس پیروی مکن که تو را از راه الله منحرف می‌سازد، بی‌گمان آنان که از راه الله منحرف می‌شوند، برای‌شان عذاب سخت است به خاطر آنکه روز حساب را فراموش کردند.",
      "translation_pashto": "38-26 اى داوده! بېشكه مونږ ته په ځمكه كې خلیفه ګرځولى يې، نو ته د خلقو په مینځ كې په حقه سره فیصلې كوه او د خواهشاتو پيروي مه كوه، (ګنې) نو تا به د الله له لارې نه ګمراه كړي، بېشكه هغه كسان چې د الله له لارې نه ګمراه كېږي، د هغوى لپاره ډېر سخت عذاب دى، په سبب د دوى د هېرولو ورځې د حساب لره"
    },
    {
      "number": 27,
      "text": "وَمَا خَلَقْنَا ٱلسَّمَآءَ وَٱلْأَرْضَ وَمَا بَيْنَهُمَا بَٰطِلًۭا ۚ ذَٰلِكَ ظَنُّ ٱلَّذِينَ كَفَرُوا۟ ۚ فَوَيْلٌۭ لِّلَّذِينَ كَفَرُوا۟ مِنَ ٱلنَّارِ",
      "page": 455,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "و ما آسمان‌ها و زمین و آنچه را که بین آن دو است بیهوده نه آفریدیم. این گمان کافران است، پس وای به حال کافران از آتش (دوزخ).",
      "translation_pashto": "38-27 او مونږ اسمان او ځمكه او هغه څه چې د دواړو  په مینځ كې دي داسې نه دي پیدا كړي، چې باطل (او عبث) دي دغه (باطل  پیدا كول) د كافران شویو خلقو ګمان دى، نو دا كافران شویو خلقو  لپاره له اوره هلاكت (او عذاب) دى"
    },
    {
      "number": 28,
      "text": "أَمْ نَجْعَلُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ كَٱلْمُفْسِدِينَ فِى ٱلْأَرْضِ أَمْ نَجْعَلُ ٱلْمُتَّقِينَ كَٱلْفُجَّارِ",
      "page": 455,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "آیا کسانی را که ایمان آورده و کارهای نیک انجام داده‌اند، مانند فساد گران در زمین قرار می‌دهیم؟ یا پرهیزگاران را مانند بدکاران قرار میدهیم؟",
      "translation_pashto": "38-28 ایا مونږ به هغه كسان چې ایمان يې راوړى دى او نېك عملونه يې كړي دي، په ځمكه كې د فساد كوونكو په شان وګرځوو؟ ایا مونږ به متقیان د فاجرانو (بدكارانو) په شان وګرځوو؟"
    },
    {
      "number": 29,
      "text": "كِتَٰبٌ أَنزَلْنَٰهُ إِلَيْكَ مُبَٰرَكٌۭ لِّيَدَّبَّرُوٓا۟ ءَايَٰتِهِۦ وَلِيَتَذَكَّرَ أُو۟لُوا۟ ٱلْأَلْبَٰبِ",
      "page": 455,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "(این) کتابی مبارکی است که آن را به‌سوی تو فرو فرستاده‌ایم تا در آیات آن تدبر کنند و خردمندان عبرت گیرند.",
      "translation_pashto": "38-29 (دغه قرآن) كتاب دى چې مونږه تا ته نازل كړى دى، بركتناك دى، د دې لپاره چې دوى د ده په ایتونو كې فكر وكړي او د دې لپاره چې د خالصو عقلونو والا ترې پند واخلي"
    },
    {
      "number": 30,
      "text": "وَوَهَبْنَا لِدَاوُۥدَ سُلَيْمَٰنَ ۚ نِعْمَ ٱلْعَبْدُ ۖ إِنَّهُۥٓ أَوَّابٌ",
      "page": 455,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "و به داود سلیمان را عطا کردیم، او بهترین بنده‌ای بود، چون بسیار به دربار ما روی می‌آورد.",
      "translation_pashto": "38-30 او مونږ داود ته سليمان عطا كړ، (هغه) ښه بنده و، بېشكه چې هغه ډېر رجوع كوونكى و"
    },
    {
      "number": 31,
      "text": "إِذْ عُرِضَ عَلَيْهِ بِٱلْعَشِىِّ ٱلصَّٰفِنَٰتُ ٱلْجِيَادُ",
      "page": 455,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "وقتی که عصرگاه اسپهای چابک (و تندرو) به او عرضه شد.",
      "translation_pashto": "38-31 كله چې ده ته د ورځې په اخر كې هغه ګړندي خاص اسونه وړاندې كړى شول چې په درې پښو ودرېږي"
    },
    {
      "number": 32,
      "text": "فَقَالَ إِنِّىٓ أَحْبَبْتُ حُبَّ ٱلْخَيْرِ عَن ذِكْرِ رَبِّى حَتَّىٰ تَوَارَتْ بِٱلْحِجَابِ",
      "page": 455,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "پس گفت: واقعا من این اسپان را به خاطر پروردگارم (و جهاد در راه او) دوست داشتم (و نگاه او به دیدن آنها ادامه داشت) تا آنکه اسپان از دیده‌های او پنهان شدند.",
      "translation_pashto": "38-32 نو ده ویل: بېشكه ما د دغه مال محبت محبوب ګڼلى دى د خپل رب د یاد په وجه، تر دې چې (دغه اسونه) په پرده كې پټ شول"
    },
    {
      "number": 33,
      "text": "رُدُّوهَا عَلَىَّ ۖ فَطَفِقَ مَسْحًۢا بِٱلسُّوقِ وَٱلْأَعْنَاقِ",
      "page": 455,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "(پس دستور داد که) آن (اسپها) را نزد من باز گردانید (تا بار دیگر به آنها نگاه کنم)، پس شروع به دست کشیدن بر ساق‌ها و گردنهای آنها کرد.",
      "translation_pashto": "38-33 تاسو دغه ما ته بېرته راولئ، نو شروع شو چې په پنډيو او څټونو يې لاس راښكه"
    },
    {
      "number": 34,
      "text": "وَلَقَدْ فَتَنَّا سُلَيْمَٰنَ وَأَلْقَيْنَا عَلَىٰ كُرْسِيِّهِۦ جَسَدًۭا ثُمَّ أَنَابَ",
      "page": 455,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "و البته ما سلیمان را آزمودیم و بر تخت او جسدی افگندیم، باز به سوى (الله) روی آورد و توبه کرد.",
      "translation_pashto": "38-34 او یقینًا یقینًا مونږ سلیمان وازمایه، او د ده په كرسۍ مو یو جسد وغورځاوه، بیا ده رجوع وكړه"
    },
    {
      "number": 35,
      "text": "قَالَ رَبِّ ٱغْفِرْ لِى وَهَبْ لِى مُلْكًۭا لَّا يَنۢبَغِى لِأَحَدٍۢ مِّنۢ بَعْدِىٓ ۖ إِنَّكَ أَنتَ ٱلْوَهَّابُ",
      "page": 455,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "گفت: ای پروردگارم! مرا بیامرز، و به من پادشاهی عطا کن که بعد از من سزاوار هیچ کس نباشد، چون تو بسیار بخشنده ای.",
      "translation_pashto": "38-35 ده وویل: اى زما ربه! ته ما وبخښه او ما ته داسې باچاهي راكړه چې له ما نه پس د چا لپاره هم مناسب نه وي، بېشكه هم ته ښه عطا كوونكى يې"
    },
    {
      "number": 36,
      "text": "فَسَخَّرْنَا لَهُ ٱلرِّيحَ تَجْرِى بِأَمْرِهِۦ رُخَآءً حَيْثُ أَصَابَ",
      "page": 455,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "پس باد را برایش مسخر کردیم که به فرمان او هرجا که می‌خواست به آرامی سیر می‌کرد.",
      "translation_pashto": "38-36 نو مونږ د ده لپاره هوا مسخره كړه چې د ده په امر سره به چلېدله نرمه نرمه، چېرته چې به ده اراده وكړه"
    },
    {
      "number": 37,
      "text": "وَٱلشَّيَٰطِينَ كُلَّ بَنَّآءٍۢ وَغَوَّاصٍۢ",
      "page": 455,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "و شیطان‌ها را (برای او مسخر کردیم) هر معمار و غوطه خور از آنها را.",
      "translation_pashto": "38-37 (مونږ تابع كړي وو د ده لپاره) پېریان هر ښه معمار او ښه غوټه وهونكى"
    },
    {
      "number": 38,
      "text": "وَءَاخَرِينَ مُقَرَّنِينَ فِى ٱلْأَصْفَادِ",
      "page": 455,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "و گروه دیگری از شیاطین را (هم با دست و پاهای) به هم بسته در زنجیرها (مسخر او کردیم).",
      "translation_pashto": "38-38 او نور (پېریان) چې په ځنځيرونو كې له یو بل سره تړل شوي وو"
    },
    {
      "number": 39,
      "text": "هَٰذَا عَطَآؤُنَا فَٱمْنُنْ أَوْ أَمْسِكْ بِغَيْرِ حِسَابٍۢ",
      "page": 455,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "(و به سلیمان گفتیم:) این بخشش بی‌حساب ماست، پس به هر کس می‌خواهی ببخش یا نگاه دار.",
      "translation_pashto": "38-39 دا زمونږ عطا ده، نو ته احسان كوه، يا يې وساته، بې له حسابه"
    },
    {
      "number": 40,
      "text": "وَإِنَّ لَهُۥ عِندَنَا لَزُلْفَىٰ وَحُسْنَ مَـَٔابٍۢ",
      "page": 455,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "و البته او در نزد ما مقامی ارجمند و سرانجامی نیک دارد.",
      "translation_pashto": "38-40 او بېشكه د هغه لپاره زمونږ په نیز خامخا قرب دى، او (په اخرت كې) د ورتلو ښه ځاى دى"
    },
    {
      "number": 41,
      "text": "وَٱذْكُرْ عَبْدَنَآ أَيُّوبَ إِذْ نَادَىٰ رَبَّهُۥٓ أَنِّى مَسَّنِىَ ٱلشَّيْطَٰنُ بِنُصْبٍۢ وَعَذَابٍ",
      "page": 455,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "و بندۀ ما ایوب را یاد کن وقتی که پروردگارش را فریاد کرد که همانا شیطان به من رنج و عذاب رسانده است.",
      "translation_pashto": "38-41 او ته زمونږ بنده ایوب یاد كړه، كله چې هغه خپل رب ته اواز وكړ چې بېشكه ما ته شیطان ایذا او تكلیف رارسولى دى"
    },
    {
      "number": 42,
      "text": "ٱرْكُضْ بِرِجْلِكَ ۖ هَٰذَا مُغْتَسَلٌۢ بَارِدٌۭ وَشَرَابٌۭ",
      "page": 455,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "(گفتیم) پای خود را به زمین بزن (تا از زیر پایت چشمه‌ای جاری شود)؛ این (چشمه)، جای شستشو، (و دارای آب) سرد و نوشیدنی است.",
      "translation_pashto": "38-42 ته (ځمكه) په خپلې پښې سره ووهه، دغه یخ غسلځاى دى، او د څښلو اوبه دي"
    },
    {
      "number": 43,
      "text": "وَوَهَبْنَا لَهُۥٓ أَهْلَهُۥ وَمِثْلَهُم مَّعَهُمْ رَحْمَةًۭ مِّنَّا وَذِكْرَىٰ لِأُو۟لِى ٱلْأَلْبَٰبِ",
      "page": 456,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "و ما از رحمت خویش خانواده‌اش را به او بخشیدیم و مانند آنها را به ایشان افزودیم تا پندی برای خردمندان باشد.",
      "translation_pashto": "38-43 او مونږ ده ته د ده اهل وركړ او له دوى سره د دوى په مثل (نور هم) له خپل جانب نه د رحمت له وجې او عقلمندو ته د نصیحت لپاره"
    },
    {
      "number": 44,
      "text": "وَخُذْ بِيَدِكَ ضِغْثًۭا فَٱضْرِب بِّهِۦ وَلَا تَحْنَثْ ۗ إِنَّا وَجَدْنَٰهُ صَابِرًۭا ۚ نِّعْمَ ٱلْعَبْدُ ۖ إِنَّهُۥٓ أَوَّابٌۭ",
      "page": 456,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "و (دستور دادیم) که دسته‌ای از شاخه‌های باریک را بگیر و (او را) با آن بزن (تا بدن همسرت آزرده نشود) و سوگند خود را مشكن، ما ایوب را صابر یافتیم، چه بندۀ خوبی بود بی‌گمان او بسیار توبه‌کار بود.",
      "translation_pashto": "38-44 او ته په خپل لاس سره جارو ونیسه، نو په هغې سره وهل وكړه او مه حانث كېږه، بېشكه مونږ هغه صابر ومونده، (هغه) ښه سړى و، بېشكه هغه ډېر رجوع كوونكى و"
    },
    {
      "number": 45,
      "text": "وَٱذْكُرْ عِبَٰدَنَآ إِبْرَٰهِيمَ وَإِسْحَٰقَ وَيَعْقُوبَ أُو۟لِى ٱلْأَيْدِى وَٱلْأَبْصَٰرِ",
      "page": 456,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "و بندگان ما ابراهیم و اسحاق و یعقوب را یاد کن که دارای قوت و بصیرت بودند.",
      "translation_pashto": "38-45 او ته زمونږ بنده ګان ابراهیم، او اسحٰق او یعقوب یاد كړه چې د (عمل د) قوت او (حق ليدونكو) سترګو خاوندان وو"
    },
    {
      "number": 46,
      "text": "إِنَّآ أَخْلَصْنَٰهُم بِخَالِصَةٍۢ ذِكْرَى ٱلدَّارِ",
      "page": 456,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "البته ما آنان را با خلوصی خاصی که یاد آور سرای آخرت بود خالص کردیم.",
      "translation_pashto": "38-46 بېشكه مونږ دوى په یو خالص خوى سره خالص كړي دي چې هغه د اخرت یادول دي"
    },
    {
      "number": 47,
      "text": "وَإِنَّهُمْ عِندَنَا لَمِنَ ٱلْمُصْطَفَيْنَ ٱلْأَخْيَارِ",
      "page": 456,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "و البته آنها نزد ما از برگزیدگان نیک بودند.",
      "translation_pashto": "38-47 او بېشكه دوى زمونږ، په نیز خامخا له غوره كړى شویو، بهترو خلقو ځنې دي"
    },
    {
      "number": 48,
      "text": "وَٱذْكُرْ إِسْمَٰعِيلَ وَٱلْيَسَعَ وَذَا ٱلْكِفْلِ ۖ وَكُلٌّۭ مِّنَ ٱلْأَخْيَارِ",
      "page": 456,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "و اسماعیل و يسع و ذالکفل را یاد کن و همگی آنان از نیکان بودند.",
      "translation_pashto": "38-48 او ته اسماعیل او الیسع او ذوالكفل یاد كړه، دغه هر یو د خیر او بهترۍ والا وو"
    },
    {
      "number": 49,
      "text": "هَٰذَا ذِكْرٌۭ ۚ وَإِنَّ لِلْمُتَّقِينَ لَحُسْنَ مَـَٔابٍۢ",
      "page": 456,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "این یادی (از ایشان در دنیا) است و البته برای پرهیزگاران سرانجام نیک (در آخرت) خواهد بود.",
      "translation_pashto": "38-49 دا پند دى، او بېشكه د متقیانو لپاره خامخا د ورتلو ښه ځاى دى"
    },
    {
      "number": 50,
      "text": "جَنَّٰتِ عَدْنٍۢ مُّفَتَّحَةًۭ لَّهُمُ ٱلْأَبْوَٰبُ",
      "page": 456,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "باغ‌های جاودان (در بهشت) در حالیکه درهایش به روی آنان گشوده است.",
      "translation_pashto": "38-50 چې د همېشه استوګنې جنتونه دي، په داسې حال كې چې د دوى لپاره يې دروازې ښې پرانستې دي"
    },
    {
      "number": 51,
      "text": "مُتَّكِـِٔينَ فِيهَا يَدْعُونَ فِيهَا بِفَٰكِهَةٍۢ كَثِيرَةٍۢ وَشَرَابٍۢ",
      "page": 456,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "در آنجا (بر تخت‌ها) تکیه می‌زنند و میوه‌های فراوان و نوشیدنی‌های زیادی را می‌طلبند.",
      "translation_pashto": "38-51 په دغو كې به تكیه وهلي وي، په دغو (جنتونو) كې به دوى ډېرې مېوې او مشروب راغواړي"
    },
    {
      "number": 52,
      "text": "۞ وَعِندَهُمْ قَٰصِرَٰتُ ٱلطَّرْفِ أَتْرَابٌ",
      "page": 456,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "و نزد آنان زنانی هستند که تنها به شوهرانشان چشم می‌دوزند و همگی هم سن و سال هستند.",
      "translation_pashto": "38-52 او له دوى سره به د نظر رامنع كوونكې همځولې ښځې وي"
    },
    {
      "number": 53,
      "text": "هَٰذَا مَا تُوعَدُونَ لِيَوْمِ ٱلْحِسَابِ",
      "page": 456,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "این همان ثوابی است که برای روز حساب به شما وعده داده می‌شد.",
      "translation_pashto": "38-53 دا (ثواب او نعمتونه) هغه څه دي چې تاسو ته يې د حساب د ورځې لپاره وعده دركولى شي"
    },
    {
      "number": 54,
      "text": "إِنَّ هَٰذَا لَرِزْقُنَا مَا لَهُۥ مِن نَّفَادٍ",
      "page": 456,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "البته این عطا و روزی ماست که برای آن پایانی نیست.",
      "translation_pashto": "38-54 بېشكه دا خامخا زمونږ داسې رزق دى، چې ده لره هېڅ خلاصېدل نشته"
    },
    {
      "number": 55,
      "text": "هَٰذَا ۚ وَإِنَّ لِلطَّٰغِينَ لَشَرَّ مَـَٔابٍۢ",
      "page": 456,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "این (پاداش پرهیزگاران است) و البته برای سرکشان سرانجام بدی است.",
      "translation_pashto": "38-55 دغه (د مومنانو حال) دى او بېشكه د سركشانو لپاره خامخا د ورتلو ډېر بد ځاى دى"
    },
    {
      "number": 56,
      "text": "جَهَنَّمَ يَصْلَوْنَهَا فَبِئْسَ ٱلْمِهَادُ",
      "page": 456,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "دوزخی که در آن وارد می‌شوند و (دوزخ) چه بد آرامگاهی است!",
      "translation_pashto": "38-56 چې جهنم دى، دوى به په هغه كې داخلېږي، نو هغه بده بستره ده"
    },
    {
      "number": 57,
      "text": "هَٰذَا فَلْيَذُوقُوهُ حَمِيمٌۭ وَغَسَّاقٌۭ",
      "page": 456,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "این آب داغ و زردآب دوزخیان است که آن را باید بچشند.",
      "translation_pashto": "38-57 دغه اېشېدلې اوبه او زوې دي، نو دوى دې دا وڅَكي"
    },
    {
      "number": 58,
      "text": "وَءَاخَرُ مِن شَكْلِهِۦٓ أَزْوَٰجٌ",
      "page": 456,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "و عذاب‌های دیگری از همان نوع برای آنان است.",
      "translation_pashto": "38-58 او بل (عذاب) دى له دغه قسم نه، څو قسمه"
    },
    {
      "number": 59,
      "text": "هَٰذَا فَوْجٌۭ مُّقْتَحِمٌۭ مَّعَكُمْ ۖ لَا مَرْحَبًۢا بِهِمْ ۚ إِنَّهُمْ صَالُوا۟ ٱلنَّارِ",
      "page": 456,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "(به سران کفر گویند:) این گروهی (از پیروان شما)‌اند که همرای شما وارد (دوزخ) می‌شوند، خوش آمدید برای آنان نیست؛ چون آنان وارد دوزخ شدند.",
      "translation_pashto": "38-59 دغه یوه ډله ده چې له تاسو سره په ډېر تكلیف سره ننوتونكي دي، دوى ته دې هېڅ خوشالي نه وي، بېشكه دوى اور ته داخلېدونكي دي"
    },
    {
      "number": 60,
      "text": "قَالُوا۟ بَلْ أَنتُمْ لَا مَرْحَبًۢا بِكُمْ ۖ أَنتُمْ قَدَّمْتُمُوهُ لَنَا ۖ فَبِئْسَ ٱلْقَرَارُ",
      "page": 456,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "(پیروان) گویند: بلکه شما را خوش آمدید مباد چون شما عذاب را بر ما پیش کردید، پس بد جای قرار است دوزخ.",
      "translation_pashto": "38-60 هغوى به ووايي: بلكې تاسو چې یئ، تاسو ته دې هېڅ خوشالي نه وي، تاسو دغه (عذاب) مونږ ته راوړاندې كړى دى، نو دا (دوزخ) بد قرار ځاى دى"
    },
    {
      "number": 61,
      "text": "قَالُوا۟ رَبَّنَا مَن قَدَّمَ لَنَا هَٰذَا فَزِدْهُ عَذَابًۭا ضِعْفًۭا فِى ٱلنَّارِ",
      "page": 456,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "و گویند: ای پروردگار ما! هر کس ما را دچار این سرنوشت ساخته است، پس عذاب او را در آتش دو چند گردان.",
      "translation_pashto": "38-61 دوى به ووايي: اى زمونږ ربه! چا چې مونږ ته دا راوړاندې كړى دى، نو ته هغه ته په اور كې عذاب دوه چنده ورزیات كړه"
    },
    {
      "number": 62,
      "text": "وَقَالُوا۟ مَا لَنَا لَا نَرَىٰ رِجَالًۭا كُنَّا نَعُدُّهُم مِّنَ ٱلْأَشْرَارِ",
      "page": 457,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "و (دوزخیان) گویند: ما را چه شده است کسانی را نمی‌بینیم که آنان را از اشرار می‌شمردیم؟",
      "translation_pashto": "38-62 او دوى به ووايي: پر مونږ څه شوي دي چې مونږ  هغه سړي نه وینو چې مونږ به هغوى له اشرارو (بدترو خلقو) ځنې شمېرل؟"
    },
    {
      "number": 63,
      "text": "أَتَّخَذْنَٰهُمْ سِخْرِيًّا أَمْ زَاغَتْ عَنْهُمُ ٱلْأَبْصَٰرُ",
      "page": 457,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "آیا آنان را به مسخره می‌گرفتیم (و امروز اهل بهشت اند)؟ و یا این که چشمان ما ایشان را دیده نمی‌توانند.",
      "translation_pashto": "38-63 ایا مونږ هغوى په مسخرو سره نیولې وو، یا كه  له هغوى نه زمونږ سترګې كږې شوې دي؟"
    },
    {
      "number": 64,
      "text": "إِنَّ ذَٰلِكَ لَحَقٌّۭ تَخَاصُمُ أَهْلِ ٱلنَّارِ",
      "page": 457,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "البته این مجادلۀ دوزخیان حق و واقع شدنی است.",
      "translation_pashto": "38-64 بېشكه دغه خامخا حق دي، یعنې (دا) د دوزخیانو خپل مینځې جګړه كول"
    },
    {
      "number": 65,
      "text": "قُلْ إِنَّمَآ أَنَا۠ مُنذِرٌۭ ۖ وَمَا مِنْ إِلَٰهٍ إِلَّا ٱللَّهُ ٱلْوَٰحِدُ ٱلْقَهَّارُ",
      "page": 457,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "بگو: من تنها بیم دهنده هستم و بس، و هیچ معبود به حقی جز الله واحد و مقتدر وجود ندارد.",
      "translation_pashto": "38-65 ته (دوى ته) ووایه: زه خو بس وېروونكى یم، او نشته دى حق معبود غیر له الله نه چې یو او ډېر غلبې والا دى"
    },
    {
      "number": 66,
      "text": "رَبُّ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَمَا بَيْنَهُمَا ٱلْعَزِيزُ ٱلْغَفَّٰرُ",
      "page": 457,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "(ذاتی که) پروردگار آسمان‌ها و زمین و آنچه میان آن دو است. (ذات) غالب آمرزگار.",
      "translation_pashto": "38-66 چې رب دى د اسمانونو او ځمكې او د هغه څه چې د دواړو په مینځ كې دي، چې ډېر غالب، ښه  بخښونكى دى"
    },
    {
      "number": 67,
      "text": "قُلْ هُوَ نَبَؤٌا۟ عَظِيمٌ",
      "page": 457,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "بگو: آن خبر بزرگ است.",
      "translation_pashto": "38-67 ته (دوى ته) ووایه: دغه (قرآن) ډېر لوى خبر دى"
    },
    {
      "number": 68,
      "text": "أَنتُمْ عَنْهُ مُعْرِضُونَ",
      "page": 457,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "که شما از آن روی می‌گردانید.",
      "translation_pashto": "38-68 تاسو له ده نه مخ ګرځوونكي یئ"
    },
    {
      "number": 69,
      "text": "مَا كَانَ لِىَ مِنْ عِلْمٍۭ بِٱلْمَلَإِ ٱلْأَعْلَىٰٓ إِذْ يَخْتَصِمُونَ",
      "page": 457,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "من از عالم بالا وقتی که با همدیگر گفتگو می‌کنند خبری ندارم.",
      "translation_pashto": "38-69 ما ته د ملَاِ اعلٰى (لوړ مجلس) په باره كې هېڅ علم نشته، كله چې دوى په خپل مینځ كې اختلاف كوي"
    },
    {
      "number": 70,
      "text": "إِن يُوحَىٰٓ إِلَىَّ إِلَّآ أَنَّمَآ أَنَا۠ نَذِيرٌۭ مُّبِينٌ",
      "page": 457,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "(چون) به من وحی نمی‌شود مگر به آن خاطر که بیم دهندۀ آشکار هستم.",
      "translation_pashto": "38-70 ما ته وحي نه كېږي مګر د دې چې بېشكه همدا خبره ده چې زه ښكاره وېروونكى یم"
    },
    {
      "number": 71,
      "text": "إِذْ قَالَ رَبُّكَ لِلْمَلَٰٓئِكَةِ إِنِّى خَٰلِقٌۢ بَشَرًۭا مِّن طِينٍۢ",
      "page": 457,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "یادآور شو وقتی که پروردگارت به فرشتگان گفت: همانا من آفرینندۀ بشری از گل هستم.",
      "translation_pashto": "38-71 كله چې ستا رب ملايكو ته وویل چې بېشكه زه له خَټې نه د یو بشر پیدا كوونكى یم"
    },
    {
      "number": 72,
      "text": "فَإِذَا سَوَّيْتُهُۥ وَنَفَخْتُ فِيهِ مِن رُّوحِى فَقَعُوا۟ لَهُۥ سَٰجِدِينَ",
      "page": 457,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "پس چون آن را سر و سامان داده و برابر کردم، و از روح (خلق کرده) خود در او دمیدم، پس (همه) سجده کنان به او بیفتید.",
      "translation_pashto": "38-72 نو كله چې زه هغه برابر كړم او په هغه كې له خپل (پيدا كړي) روح نه پو كړم، نو تاسو هغه ته پرېوځئ، چې سجده كوونكي یئ"
    },
    {
      "number": 73,
      "text": "فَسَجَدَ ٱلْمَلَٰٓئِكَةُ كُلُّهُمْ أَجْمَعُونَ",
      "page": 457,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "پس همۀ فرشتگان جملگی (به آدم) سجده کردند.",
      "translation_pashto": "38-73 نو ملايكو ټولو سجده وكړه"
    },
    {
      "number": 74,
      "text": "إِلَّآ إِبْلِيسَ ٱسْتَكْبَرَ وَكَانَ مِنَ ٱلْكَٰفِرِينَ",
      "page": 457,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "به جز ابلیس که تكبر ورزید و از کافران شد.",
      "translation_pashto": "38-74 غیر له ابلیس نه، هغه لويي وكړه او شو له كافرانو څخه"
    },
    {
      "number": 75,
      "text": "قَالَ يَٰٓإِبْلِيسُ مَا مَنَعَكَ أَن تَسْجُدَ لِمَا خَلَقْتُ بِيَدَىَّ ۖ أَسْتَكْبَرْتَ أَمْ كُنتَ مِنَ ٱلْعَالِينَ",
      "page": 457,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "(الله) فرمود: ای ابلیس! چه چیزی تو را بازداشت از اینکه برای آنچه با دو دست خود آفریده‌ام سجده کنی؟ تكبر ورزیدی یا از بلندمرتبه‌گان هستی؟",
      "translation_pashto": "38-75 (الله) وویل: اى ابليسه! ته هغه كس ته له سجدې كولو نه څه شي منع كړې، چې ما پخپلو دواړو لاسونو پیدا كړى دى ؟ ایا تا لويي وكړه، یا ته (له شروع نه) د لوړو اوچتو خلقو ځنې يې؟"
    },
    {
      "number": 76,
      "text": "قَالَ أَنَا۠ خَيْرٌۭ مِّنْهُ ۖ خَلَقْتَنِى مِن نَّارٍۢ وَخَلَقْتَهُۥ مِن طِينٍۢ",
      "page": 457,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "(ابلیس) گفت: من از او بهتر هستم، مرا از آتش آفریده‌ای و او را از گل آفریده‌ای.",
      "translation_pashto": "38-76 هغه وویل: زه له ده نه ډېر  غوره یم، تا زه له اوره پیدا كړى یم او هغه دې له خټې نه پیدا كړى دى"
    },
    {
      "number": 77,
      "text": "قَالَ فَٱخْرُجْ مِنْهَا فَإِنَّكَ رَجِيمٌۭ",
      "page": 457,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "(الله) فرمود: از آن بیرون شو چون که تو رانده شده ای.",
      "translation_pashto": "38-77 (الله) وویل: نو ته له دې (جنت) نه ووځه، پس بېشكه ته رټل شوى يې"
    },
    {
      "number": 78,
      "text": "وَإِنَّ عَلَيْكَ لَعْنَتِىٓ إِلَىٰ يَوْمِ ٱلدِّينِ",
      "page": 457,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "و البته تا روز جزا نفرین من بر تو خواهد بود.",
      "translation_pashto": "38-78 او بېشكه په تا باندې د بدلې تر ورځې پورې زما لعنت دى"
    },
    {
      "number": 79,
      "text": "قَالَ رَبِّ فَأَنظِرْنِىٓ إِلَىٰ يَوْمِ يُبْعَثُونَ",
      "page": 457,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "(ابلیس) گفت: پروردگارم! تا روزی که بندگان برانگیخته می‌شوند مرا مهلت بده.",
      "translation_pashto": "38-79 هغه وویل: اى زما ربه! نو ته ما ته تر هغې ورځې پورې مهلت راكړه چې دوى (خلق) به بیا راژوندي كولى شي"
    },
    {
      "number": 80,
      "text": "قَالَ فَإِنَّكَ مِنَ ٱلْمُنظَرِينَ",
      "page": 457,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "(الله) فرمود: همانا تو از مهلت داده شد گانی.",
      "translation_pashto": "38-80 الله وویل: پس  بېشكه ته له مهلت وركړى شویو څخه يې"
    },
    {
      "number": 81,
      "text": "إِلَىٰ يَوْمِ ٱلْوَقْتِ ٱلْمَعْلُومِ",
      "page": 457,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "تا روز و وقت معین (قیامت).",
      "translation_pashto": "38-81 د معلوم وخت تر ورځې پورې"
    },
    {
      "number": 82,
      "text": "قَالَ فَبِعِزَّتِكَ لَأُغْوِيَنَّهُمْ أَجْمَعِينَ",
      "page": 457,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "(ابلیس) گفت: پس به عزت و عظمت تو قسم که همگی آنان را گمراه می‌کنم.",
      "translation_pashto": "38-82 ده وویل: نو قسم ستا پر عزت! چې خامخا ضرور به زه دوى ټول ګمراه كوم"
    },
    {
      "number": 83,
      "text": "إِلَّا عِبَادَكَ مِنْهُمُ ٱلْمُخْلَصِينَ",
      "page": 457,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "مگر آن بندگان مخلص تو را (گمراه ساخته نمی‌توانم).",
      "translation_pashto": "38-83 مګر په دوى كې ستا هغه بنده ګان چې خالص كړى شوي دي"
    },
    {
      "number": 84,
      "text": "قَالَ فَٱلْحَقُّ وَٱلْحَقَّ أَقُولُ",
      "page": 458,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "(الله) فرمود: پس (این) حق است و حق را می‌گویم.",
      "translation_pashto": "38-84 الله وویل: پس حقه خبره دا ده، او زه حقه خبره كوم"
    },
    {
      "number": 85,
      "text": "لَأَمْلَأَنَّ جَهَنَّمَ مِنكَ وَمِمَّن تَبِعَكَ مِنْهُمْ أَجْمَعِينَ",
      "page": 458,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "که حتما دوزخ را هم از تو و هم از کسانی که از تو پیروی کنند پر خواهم کرد.",
      "translation_pashto": "38-85 چې خامخا ضرور به زه جهنم ډكوم له تا نه او له هغه چا نه چې په دوى كې ستا پیروي وكړي، له ټولو نه"
    },
    {
      "number": 86,
      "text": "قُلْ مَآ أَسْـَٔلُكُمْ عَلَيْهِ مِنْ أَجْرٍۢ وَمَآ أَنَا۠ مِنَ ٱلْمُتَكَلِّفِينَ",
      "page": 458,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "بگو: من در مقابل (تبلیغ) قرآن هیچ مزدی از شما نمی‌طلبم، و از تكلف کنندگان نیستم (زیرا سخنانم روشن است و چیزی را بر شما تحمیل نمی‌کنم).",
      "translation_pashto": "38-86 ته  (دوى ته) ووایه: زه له تاسو نه په دې (تبلیغ) باندې هېڅ اجر نه غواړم او زه له تكلف كوونكو څخه نه یم"
    },
    {
      "number": 87,
      "text": "إِنْ هُوَ إِلَّا ذِكْرٌۭ لِّلْعَٰلَمِينَ",
      "page": 458,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "این (قرآن) جز پندی برای جهانیان نیست.",
      "translation_pashto": "38-87 نه دى دا (قرآن) مګر د عالمونو لپاره نصیحت"
    },
    {
      "number": 88,
      "text": "وَلَتَعْلَمُنَّ نَبَأَهُۥ بَعْدَ حِينٍۭ",
      "page": 458,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "و حتما خبر (حق بودن) آن را بعد از مدتی خواهید دانست.",
      "translation_pashto": "38-88 او خامخا ضرور به تاسو څه وخت وروسته د ده په خبر عالمان شئ"
    }
  ]
}