{
  "number": 39,
  "name": "الزمر",
  "name_dari": "زمر",
  "meaning_dari": "گروه‌ها",
  "revelationType": "مکی",
  "numberOfAyahs": 75,
  "ayahs": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ تَنزِيلُ ٱلْكِتَٰبِ مِنَ ٱللَّهِ ٱلْعَزِيزِ ٱلْحَكِيمِ",
      "page": 458,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "فرود آوردن این کتاب از طرف الله غالب باحکمت است.",
      "translation_pashto": "39-1 د دې كتاب نازلول د الله له جانبه دي، چې ډېر غالب، ښه حكمت والا دى"
    },
    {
      "number": 2,
      "text": "إِنَّآ أَنزَلْنَآ إِلَيْكَ ٱلْكِتَٰبَ بِٱلْحَقِّ فَٱعْبُدِ ٱللَّهَ مُخْلِصًۭا لَّهُ ٱلدِّينَ",
      "page": 458,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "البته ما کتاب را به حق بر تو نازل کردیم، پس الله را در حالیکه دین خود را برای او خالص گردانده ای، عبادت کن.",
      "translation_pashto": "39-2 بېشكه  مونږ تا ته كتاب په حقه سره نازل كړى دى، نو ته د الله عبادت كوه، په داسې حال كې چې دین هغه (الله) لره خالص كوونكى يې"
    },
    {
      "number": 3,
      "text": "أَلَا لِلَّهِ ٱلدِّينُ ٱلْخَالِصُ ۚ وَٱلَّذِينَ ٱتَّخَذُوا۟ مِن دُونِهِۦٓ أَوْلِيَآءَ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَآ إِلَى ٱللَّهِ زُلْفَىٰٓ إِنَّ ٱللَّهَ يَحْكُمُ بَيْنَهُمْ فِى مَا هُمْ فِيهِ يَخْتَلِفُونَ ۗ إِنَّ ٱللَّهَ لَا يَهْدِى مَنْ هُوَ كَٰذِبٌۭ كَفَّارٌۭ",
      "page": 458,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "بدان که دین خالص مخصوص الله است و کسانی که به جای او دوستانی گرفته‌اند (می گویند:) ما آنان را عبادت نمی‌کنیم مگر برای آنکه ما را به الله نزدیک کنند. البته الله میان آنها دربارۀ چیزی که در آن اختلاف می‌ورزند، فيصله خواهد کرد، یقینا الله دروغگوی ناشکر را هدایت نمی‌کند.",
      "translation_pashto": "39-3 خبردار شئ! خاص د الله لپاره خالص دین دى، او هغه كسان چې له هغه نه غیر يې دوستان (كارسازي) نیولي دي (وايي:) مونږ د دوى  عبادت نه كوو مګر د دې لپاره چې دوى مونږ الله ته نژدې كړي، ښه نژدې كول، بېشكه الله به د دوى په مینځ كې په هغو خبرو كې فیصله كوي چې دوى په  هغو كې اختلاف كوي، بېشكه الله هدایت نه كوي هغه چا ته چې هغه دروغجن، ډېر ناشكره وي"
    },
    {
      "number": 4,
      "text": "لَّوْ أَرَادَ ٱللَّهُ أَن يَتَّخِذَ وَلَدًۭا لَّٱصْطَفَىٰ مِمَّا يَخْلُقُ مَا يَشَآءُ ۚ سُبْحَٰنَهُۥ ۖ هُوَ ٱللَّهُ ٱلْوَٰحِدُ ٱلْقَهَّارُ",
      "page": 458,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "اگر الله می‌خواست (برای خود) فرزندی بگیرد، حتما از آنچه که می‌آفریند، چیزی را که می‌خواست، اختیار می‌کرد. او پاک و منزه است (از این که فرزندی داشته باشد) و اوست الله که واحد قهر کننده است.",
      "translation_pashto": "39-4 كه الله غوښتلى چې (د ځان لپاره) اولاد ونیسي، (نو) خامخا ده به له خپله مخلوقه هغه غوره كړي وى چې دا يې غواړي، هغه لره پاكي ده. هم دى الله دى چې یو (او) ډېر غالب دى"
    },
    {
      "number": 5,
      "text": "خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ ۖ يُكَوِّرُ ٱلَّيْلَ عَلَى ٱلنَّهَارِ وَيُكَوِّرُ ٱلنَّهَارَ عَلَى ٱلَّيْلِ ۖ وَسَخَّرَ ٱلشَّمْسَ وَٱلْقَمَرَ ۖ كُلٌّۭ يَجْرِى لِأَجَلٍۢ مُّسَمًّى ۗ أَلَا هُوَ ٱلْعَزِيزُ ٱلْغَفَّٰرُ",
      "page": 458,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "او آسمان‌ها و زمین را به حق آفریده است، شب را بر روز و روز را بر شب می‌پیچد و آفتاب و ماه را مسخر کرده است و هر یک تا مدتی معین در حرکتند. بدان که اوست غالب آمرزگار.",
      "translation_pashto": "39-5 هغه اسمانونه او ځمكه په حقه سره پیدا كړي دي، هغه شپه په ورځ تاووي (نغاړي) او ورځ په شپه تاووي او هغه لمر او سپوږمۍ مسخر كړي دي، هر یو مقرر كړى شوې نېټې ته روان دى، خبردار شئ! همغه  ښه  غالب، ښه بخښونكى دى"
    },
    {
      "number": 6,
      "text": "خَلَقَكُم مِّن نَّفْسٍۢ وَٰحِدَةٍۢ ثُمَّ جَعَلَ مِنْهَا زَوْجَهَا وَأَنزَلَ لَكُم مِّنَ ٱلْأَنْعَٰمِ ثَمَٰنِيَةَ أَزْوَٰجٍۢ ۚ يَخْلُقُكُمْ فِى بُطُونِ أُمَّهَٰتِكُمْ خَلْقًۭا مِّنۢ بَعْدِ خَلْقٍۢ فِى ظُلُمَٰتٍۢ ثَلَٰثٍۢ ۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ لَهُ ٱلْمُلْكُ ۖ لَآ إِلَٰهَ إِلَّا هُوَ ۖ فَأَنَّىٰ تُصْرَفُونَ",
      "page": 459,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "شما را از یک نفس آفرید، باز همسرش را از همان نفس آفرید و (از خزانۀ قدرت خود) از چهارپایان هشت نوع برای شما آفرید. او شما را در شکم‌های مادرانتان در میان تاریکی‌های سه گانه آفرینشی پس از آفرینش دیگر می‌آفریند. این است الله پروردگار شما، پادشاهی برای اوست، معبود به حقی به جز او نیست. پس چگونه برگردانیده می‌شوید؟",
      "translation_pashto": "39-6 هغه تاسو له يو نفس نه پیدا كړي يئ، بیا يې له هغه نه د هغه ښځه پیدا كړه او تاسو لپاره يې له څارویو نه اته جوړې پیدا كړې، هغه تاسو د خپلو میندو په خیټو كې پیدا كوي، یو قسم پیدا كول، وروسته له بل قسم پیدا كولو نه، په دریو  تیارو كې، دغه الله ستاسو رب دى، بادشاهي خاص د هغه لپاره ده، نشته دى هېڅ حق معبود مګر هغه دى، نو كوم طرف ته تاسو ګرځولى شئ"
    },
    {
      "number": 7,
      "text": "إِن تَكْفُرُوا۟ فَإِنَّ ٱللَّهَ غَنِىٌّ عَنكُمْ ۖ وَلَا يَرْضَىٰ لِعِبَادِهِ ٱلْكُفْرَ ۖ وَإِن تَشْكُرُوا۟ يَرْضَهُ لَكُمْ ۗ وَلَا تَزِرُ وَازِرَةٌۭ وِزْرَ أُخْرَىٰ ۗ ثُمَّ إِلَىٰ رَبِّكُم مَّرْجِعُكُمْ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ ۚ إِنَّهُۥ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
      "page": 459,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "اگر کفر ورزید (بدانید که) الله از شما بی‌نیاز است، لیکن کفر را برای بندگان خود نمی‌پسندد. و اگر شکر بگزارید آن را برایتان می‌پسندد. و هیچ کس بار گناه دیگری را بر نمی‌دارد، باز بازگشت همه شما به‌سوی پروردگارتان است، پس شما را به آنچه می‌کردید خبر می‌دهد. چون او به راز دلها داناست.",
      "translation_pashto": "39-7 كه تاسو كفر  اختیار كړئ، نو بېشكه الله له تاسو نه ښه بې پروا دى، او هغه د خپلو بنده ګانو لپاره كفر نه خوښوي، او كه تاسو شكر وباسئ (نو) دى دغه (شكر) تاسو ته خوښوي، او هېڅ بار وړونكى د بل بار نه وړي، بیا خاص خپل رب ته ستاسو بېرته ورتله دي، نو هغه به تاسو په هغو عملونو خبر كړي چې تاسو به كول، بېشكه هغه د سینو په خبرو ښه عالم دى"
    },
    {
      "number": 8,
      "text": "۞ وَإِذَا مَسَّ ٱلْإِنسَٰنَ ضُرٌّۭ دَعَا رَبَّهُۥ مُنِيبًا إِلَيْهِ ثُمَّ إِذَا خَوَّلَهُۥ نِعْمَةًۭ مِّنْهُ نَسِىَ مَا كَانَ يَدْعُوٓا۟ إِلَيْهِ مِن قَبْلُ وَجَعَلَ لِلَّهِ أَندَادًۭا لِّيُضِلَّ عَن سَبِيلِهِۦ ۚ قُلْ تَمَتَّعْ بِكُفْرِكَ قَلِيلًا ۖ إِنَّكَ مِنْ أَصْحَٰبِ ٱلنَّارِ",
      "page": 459,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "و چون به انسان آسیبی برسد، پروردگارش را می‌خواند در حالیکه با توبه روی به درگاه او آورده است، باز چون نعمتی از سوی خود به او ببخشد آن (مصیبتی) را که به خاطر رفع آن به درگاه او دعا می‌کرد، فراموش می‌کند و برای الله شریکانی قرار می‌دهد تا (خود و دیگران را) از راه او گمراه سازد. بگو: مدتی اندک از کفر خود برخوردار شو، البته تو از دوزخیان هستی.",
      "translation_pashto": "39-8 او كله چې انسان ته سختي ورسېږي (، نو) خپل رب بلي، په داسې حال كې چې  هغه ته رجوع كوونكى وي، بیا چې كله هغه (الله) ده ته له خپل جانب نه نعمت وركړي (، نو) هېر كړي هغه ذات چې ده به له دې (نعمت) نه مخكې دغه (تكلیف لرې كولو) ته باله، او الله لپاره شریكان مقرر كړي، د دې لپاره چې د هغه (الله) له لارې نه (خلق) ګمراه كړي، ته ووایه: ته په خپل كفر سره لږه نفعه واخله، بېشكه ته له دوزخیانو څخه يې"
    },
    {
      "number": 9,
      "text": "أَمَّنْ هُوَ قَٰنِتٌ ءَانَآءَ ٱلَّيْلِ سَاجِدًۭا وَقَآئِمًۭا يَحْذَرُ ٱلْءَاخِرَةَ وَيَرْجُوا۟ رَحْمَةَ رَبِّهِۦ ۗ قُلْ هَلْ يَسْتَوِى ٱلَّذِينَ يَعْلَمُونَ وَٱلَّذِينَ لَا يَعْلَمُونَ ۗ إِنَّمَا يَتَذَكَّرُ أُو۟لُوا۟ ٱلْأَلْبَٰبِ",
      "page": 459,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "آیا (مشرکی که اوصافش را بیان کردیم بهتر است یا) کسی که در اوقات شب سجده کنان و ایستاده به عبادت مشغول است در حالیکه از آخرت می‌ترسد و به رحمت پروردگارش امید دارد؟ بگو: آیا آنان که می‌دانند و آنان که نمی‌دانند برابرند؟. تنها صاحبان عقل و خرد پند می‌گیرند.",
      "translation_pashto": "39-9 ایا هغه څوك چې  هغه د شپې په ساعتونو كې اطاعت كوونكى دى، چې سجده كوونكى او قیام كوونكى وي، له اخرت نه وېرېږي او د خپل رب د رحمت امېد لري، ته ووایه: ایا سره برابرېدلى شي هغه كسان چې پوهېږي او هغه كسان چې نه پوهېږي، بېشكه همدغه د خالصو عقلونو والا نصیحت اخلي"
    },
    {
      "number": 10,
      "text": "قُلْ يَٰعِبَادِ ٱلَّذِينَ ءَامَنُوا۟ ٱتَّقُوا۟ رَبَّكُمْ ۚ لِلَّذِينَ أَحْسَنُوا۟ فِى هَٰذِهِ ٱلدُّنْيَا حَسَنَةٌۭ ۗ وَأَرْضُ ٱللَّهِ وَٰسِعَةٌ ۗ إِنَّمَا يُوَفَّى ٱلصَّٰبِرُونَ أَجْرَهُم بِغَيْرِ حِسَابٍۢ",
      "page": 459,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "(ای پیغمبر!) بگو: ای بندگان مؤمن من! از پروردگارتان بترسید، برای کسانی که نیکی کرده‌اند در این دنیا نیکی است، و زمین الله فراخ است، البته به صابران پاداششان به طور کامل و بی‌حساب داده می‌شود.",
      "translation_pashto": "39-10 ته (دوى ته د الله له جانبه) ووایه: اى زما هغو بنده ګانو  چې ایمان يې راوړى دى: تاسو له خپل رب نه ووېرېږئ، د هغو كسانو لپاره چې په دنیا كې يې نېكي كړې ده ؛ لویه نېكي (او بدله) ده او د الله ځمكه فراخه ده، بېشكه يواځې صبر كوونكو ته د هغوى اجر بې حسابه پوره وركاوه شي"
    },
    {
      "number": 11,
      "text": "قُلْ إِنِّىٓ أُمِرْتُ أَنْ أَعْبُدَ ٱللَّهَ مُخْلِصًۭا لَّهُ ٱلدِّينَ",
      "page": 460,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "بگو: به من حكم شده که الله را بپرستم، در حالیکه دین را برای او خالص گردانم.",
      "translation_pashto": "39-11 ته (دوى ته) ووایه: بېشكه ما ته حكم راكړ شوى دى چې زه د الله عبادت كوم، په داسې حال كې چې هغه (الله) لره دین خالص كوونكى يم"
    },
    {
      "number": 12,
      "text": "وَأُمِرْتُ لِأَنْ أَكُونَ أَوَّلَ ٱلْمُسْلِمِينَ",
      "page": 460,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "و (نیز) به من حكم شده که اولین (کس از) مسلمانان باشم.",
      "translation_pashto": "39-12 او ما ته حكم راكړى شوى دى چې زه تر ټولو اول مسلمان یم"
    },
    {
      "number": 13,
      "text": "قُلْ إِنِّىٓ أَخَافُ إِنْ عَصَيْتُ رَبِّى عَذَابَ يَوْمٍ عَظِيمٍۢ",
      "page": 460,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "بگو: البته من اگر از پروردگارم نافرمانی کنم از عذاب روز بزرگ می‌ترسم.",
      "translation_pashto": "39-13 ته (دوى ته) ووایه: بېشكه زه كه د خپل رب نافرماني وكړم. د ډېرې لويې ورځې له عذاب نه وېرېږم"
    },
    {
      "number": 14,
      "text": "قُلِ ٱللَّهَ أَعْبُدُ مُخْلِصًۭا لَّهُۥ دِينِى",
      "page": 460,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "بگو: من تنها الله را می‌پرستم در حالیکه دینم را برای او خالص کرده ام.",
      "translation_pashto": "39-14 ته (دوى ته) ووایه: زه خاص د الله عبادت كوم، په داسې حال كې چې هغه لره خپل دین خالص كوونكى یم"
    },
    {
      "number": 15,
      "text": "فَٱعْبُدُوا۟ مَا شِئْتُم مِّن دُونِهِۦ ۗ قُلْ إِنَّ ٱلْخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓا۟ أَنفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ ٱلْقِيَٰمَةِ ۗ أَلَا ذَٰلِكَ هُوَ ٱلْخُسْرَانُ ٱلْمُبِينُ",
      "page": 460,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "پس (شما مشرکان) هر چه را که می‌خواهید به جای او پرستش کنید. بگو: زیانکاران حقیقی کسانی هستند که خود و خانوادۀ خود را در روز قيامت خساره مند سازند. آگاه باش، این است همان زیان آشکار.",
      "translation_pashto": "39-15 نو تاسو له هغه نه غیر د څه شي چې غواړئ، عبادت وكړئ، ته ووایه: بېشكه نقصان كوونكي هغه كسان  دي چې د قیامت په ورځ يې خپلو ځانونو او خپل اهل ته تاوان رسولى دى. خبردار شئ، دغه (تاوان) همدغه ښكاره تاوان دى"
    },
    {
      "number": 16,
      "text": "لَهُم مِّن فَوْقِهِمْ ظُلَلٌۭ مِّنَ ٱلنَّارِ وَمِن تَحْتِهِمْ ظُلَلٌۭ ۚ ذَٰلِكَ يُخَوِّفُ ٱللَّهُ بِهِۦ عِبَادَهُۥ ۚ يَٰعِبَادِ فَٱتَّقُونِ",
      "page": 460,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "از بالای سرشان سایبان‌هایی از آتش و از جانب زیر‌شان نیز سایبان‌هایی از آتش است، این چیزی است که الله به وسیلۀ آن بندگانش را می‌ترساند. پس ای بندگانم! از من بترسید.",
      "translation_pashto": "39-16 د دوى لپاره به د دوى له پاسه د اور چوپالونه وي او د دوى له لاندې نه به هم چوپالونه وي. دغه (عذاب) دى چې الله په ده سره خپل بنده ګان وېروي، اى زما بنده ګانو! نو تاسو زما نه وویرېږئ"
    },
    {
      "number": 17,
      "text": "وَٱلَّذِينَ ٱجْتَنَبُوا۟ ٱلطَّٰغُوتَ أَن يَعْبُدُوهَا وَأَنَابُوٓا۟ إِلَى ٱللَّهِ لَهُمُ ٱلْبُشْرَىٰ ۚ فَبَشِّرْ عِبَادِ",
      "page": 460,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "و کسانی که از عبادت طاغوت اجتناب ورزیدند و به‌سوی الله روی آوردند برای‌شان مژده است. پس بندگانم را مژده ده.",
      "translation_pashto": "39-17 او هغه كسان چې له طاغوت نه يې ځان وساته، یعنې د هغو له عبادت كولو نه او الله ته يې رجوع وكړه، خاص د دوى لپاره زېرى دى، نو ته زما په بنده ګانو زېرى وكړه"
    },
    {
      "number": 18,
      "text": "ٱلَّذِينَ يَسْتَمِعُونَ ٱلْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُۥٓ ۚ أُو۟لَٰٓئِكَ ٱلَّذِينَ هَدَىٰهُمُ ٱللَّهُ ۖ وَأُو۟لَٰٓئِكَ هُمْ أُو۟لُوا۟ ٱلْأَلْبَٰبِ",
      "page": 460,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "آنانی که سخن را (به دقت) می‌شنوند باز بهترین آن را پیروی می‌کنند، ایشانند که الله هدایتشان کرده و ایشانند همان خردمندان.",
      "translation_pashto": "39-18 هغه (بنده ګان) چې خبره په غور سره اوري، نو د هغې د تر ټولو ښې پیروي كوي، دا هغه كسان دي چې الله دوى ته هدایت كړى دى او همدغه كسان د خالص عقل والا دي"
    },
    {
      "number": 19,
      "text": "أَفَمَنْ حَقَّ عَلَيْهِ كَلِمَةُ ٱلْعَذَابِ أَفَأَنتَ تُنقِذُ مَن فِى ٱلنَّارِ",
      "page": 460,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "آیا کسی که حکم عذاب بر او حتمی شده است (امید نجات دارد؟) پس آیا تو می‌توانی کسی را که در آتش است نجات دهی؟",
      "translation_pashto": "39-19 ایا نو هغه څوك چې په هغه باندې د عذاب خبره ثابته شوې ده، ایا نوته هغه څوك خلاصولى  شي چې په اور كې وي"
    },
    {
      "number": 20,
      "text": "لَٰكِنِ ٱلَّذِينَ ٱتَّقَوْا۟ رَبَّهُمْ لَهُمْ غُرَفٌۭ مِّن فَوْقِهَا غُرَفٌۭ مَّبْنِيَّةٌۭ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ ۖ وَعْدَ ٱللَّهِ ۖ لَا يُخْلِفُ ٱللَّهُ ٱلْمِيعَادَ",
      "page": 460,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "اما آنان که از پروردگار‌شان ترسیدند، برای آنها قصرهای است که بالای یکدیگر ساخته شده‌اند و در زیر آن نهرها روان است، (این) وعدۀ الله است و الله وعده‌اش را خلاف نمی‌کند.",
      "translation_pashto": "39-20 لېكن هغه كسان چې له خپل  رب نه وېرېږي خاص د دوى لپاره داسې بالاخانې دي چې د هغو له پاسه (نورې) ښې جوړې كړى شوي بالاخانې دي، چې د هغو له لاندې ولې بهېږي، (دا) د الله كړې وعده ده، الله د وعدې مخالفت نه كوي"
    },
    {
      "number": 21,
      "text": "أَلَمْ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءًۭ فَسَلَكَهُۥ يَنَٰبِيعَ فِى ٱلْأَرْضِ ثُمَّ يُخْرِجُ بِهِۦ زَرْعًۭا مُّخْتَلِفًا أَلْوَٰنُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصْفَرًّۭا ثُمَّ يَجْعَلُهُۥ حُطَٰمًا ۚ إِنَّ فِى ذَٰلِكَ لَذِكْرَىٰ لِأُو۟لِى ٱلْأَلْبَٰبِ",
      "page": 460,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "آیا ندیدی که الله از آسمان آب فرود می‌آورد، پس آن را به صورت چشمه‌ها در زمین راه داد، باز به وسیلۀ آن انواع سبزه زارها و کشتزارها را با رنگ‌های گوناگون می‌رویاند، باز خشک می‌شود و آن را زرد رنگ می‌بینی، باز آنها را کاه و خاشاک می‌گرداند. البته در این امر برای خردمندان پند و عبرت است.",
      "translation_pashto": "39-21 ایا تا نه دي كتلي چې بېشكه الله له بره نه اوبه نازلې كړې دي، بیا يې دغه (اوبه) په ځمكه كې په چینو كې ننه ایستي دي، بیا هغه په دغو (اوبو) سره فصل راوباسي، په دې حال كې چې د هغه رنګونه مختلف وي، بیا هغه وچ شي، نو ته هغه (شین رنګى فصل) تك زېړ وینې، بیا دغه (فصل) لره هغه  رژېدلى (مات شوى) وګرځوي، بېشكه په دغه كې د خالصو عقلونو والاو لپاره خامخا نصیحت دى"
    },
    {
      "number": 22,
      "text": "أَفَمَن شَرَحَ ٱللَّهُ صَدْرَهُۥ لِلْإِسْلَٰمِ فَهُوَ عَلَىٰ نُورٍۢ مِّن رَّبِّهِۦ ۚ فَوَيْلٌۭ لِّلْقَٰسِيَةِ قُلُوبُهُم مِّن ذِكْرِ ٱللَّهِ ۚ أُو۟لَٰٓئِكَ فِى ضَلَٰلٍۢ مُّبِينٍ",
      "page": 461,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "آیا کسی که الله سینه‌اش را برای (پذیرش) اسلام گشوده است و او از سوی پروردگارش از نوری برخوردار است (چون سنگدلان است؟) پس وای بر کسانی که از شدت سنگدلی، الله را یاد نمی‌کنند! ایشان در گمراهی آشکارند.",
      "translation_pashto": "39-22 ایا نو هغه څوك چې الله د هغه سینه د اسلام لپاره پرانستلي وي، نو دغه كس په رڼا كې وي د خپل رب له جانبه، پس هلاكت دى هغو كسانو ته چې د هغوى زړونه د الله له ذكره سخت دي، دغه كسان په ښكاره ګمراهۍ كې دي"
    },
    {
      "number": 23,
      "text": "ٱللَّهُ نَزَّلَ أَحْسَنَ ٱلْحَدِيثِ كِتَٰبًۭا مُّتَشَٰبِهًۭا مَّثَانِىَ تَقْشَعِرُّ مِنْهُ جُلُودُ ٱلَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَىٰ ذِكْرِ ٱللَّهِ ۚ ذَٰلِكَ هُدَى ٱللَّهِ يَهْدِى بِهِۦ مَن يَشَآءُ ۚ وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِنْ هَادٍ",
      "page": 461,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "الله بهترین سخن را نازل کرده است، کتابی که آیات آن متشابه (و مشابه به همدیگر) است. (از شنیدن آن) پوست‌های آنانکه از پروردگارشان می‌ترسند به لرزه می‌افتد، باز پوست‌ها و دل‌هایشان با یاد الله نرم می‌شود. این هدایت الله است. و الله هرکس را بخواهد به آن هدایت می‌کند و هر کس را که الله گمراه سازد برای او هیچ راهنما و هدایتگری نیست.",
      "translation_pashto": "39-23 الله تر ټولو ښكلى كلام نازل كړى دى، چې داسې كتاب دى چې په خپل مينځ كې مشابه دى، مكرر (او غبرګ) دى، چې له ده نه د هغو كسانو پوستكي ځیګ كېږي چې له خپل رب نه وېرېږي، بیا د دوى پوستكي او د دوى زړونه د الله ذكر ته نرم شي،  دغه د الله هدایت دى، چې چا ته وغواړي په ده سره هدايت وركوي او هغه څوك چې الله يې ګمراه كړي، نو د هغه لپاره هیڅوك لار ښودونكى نشته"
    },
    {
      "number": 24,
      "text": "أَفَمَن يَتَّقِى بِوَجْهِهِۦ سُوٓءَ ٱلْعَذَابِ يَوْمَ ٱلْقِيَٰمَةِ ۚ وَقِيلَ لِلظَّٰلِمِينَ ذُوقُوا۟ مَا كُنتُمْ تَكْسِبُونَ",
      "page": 461,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "آیا کسی که (با ایمان و عمل نیک) روی خود را از عذاب بد روز قیامت دور نگه می‌دارد (مانند کسی است که از عذاب آن روز غافل است؟) و (در آن روز) به ظالمان گفته می‌شود: بچشید (سزای) آنچه را که کسب کردید.",
      "translation_pashto": "39-24 ایا نو هغه څوك چې په خپل مخ سره ځان بچ كوي له سخت عذاب نه په ورځ د قیامت كې او ظالمانو ته به وویل شي: تاسو وڅكئ (سزا د) هغو عملونو چې تاسو به كول"
    },
    {
      "number": 25,
      "text": "كَذَّبَ ٱلَّذِينَ مِن قَبْلِهِمْ فَأَتَىٰهُمُ ٱلْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ",
      "page": 461,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "آنان که پیش از ایشان بودند (نیز پیغمبران را) تکذیب کردند، پس (در نتیجه) عذاب از جایی که نمی‌دانستند به سراغ‌شان آمد.",
      "translation_pashto": "39-25 هغو كسانو تكذیب كړى و چې له دوى نه مخكې وو، نو په دوى عذاب له هغه ځایه راغى چې دوى نه پوهېدل"
    },
    {
      "number": 26,
      "text": "فَأَذَاقَهُمُ ٱللَّهُ ٱلْخِزْىَ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَلَعَذَابُ ٱلْءَاخِرَةِ أَكْبَرُ ۚ لَوْ كَانُوا۟ يَعْلَمُونَ",
      "page": 461,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "پس الله خواری و رسوایی را در زندگانی دنیا به آنان چشانید و يقينا عذاب آخرت بزرگ‌تر است، اگر می‌دانستند.",
      "translation_pashto": "39-26 نو الله په دوى په دنيايي ژوند كې رسوايي وڅكوله او خامخا د اخرت عذاب تر ټولو لوى دى، كه چېرې دوى پوهېدلى"
    },
    {
      "number": 27,
      "text": "وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِى هَٰذَا ٱلْقُرْءَانِ مِن كُلِّ مَثَلٍۢ لَّعَلَّهُمْ يَتَذَكَّرُونَ",
      "page": 461,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "و البته ما در این قرآن برای مردم از هر مثلی آورده‌ایم، تا آنان پند گیرند.",
      "translation_pashto": "39-27 او یقینًا یقینًا مونږ د خلقو لپاره په دې قرآن كې هر قسمه مثال بیان كړى دى، د دې لپاره چې دوى نصیحت واخلي"
    },
    {
      "number": 28,
      "text": "قُرْءَانًا عَرَبِيًّا غَيْرَ ذِى عِوَجٍۢ لَّعَلَّهُمْ يَتَّقُونَ",
      "page": 461,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "قرآن عربی، بدون هیچ کجی است، تا آنان (به وسیلۀ آن) پرهیزگار شوند.",
      "translation_pashto": "39-28 په داسې حال كې چې دغه عربي (واضح) قرآن دى، د كوږوالي والا  نه دى، د دې لپاره چې دوى پرهېزګاره شي"
    },
    {
      "number": 29,
      "text": "ضَرَبَ ٱللَّهُ مَثَلًۭا رَّجُلًۭا فِيهِ شُرَكَآءُ مُتَشَٰكِسُونَ وَرَجُلًۭا سَلَمًۭا لِّرَجُلٍ هَلْ يَسْتَوِيَانِ مَثَلًا ۚ ٱلْحَمْدُ لِلَّهِ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ",
      "page": 461,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "الله (برای توحید و شرک) مثالی بیان کرده است مردی را که بردۀ شریکان متعدد است که دربارۀ (مالكيت) او ناسازند و مردی را که مطیع یک شخص است، آیا این دو برابر‌اند؟ حمد و ستایش مخصوص الله است، بلکه بیشتر آنان نمی‌دانند.",
      "translation_pashto": "39-29 الله یو مثال بیانوي، یو (غلام) سړى دى، په ده كې بدخویه په خپل مینځ كې ناسازه كسان شریكان دي او بل (غلام) سړى دى چې سالم (او پوره) د یو سړي دى، ایا دغه دواړه په حال كې سره برابر دي؟ ټول د كمال صفتونه خاص د الله لپاره دي بلكې د دوى اكثره نه پوهېږي"
    },
    {
      "number": 30,
      "text": "إِنَّكَ مَيِّتٌۭ وَإِنَّهُم مَّيِّتُونَ",
      "page": 461,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "(ای پیغمبر) بدون شک تو خواهی مرد و آنان (نیز) مُردنی هستند.",
      "translation_pashto": "39-30 بېشكه ته  هم مړ كېدونكى يې او بېشكه دوى (هم) مړ كېدونكي دي"
    },
    {
      "number": 31,
      "text": "ثُمَّ إِنَّكُمْ يَوْمَ ٱلْقِيَٰمَةِ عِندَ رَبِّكُمْ تَخْتَصِمُونَ",
      "page": 461,
      "juz": 23,
      "hizb": 46,
      "sajda": false,
      "translation_dari": "باز شما روز قیامت نزد پروردگارتان نزاع و مخاصمه خواهید کرد.",
      "translation_pashto": "39-31 بیا بېشكه تاسو به د قیامت په ورځ د خپل رب په وړاندې، یو تربله جګړه كوئ"
    },
    {
      "number": 32,
      "text": "۞ فَمَنْ أَظْلَمُ مِمَّن كَذَبَ عَلَى ٱللَّهِ وَكَذَّبَ بِٱلصِّدْقِ إِذْ جَآءَهُۥٓ ۚ أَلَيْسَ فِى جَهَنَّمَ مَثْوًۭى لِّلْكَٰفِرِينَ",
      "page": 462,
      "juz": 24,
      "hizb": 47,
      "sajda": false,
      "translation_dari": "پس کیست ظالم‌تر از کسی که بر الله دروغ بست و چون حقیقت برای او آمد، دروغ شمرد؟ آیا برای کافران در دوزخ جایگاه نیست؟",
      "translation_pashto": "39-32 نو له هغه چا نه لوى ظالم څوك دى چې په الله دروغ تړي او رښتیا (قرآن) دروغ ګڼي، كله چې دغه (رښتیا) ده ته راشي؟ ایا په دوزخ كې د كافرانو لپاره استوګنځى نشته؟ "
    },
    {
      "number": 33,
      "text": "وَٱلَّذِى جَآءَ بِٱلصِّدْقِ وَصَدَّقَ بِهِۦٓ ۙ أُو۟لَٰٓئِكَ هُمُ ٱلْمُتَّقُونَ",
      "page": 462,
      "juz": 24,
      "hizb": 47,
      "sajda": false,
      "translation_dari": "و کسیکه سخن راست را با خود آورد و آن را تصدیق کرد، ایشانند همان پرهیزگاران.",
      "translation_pashto": "39-33 او هغه كس چې صدق (رښتینى دین) يې راوړ او (هغه چې) د دغه (صدق) تصدیق يې وكړ (نو) هم دغه كسان پرهېزګاران دي"
    },
    {
      "number": 34,
      "text": "لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمْ ۚ ذَٰلِكَ جَزَآءُ ٱلْمُحْسِنِينَ",
      "page": 462,
      "juz": 24,
      "hizb": 47,
      "sajda": false,
      "translation_dari": "آنان هر آنچه را بخواهند نزد پروردگارشان است، این است پاداش نیکوکاران.",
      "translation_pashto": "39-34 د دوى لپاره د خپل رب په نېز هغه څه دي چې دوى يې غواړي، دغه د نېكي كوونكو بدله ده"
    },
    {
      "number": 35,
      "text": "لِيُكَفِّرَ ٱللَّهُ عَنْهُمْ أَسْوَأَ ٱلَّذِى عَمِلُوا۟ وَيَجْزِيَهُمْ أَجْرَهُم بِأَحْسَنِ ٱلَّذِى كَانُوا۟ يَعْمَلُونَ",
      "page": 462,
      "juz": 24,
      "hizb": 47,
      "sajda": false,
      "translation_dari": "تا الله بدترین کاری را که کرده بودند از (عملنامۀ) آنان بپوشاند. و آنان را به بهترین اعمالی که انجام داده بودند، اجر می‌دهد.",
      "translation_pashto": "39-35 د دې لپاره چې الله  له دوى نه هغه بدتر ګناهونه لرې (ختم) كړي چې دوى كړي دي او دوى ته د دوى اجر بدله وركړي، په سبب د هغو تر ټولو ښكلو عملونو چې دوى به كول"
    },
    {
      "number": 36,
      "text": "أَلَيْسَ ٱللَّهُ بِكَافٍ عَبْدَهُۥ ۖ وَيُخَوِّفُونَكَ بِٱلَّذِينَ مِن دُونِهِۦ ۚ وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِنْ هَادٍۢ",
      "page": 462,
      "juz": 24,
      "hizb": 47,
      "sajda": false,
      "translation_dari": "آیا الله برای بنده‌اش کافی نیست؟ آنان تو را از غير الله می‌ترسانند. و هرکس را الله گمراه کند، پس هیچ راهنمایی برای او نخواهد بود.",
      "translation_pashto": "39-36 ایا الله خپل بنده ته ښه كافي كېدونكى نه دى او دوى تا په هغو (معبودانو) وېروي چې له دغه (الله) نه غیر دي او هغه څوك چې الله يې ګمراه كړي، نو د هغه لپاره هیڅوك نېغه لار ښودونكى نشته"
    },
    {
      "number": 37,
      "text": "وَمَن يَهْدِ ٱللَّهُ فَمَا لَهُۥ مِن مُّضِلٍّ ۗ أَلَيْسَ ٱللَّهُ بِعَزِيزٍۢ ذِى ٱنتِقَامٍۢ",
      "page": 462,
      "juz": 24,
      "hizb": 47,
      "sajda": false,
      "translation_dari": "و هر کس را الله هدایت کند، پس هیچ گمراه کننده‌ای برای او نیست. آیا الله غالب انتقام گیر نیست؟",
      "translation_pashto": "39-37 او هغه څوك چې الله ورته هدایت وكړي، نو د هغه لپاره هیڅوك ګمراه كوونكى نشته. ایا الله ښه غالب او انتقام والا نه دى ؟"
    },
    {
      "number": 38,
      "text": "وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ لَيَقُولُنَّ ٱللَّهُ ۚ قُلْ أَفَرَءَيْتُم مَّا تَدْعُونَ مِن دُونِ ٱللَّهِ إِنْ أَرَادَنِىَ ٱللَّهُ بِضُرٍّ هَلْ هُنَّ كَٰشِفَٰتُ ضُرِّهِۦٓ أَوْ أَرَادَنِى بِرَحْمَةٍ هَلْ هُنَّ مُمْسِكَٰتُ رَحْمَتِهِۦ ۚ قُلْ حَسْبِىَ ٱللَّهُ ۖ عَلَيْهِ يَتَوَكَّلُ ٱلْمُتَوَكِّلُونَ",
      "page": 462,
      "juz": 24,
      "hizb": 47,
      "sajda": false,
      "translation_dari": "و اگر از آنان بپرسی که چه کسی آسمان‌ها و زمین را آفرید؟ حتما می‌گویند: الله. بگو: پس آیا در آنچه که به جز الله را می‌خوانید اندیشه کرده‌اید؟ اگر الله بخواهد زیانی به من برساند، آنها می‌توانند آن زیان الهی را برطرف سازند؟ و یا اگر الله رحمتی را به من بخواهد، آنها می‌توانند مانع رحمت او شوند؟ بگو: الله برای من کافی است، توکل کنندگان تنها بر او توکل می‌کنند.",
      "translation_pashto": "39-38 او یقینًا كه ته له دوى نه تپوس وكړې چې اسمانونه او ځمكه چا پیدا كړي دي (،نو) دوى به خامخا لازمًا ووايي چې ’’الله‘‘، ته (دوى ته) ووایه: تاسو ما ته خبر راكړئ، هغه (معبودان) چې تاسو يې له الله نه غیر بلئ. كه چېرې الله ما ته د ضرر رسولو اراده وكړي، ایا دغه (ستاسو معبودان) د هغه د ضرر لرې كوونكي دي؟ یا كه هغه (الله) ما سره د رحمت اراده وكړي، ایا دغه (معبودان) د هغه د رحمت منع كوونكي دي؟ ته (دوى ته) ووایه: زما لپاره بس الله كافي دى، خاص په ده باندې توكل كوونكي توكل كوي"
    },
    {
      "number": 39,
      "text": "قُلْ يَٰقَوْمِ ٱعْمَلُوا۟ عَلَىٰ مَكَانَتِكُمْ إِنِّى عَٰمِلٌۭ ۖ فَسَوْفَ تَعْلَمُونَ",
      "page": 462,
      "juz": 24,
      "hizb": 47,
      "sajda": false,
      "translation_dari": "بگو: ای قوم من! شما به وضع خود عمل کنید من (نیز به وضع و مأموریت خودم) عمل کننده ام، پس خواهید دانست.",
      "translation_pashto": "39-39 ته (دوى ته) ووایه: اى زما قومه: تاسو په خپله طریقه (او ځاى) عمل كوئ، بېشكه زه هم عمل كوونكى یم، نو ژر به تاسو وپېژنئ"
    },
    {
      "number": 40,
      "text": "مَن يَأْتِيهِ عَذَابٌۭ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌۭ مُّقِيمٌ",
      "page": 462,
      "juz": 24,
      "hizb": 47,
      "sajda": false,
      "translation_dari": "(خواهید دانست که) چه کسی عذاب خوار کننده بر وی خواهد آمد و عذاب پاینده بر او نازل خواهد شد.",
      "translation_pashto": "39-40 هغه څوك چې ده ته به داسې عذاب راشي چې دا به وشرموي او په ده به دايمي عذاب نازل شي"
    },
    {
      "number": 41,
      "text": "إِنَّآ أَنزَلْنَا عَلَيْكَ ٱلْكِتَٰبَ لِلنَّاسِ بِٱلْحَقِّ ۖ فَمَنِ ٱهْتَدَىٰ فَلِنَفْسِهِۦ ۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا ۖ وَمَآ أَنتَ عَلَيْهِم بِوَكِيلٍ",
      "page": 463,
      "juz": 24,
      "hizb": 47,
      "sajda": false,
      "translation_dari": "البته ما این کتاب را برای (هدایت) مردم به حق بر تو نازل کردیم. پس هرکس که هدایت یابد به نفع خود اوست و هر کس که گمراه گردد، تنها به زبان خود گمراه می‌شود. و تو بر آنان وکیل و نگهبان نیستی.",
      "translation_pashto": "39-41 بېشكه مونږ په تا باندې كتاب نازل كړى دى د خلقو لپاره په حقه سره، نوهغه څوك چې په سمه لار روان شي، نو د خپل ځان لپاره يې نفع  ده او هغه څوك چې ګمراه شي، نو بېشكه همدا خبره ده چې دى  د همدغه (ځان) په ضرر ګمراه كېږي او ته په دوى باندې له سره نګران نه يې"
    },
    {
      "number": 42,
      "text": "ٱللَّهُ يَتَوَفَّى ٱلْأَنفُسَ حِينَ مَوْتِهَا وَٱلَّتِى لَمْ تَمُتْ فِى مَنَامِهَا ۖ فَيُمْسِكُ ٱلَّتِى قَضَىٰ عَلَيْهَا ٱلْمَوْتَ وَيُرْسِلُ ٱلْأُخْرَىٰٓ إِلَىٰٓ أَجَلٍۢ مُّسَمًّى ۚ إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍۢ لِّقَوْمٍۢ يَتَفَكَّرُونَ",
      "page": 463,
      "juz": 24,
      "hizb": 47,
      "sajda": false,
      "translation_dari": "الله است که جانها را در وقت مرگشان می‌گیرد، و نیز آن (جانی) که نمرده است (آنرا) وقت خوابش (می گیرد)، و (جانی را) که به مرگ آن حکم قطعی کرده است نگاه می‌دارد، و آن دیگر را تا زمان معینی باقی می‌گذارد، يقينا در این امر نشانه‌های روشن (و بزرگ الهی) برای کسانی است که (در قدرت الله) فکر می‌کنند.",
      "translation_pashto": "39-42 الله نفسونه (ساګانې) قبضوي د هغو د مرګ په وخت كې او هغه (نفس) چې مړ نه وي د (هغه ساه) د خوب په وخت كې(قبضوي)، بیا هغه (ساه) ساتي چې په هغې يې د مرګ فیصله كړې وي او هغه بله تر مقررې نېټې پورې راخوشې كړي، بېشكه په دغو (قبض، ساتلو او پرېښودلو) كې خامخا لويې نښې دي د هغه قوم لپاره چې ښه فكر كوي"
    },
    {
      "number": 43,
      "text": "أَمِ ٱتَّخَذُوا۟ مِن دُونِ ٱللَّهِ شُفَعَآءَ ۚ قُلْ أَوَلَوْ كَانُوا۟ لَا يَمْلِكُونَ شَيْـًۭٔا وَلَا يَعْقِلُونَ",
      "page": 463,
      "juz": 24,
      "hizb": 47,
      "sajda": false,
      "translation_dari": "آیا غیر از الله معبودان شفاعتگر گرفته‌اند؟ بگو: اگر مالک هیچ چیزی نباشند و توان فهمیدن و خرد نداشته باشند (باز هم آنان را شفیعان خود می‌گیرید)؟",
      "translation_pashto": "39-43 بلكې ایا دوى له الله نه غیر شفاعت كوونكي نیولي دي، ته (دوى ته) ووایه: ایا (دوى به شفاعت كوي!) اګر كه دوى په داسې حال كې وي چې نه د څه شي مالكان وي او نه عقل لري"
    },
    {
      "number": 44,
      "text": "قُل لِّلَّهِ ٱلشَّفَٰعَةُ جَمِيعًۭا ۖ لَّهُۥ مُلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۖ ثُمَّ إِلَيْهِ تُرْجَعُونَ",
      "page": 463,
      "juz": 24,
      "hizb": 47,
      "sajda": false,
      "translation_dari": "بگو: همه شفاعت‌ها برای الله است، فرمانروایی آسمان‌ها و زمین از اوست، باز به‌سوی او باز گردانیده می‌شوید.",
      "translation_pashto": "39-44 ته (دوى ته) ووایه: شفاعت ټول خاص د الله په اختیار كې دى،خاص د هغه لپاره د اسمانونو او ځمكې بادشاهي ده، بیا به تاسو خاص هغه ته بېرته بېول كېږئ"
    },
    {
      "number": 45,
      "text": "وَإِذَا ذُكِرَ ٱللَّهُ وَحْدَهُ ٱشْمَأَزَّتْ قُلُوبُ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْءَاخِرَةِ ۖ وَإِذَا ذُكِرَ ٱلَّذِينَ مِن دُونِهِۦٓ إِذَا هُمْ يَسْتَبْشِرُونَ",
      "page": 463,
      "juz": 24,
      "hizb": 47,
      "sajda": false,
      "translation_dari": "و چون الله به تنهایی یاد شود، کسانی که به آخرت ایمان ندارند متنفر می‌شوند، ولی وقتی کسانی غیر از او یاد شوند، ناگهان شاد و خورسند می‌شوند.",
      "translation_pashto": "39-45 او كله چې الله يواځې یاد كړى شي (، نو) د هغو كسانو زړونه سخت تنګ شي چې په اخرت ایمان نه لري او كله چې هغه (معبودان، بتان) یاد كړى شي  چې له هغه(الله) نه غیر دي(، نو) ناڅاپه دوى ډېر خوشحالېږي"
    },
    {
      "number": 46,
      "text": "قُلِ ٱللَّهُمَّ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ عَٰلِمَ ٱلْغَيْبِ وَٱلشَّهَٰدَةِ أَنتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِى مَا كَانُوا۟ فِيهِ يَخْتَلِفُونَ",
      "page": 463,
      "juz": 24,
      "hizb": 47,
      "sajda": false,
      "translation_dari": "بگو: ای پروردگار! ای ایجاد کنندۀ آسمان‌ها و زمین! ای آگاه از پنهان و آشکار! تویی که میان بندگانت در آنچه همیشه اختلاف می‌کردند، فيصله خواهی کرد.",
      "translation_pashto": "39-46 ته ووایه: اى الله د اسمانونو اوځمكې پیدا كوونكیه، د غیبو او د ښكاره وو عالِـمه، ته به د خپلو بنده ګانو په مینځ كې فیصله كوې، په هغو خبرو كې چې دوى به په هغو كې اختلاف كاوه"
    },
    {
      "number": 47,
      "text": "وَلَوْ أَنَّ لِلَّذِينَ ظَلَمُوا۟ مَا فِى ٱلْأَرْضِ جَمِيعًۭا وَمِثْلَهُۥ مَعَهُۥ لَٱفْتَدَوْا۟ بِهِۦ مِن سُوٓءِ ٱلْعَذَابِ يَوْمَ ٱلْقِيَٰمَةِ ۚ وَبَدَا لَهُم مِّنَ ٱللَّهِ مَا لَمْ يَكُونُوا۟ يَحْتَسِبُونَ",
      "page": 463,
      "juz": 24,
      "hizb": 47,
      "sajda": false,
      "translation_dari": "و اگر هر آنچه در زمین است از ظالمان باشد و مانند آن (نیز) با آن باشد، به یقین به خاطر (نجات از) سختی عذاب روز قیامت آن را فدیه بدهند (ولی سودی نخواهد داشت) و از جانب الله چیزی برایشان آشکار شود که گمانش را نمی‌کردند.",
      "translation_pashto": "39-47 او كه په رښتیا سره د ظلم (شرك) كوونكو كسانو لپاره هغه څه چې په ځمكه كې دي، ټول مملوك شي او د دغه په مثل نور ورسره شي، نو دوى به خامخا د قیامت په ورځ كې له بدتر عذاب نه د خلاصي لپاره دغه فدیه وركړي. او دوى ته به د الله له جانبه هغه څه ښكاره شي چې دوى به يې ګمان هم نه كاوه"
    },
    {
      "number": 48,
      "text": "وَبَدَا لَهُمْ سَيِّـَٔاتُ مَا كَسَبُوا۟ وَحَاقَ بِهِم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
      "page": 464,
      "juz": 24,
      "hizb": 47,
      "sajda": false,
      "translation_dari": "و (در آن روز) بدی آنچه (در دنیا) کسب کرده بودند برایشان آشکار می‌شود و آن عذابی را که به مسخره می‌گرفتند، آنان را فراخواهد گرفت.",
      "translation_pashto": "39-48 او دوى ته به د خپلو كړو عملونو بدۍ ښكاره شي او له دوى نه به هغه (عذاب) چاپېره شي چې دوى به په هغه پورې استهزا كولې"
    },
    {
      "number": 49,
      "text": "فَإِذَا مَسَّ ٱلْإِنسَٰنَ ضُرٌّۭ دَعَانَا ثُمَّ إِذَا خَوَّلْنَٰهُ نِعْمَةًۭ مِّنَّا قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلْمٍۭ ۚ بَلْ هِىَ فِتْنَةٌۭ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
      "page": 464,
      "juz": 24,
      "hizb": 47,
      "sajda": false,
      "translation_dari": "پس چون سختی و ضرری به انسان برسد، ما را می‌خواند. باز وقتی از سوی خود به او نعمتی عطا کنیم گوید: جز این نیست که آن نعمت بر اساس دانش و تدبیری که دارم به من داده شده! نه، چنین نیست. بلکه این نعمت وسیلۀ آزمایش است ولی بیشتر مردم نمی‌دانند.",
      "translation_pashto": "39-49 نو كله چې انسان ته تكلیف ورسي (، نو) مونږ بلي، بيا چې كله ده ته مونږ له خپله جانبه نعمت وركړو (، نو) دى وايي: دا خو ما ته يواځې (زما) د علم په سبب راكړ شوى دى، بلكې دغه (وركړه) ازمېښت دى، او لېكن د دوى اكثره نه پوهېږي"
    },
    {
      "number": 50,
      "text": "قَدْ قَالَهَا ٱلَّذِينَ مِن قَبْلِهِمْ فَمَآ أَغْنَىٰ عَنْهُم مَّا كَانُوا۟ يَكْسِبُونَ",
      "page": 464,
      "juz": 24,
      "hizb": 47,
      "sajda": false,
      "translation_dari": "البته این سخن را کسانی هم گفتند که پیش از ایشان بودند، ولی آنچه را که (در دنیا) کسب می‌کردند، برایشان سودی نکرد.",
      "translation_pashto": "39-50 یقینًا دغه خبره هغو كسانو (هم) كړې وه چې له دوى نه مخكې وو، نو د دغو كسانو هېڅ په كار رانغلل هغه (مالونه) چې دوى به ګټل"
    },
    {
      "number": 51,
      "text": "فَأَصَابَهُمْ سَيِّـَٔاتُ مَا كَسَبُوا۟ ۚ وَٱلَّذِينَ ظَلَمُوا۟ مِنْ هَٰٓؤُلَآءِ سَيُصِيبُهُمْ سَيِّـَٔاتُ مَا كَسَبُوا۟ وَمَا هُم بِمُعْجِزِينَ",
      "page": 464,
      "juz": 24,
      "hizb": 47,
      "sajda": false,
      "translation_dari": "پس (سزای) بدی‌هایی که کرده بودند به آنان رسید، و کسانی از ایشان (کفار مکه) هم که ظلم کرده‌اند (سزای) بدی‌هایی که می‌کردند به آنان خواهد رسید، و هرگز نمی‌توانند (از عذاب الهی بگریزند و الله را) ناتوان کنند.",
      "translation_pashto": "39-51 نو دغو (پخوانیو خلقو) ته د خپلو كړو عملونو بدۍ ورسېدلې او هغه كسان چې ظلم يې كړى دى له دغو خلقو نه (چې قریش دي) ژر به دوى ته د دوى د كړو عملونو بدۍ ورسېږي او دوى (مونږ  لره) عاجزه كوونكي نه دي"
    },
    {
      "number": 52,
      "text": "أَوَلَمْ يَعْلَمُوٓا۟ أَنَّ ٱللَّهَ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ ۚ إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍۢ لِّقَوْمٍۢ يُؤْمِنُونَ",
      "page": 464,
      "juz": 24,
      "hizb": 47,
      "sajda": false,
      "translation_dari": "آیا ندانستند که الله روزی را برای هر کس که بخواهد فراخ یا تنگ می‌سازد؟ البته در این امر نشانه‌هایی است برای کسانی که ایمان می‌آورند.",
      "translation_pashto": "39-52 او ایا دوى نه پوهېږي چې بېشكه الله رزق فراخوي چا لپاره چې وغواړي او تنګوي  يې، بېشكه په دغو (فراخولو اوتنګولو) كې خامخا ډېرې نښې دي د هغه قوم لپاره چې ایمان راوړي"
    },
    {
      "number": 53,
      "text": "۞ قُلْ يَٰعِبَادِىَ ٱلَّذِينَ أَسْرَفُوا۟ عَلَىٰٓ أَنفُسِهِمْ لَا تَقْنَطُوا۟ مِن رَّحْمَةِ ٱللَّهِ ۚ إِنَّ ٱللَّهَ يَغْفِرُ ٱلذُّنُوبَ جَمِيعًا ۚ إِنَّهُۥ هُوَ ٱلْغَفُورُ ٱلرَّحِيمُ",
      "page": 464,
      "juz": 24,
      "hizb": 47,
      "sajda": false,
      "translation_dari": "بگو: ای بندگانم که بر خود اسراف (و ظلم) کرده‌اید! از رحمت الله ناامید نشوید، یقینا که الله همۀ گناهان را می‌آمرزد، چرا که او بسیار آمرزگار و بسیار مهربان است.",
      "translation_pashto": "39-53 ته (دوى) ته ووایه: اى زما هغو بنده ګانو چې په خپلو ځانونو يې زیاتى كړى دى! تاسو د الله له رحمت نه مه ناامېده كېږئ، بېشكه الله ټول ګناهونه بخښي، بېشكه دغه (الله)، هم دى ښه بخښونكى، بې حده رحم كوونكى دى"
    },
    {
      "number": 54,
      "text": "وَأَنِيبُوٓا۟ إِلَىٰ رَبِّكُمْ وَأَسْلِمُوا۟ لَهُۥ مِن قَبْلِ أَن يَأْتِيَكُمُ ٱلْعَذَابُ ثُمَّ لَا تُنصَرُونَ",
      "page": 464,
      "juz": 24,
      "hizb": 47,
      "sajda": false,
      "translation_dari": "و به‌سوی پروردگار خود رجوع کنید و تسلیم او شوید، پیش از اینکه عذاب به شما برسد باز مدد کرده نشوید.",
      "translation_pashto": "39-54 او تاسو خپل رب ته رجوع وكړئ او هغه ته غاړه كېږدئ، مخكې له دې نه چې په تاسو عذاب راشي، بیا به تاسو سره مدد نه كولى شي "
    },
    {
      "number": 55,
      "text": "وَٱتَّبِعُوٓا۟ أَحْسَنَ مَآ أُنزِلَ إِلَيْكُم مِّن رَّبِّكُم مِّن قَبْلِ أَن يَأْتِيَكُمُ ٱلْعَذَابُ بَغْتَةًۭ وَأَنتُمْ لَا تَشْعُرُونَ",
      "page": 464,
      "juz": 24,
      "hizb": 47,
      "sajda": false,
      "translation_dari": "و از بهترین چیزی که از سوی پروردگارتان برای شما نازل شده پیروی کنید، پیش از اینکه ناگهان و در حالیکه بی‌خبرید، عذاب به شما برسد.",
      "translation_pashto": "39-55 او تاسو د تر ټولو ښه حكم (قرآن) پیروي وكړئ هغه چې تاسو ته د خپل رب له جانبه نازل كړى شوى دى مخكې له دې نه چې په تاسو عذاب راشي ناڅاپه، حال دا چې تاسو به نه پوهېږئ"
    },
    {
      "number": 56,
      "text": "أَن تَقُولَ نَفْسٌۭ يَٰحَسْرَتَىٰ عَلَىٰ مَا فَرَّطتُ فِى جَنۢبِ ٱللَّهِ وَإِن كُنتُ لَمِنَ ٱلسَّٰخِرِينَ",
      "page": 464,
      "juz": 24,
      "hizb": 47,
      "sajda": false,
      "translation_dari": "تا (مبادا در قیامت) کسی بگوید: وای بر من به خاطر تقصیری که در حق الله کردم و بی‌گمان از مسخره کنندگان بودم.",
      "translation_pashto": "39-56 (تاسو اوس خپل رب ته رجوع وكړئ) ځكه چې نفس به وايي: اى زما حسرته! په هغه چې ما د الله په حق كې تقصیر(او كمى) كړى دى او یقینًا زه خامخا د استهزا كوونكو ځنې وم"
    },
    {
      "number": 57,
      "text": "أَوْ تَقُولَ لَوْ أَنَّ ٱللَّهَ هَدَىٰنِى لَكُنتُ مِنَ ٱلْمُتَّقِينَ",
      "page": 465,
      "juz": 24,
      "hizb": 47,
      "sajda": false,
      "translation_dari": "یا آنکه (از شدت اندوه) گوید: ای کاش الله مرا هدایت می‌کرد و از پرهیزگاران می‌بودم.",
      "translation_pashto": "39-57 یا به وايي: كه حقیقتًا الله ما ته هدایت كړى وى(، نو) زه به خامخا د پرهېزګارانو ځنې وى"
    },
    {
      "number": 58,
      "text": "أَوْ تَقُولَ حِينَ تَرَى ٱلْعَذَابَ لَوْ أَنَّ لِى كَرَّةًۭ فَأَكُونَ مِنَ ٱلْمُحْسِنِينَ",
      "page": 465,
      "juz": 24,
      "hizb": 47,
      "sajda": false,
      "translation_dari": "یا چون عذاب را ببیند، بگوید: ای کاش برای من باز گشتی بود، تا از نیکوکاران می‌شدم.",
      "translation_pashto": "39-58 یا به وايي كله چې عذاب ویني: كاشكې په رښتیا سره ما ته بېرته تلل وى، نو زه به له نېكي كوونكو ځنې وم"
    },
    {
      "number": 59,
      "text": "بَلَىٰ قَدْ جَآءَتْكَ ءَايَٰتِى فَكَذَّبْتَ بِهَا وَٱسْتَكْبَرْتَ وَكُنتَ مِنَ ٱلْكَٰفِرِينَ",
      "page": 465,
      "juz": 24,
      "hizb": 47,
      "sajda": false,
      "translation_dari": "بلی، بی‌گمان آیات من به تو رسید، ولی آن را تکذیب کردی و تكبر ورزیدی و از جملۀ کافران شدی.",
      "translation_pashto": "39-59 ولې نه! یقینًا تا ته زما ایتونه راغلي وو، نو تا د هغو تكذیب كړى و او تكبر دې كړى و او ته وې له كافرانو نه "
    },
    {
      "number": 60,
      "text": "وَيَوْمَ ٱلْقِيَٰمَةِ تَرَى ٱلَّذِينَ كَذَبُوا۟ عَلَى ٱللَّهِ وُجُوهُهُم مُّسْوَدَّةٌ ۚ أَلَيْسَ فِى جَهَنَّمَ مَثْوًۭى لِّلْمُتَكَبِّرِينَ",
      "page": 465,
      "juz": 24,
      "hizb": 47,
      "sajda": false,
      "translation_dari": "و روز قیامت آنان را که بر الله دروغ بسته‌اند خواهی دید که چهره‌هایشان سیاه شده است. آیا برای متکبران جایگاهی در دوزخ نیست؟",
      "translation_pashto": "39-60 او د قیامت په ورځ به ته هغه كسان ووینې چې په الله يې دروغ تړلي وو، په داسې حال كې چې د دوى مخونه به تك تور كړى شوي وي، ایا په دوزخ كې د تكبر كوونكو لپاره ځاى نشته!"
    },
    {
      "number": 61,
      "text": "وَيُنَجِّى ٱللَّهُ ٱلَّذِينَ ٱتَّقَوْا۟ بِمَفَازَتِهِمْ لَا يَمَسُّهُمُ ٱلسُّوٓءُ وَلَا هُمْ يَحْزَنُونَ",
      "page": 465,
      "juz": 24,
      "hizb": 47,
      "sajda": false,
      "translation_dari": "و الله پرهیزگاران را به سبب کامیابی‌شان نجات می‌دهد، در حالیکه هیچ رنج و عذاب به ایشان نمی‌رسد و غمگین نمی‌شوند.",
      "translation_pashto": "39-61 او الله به هغو كسانو ته چې ځان يې (له شرك نه) بچ ساتلى دى، د خپلې كامیابۍ (او فلاح) په وجه نجات وركړي، په داسې حال كې چې دوى ته به نه سختي رسېږي او نه به دوى غمجن كېږي"
    },
    {
      "number": 62,
      "text": "ٱللَّهُ خَٰلِقُ كُلِّ شَىْءٍۢ ۖ وَهُوَ عَلَىٰ كُلِّ شَىْءٍۢ وَكِيلٌۭ",
      "page": 465,
      "juz": 24,
      "hizb": 47,
      "sajda": false,
      "translation_dari": "الله آفرینندۀ همه چیز است و او بر همه چیز وکیل و نگهبان است.",
      "translation_pashto": "39-62 الله د هر شي پیدا كوونكى دى او هغه په هر شي باندې نګران دى"
    },
    {
      "number": 63,
      "text": "لَّهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۗ وَٱلَّذِينَ كَفَرُوا۟ بِـَٔايَٰتِ ٱللَّهِ أُو۟لَٰٓئِكَ هُمُ ٱلْخَٰسِرُونَ",
      "page": 465,
      "juz": 24,
      "hizb": 47,
      "sajda": false,
      "translation_dari": "کلیدهای آسمان‌ها و زمین از اوست و کسانی که به آيات الله کفر ورزیده‌اند، ایشان زیان کارانند.",
      "translation_pashto": "39-63 خاص هم ده لره د اسمانونو او ځمكې چابیانې دي، او هغه كسان چې د الله په ایتونو سره كافران شوي دي، هم دغه كسان تاوانیان دي"
    },
    {
      "number": 64,
      "text": "قُلْ أَفَغَيْرَ ٱللَّهِ تَأْمُرُوٓنِّىٓ أَعْبُدُ أَيُّهَا ٱلْجَٰهِلُونَ",
      "page": 465,
      "juz": 24,
      "hizb": 47,
      "sajda": false,
      "translation_dari": "بگو: ای نادانان! آیا به من دستور میدهید که غیر از الله را عبادت کنم؟",
      "translation_pashto": "39-64 ته (دوى ته) ووایه: ایا نو تاسو ما ته حكم كوئ چې زه د غیر الله عبادت وكړم؟ اى جاهلانو!"
    },
    {
      "number": 65,
      "text": "وَلَقَدْ أُوحِىَ إِلَيْكَ وَإِلَى ٱلَّذِينَ مِن قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ ٱلْخَٰسِرِينَ",
      "page": 465,
      "juz": 24,
      "hizb": 47,
      "sajda": false,
      "translation_dari": "و يقينا به تو و به کسانی که پیش از تو بودند وحی شده است که اگر شرک ورزی بدون شک عمل تو تباه می‌شود و حتما از زیانکاران خواهی بود.",
      "translation_pashto": "39-65  او یقینًا یقینًا تا ته وحي كړى شوې ده او هغو كسانو ته چې له تا نه مخكې وو (داسې چې) قسم دى كه تا شرك وكړ (نو) ستا عمل به خامخا لازمًا برباد شي او ته به خامخا لازمًا له تاوانیانو ځنې شې"
    },
    {
      "number": 66,
      "text": "بَلِ ٱللَّهَ فَٱعْبُدْ وَكُن مِّنَ ٱلشَّٰكِرِينَ",
      "page": 465,
      "juz": 24,
      "hizb": 47,
      "sajda": false,
      "translation_dari": "بلکه تنها الله را عبادت کن و از جملۀ شکرگزاران باش.",
      "translation_pashto": "39-66 بلكې ته خاص د الله عبادت كوه او اوسه له شكر كوونكو ځنې"
    },
    {
      "number": 67,
      "text": "وَمَا قَدَرُوا۟ ٱللَّهَ حَقَّ قَدْرِهِۦ وَٱلْأَرْضُ جَمِيعًۭا قَبْضَتُهُۥ يَوْمَ ٱلْقِيَٰمَةِ وَٱلسَّمَٰوَٰتُ مَطْوِيَّٰتٌۢ بِيَمِينِهِۦ ۚ سُبْحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشْرِكُونَ",
      "page": 465,
      "juz": 24,
      "hizb": 47,
      "sajda": false,
      "translation_dari": "و الله را چنانکه سزاوار بزرگی اوست، قدردانی نکردند و روز قیامت سراسر زمین در قبضۀ او قرار دارد و آسمان‌ها پیچیده به دست راست او می‌باشد. او پاک و منزه است و برتر است از آنچه شریک (وی) می‌گردانند.",
      "translation_pashto": "39-67 او دغو (مشركانو) د الله تعظیم ونه كړ د هغه حق تعظیم، حال دا چې ځمكه ټوله د ده په قبضه كې ده د قیامت په ورځ كې او اسمانونه د ده په ښي لاس كې رانغاړل (راټول كړى) شوي دي، ده لره پاكي ده او هغه ډېر اوچت دى له هغو څیزونو نه چې دوى يې (له هغه سره) شریكوي"
    },
    {
      "number": 68,
      "text": "وَنُفِخَ فِى ٱلصُّورِ فَصَعِقَ مَن فِى ٱلسَّمَٰوَٰتِ وَمَن فِى ٱلْأَرْضِ إِلَّا مَن شَآءَ ٱللَّهُ ۖ ثُمَّ نُفِخَ فِيهِ أُخْرَىٰ فَإِذَا هُمْ قِيَامٌۭ يَنظُرُونَ",
      "page": 466,
      "juz": 24,
      "hizb": 47,
      "sajda": false,
      "translation_dari": "و در صور دمیده خواهد شد، پس کسانی که در آسمان‌ها و زمین هستند (بی هوش شده) می‌میرند، مگر کسی را که الله بخواهد. باز دوباره در آن دمیده می‌شود، پس ناگهان همگی (زنده شده) می‌خیزند و نظر می‌کنند.",
      "translation_pashto": "39-68 او په شپېلۍ كې به پو كړى شي، نو بې هوشه (بې خوده) به شي هر هغه څوك چې په اسمانونو كې دي او هر هغه څوك چې په ځمكه كې دي، غیر له هغه چا نه چې الله يې وغواړي، بیا به په دې كې بل ځلې پو كړى شي، نو ناڅاپه به دوى ولاړ وي، ګوري به (حیران حیران)"
    },
    {
      "number": 69,
      "text": "وَأَشْرَقَتِ ٱلْأَرْضُ بِنُورِ رَبِّهَا وَوُضِعَ ٱلْكِتَٰبُ وَجِا۟ىٓءَ بِٱلنَّبِيِّۦنَ وَٱلشُّهَدَآءِ وَقُضِىَ بَيْنَهُم بِٱلْحَقِّ وَهُمْ لَا يُظْلَمُونَ",
      "page": 466,
      "juz": 24,
      "hizb": 47,
      "sajda": false,
      "translation_dari": "و زمین به نور پروردگارش روشن می‌گردد و کتاب (عمل نامه‌ها) نهاده می‌شود و پیغمبران و گواهان آورده می‌شوند و به حق بین آنان فيصله می‌شود و به ایشان ظلم نمی‌شود.",
      "translation_pashto": "39-69 او ځمكه به د خپل  رب په نور سره روښانه شي او كتاب (عمل نامه) به كېښودل شي او نبیان او شاهدان به راوستل شي او د دوى په مینځ كې به په حق (او انصاف) سره فیصله وكړى شي، په داسې حال كې چې په دوى به هېڅ ظلم ونه كړى شي"
    },
    {
      "number": 70,
      "text": "وَوُفِّيَتْ كُلُّ نَفْسٍۢ مَّا عَمِلَتْ وَهُوَ أَعْلَمُ بِمَا يَفْعَلُونَ",
      "page": 466,
      "juz": 24,
      "hizb": 47,
      "sajda": false,
      "translation_dari": "و به هرکسی (نتیجۀ) آنچه را که کرده است به تمام و کمال داده می‌شود. و او (الله) به آنچه می‌کنند داناتر است.",
      "translation_pashto": "39-70 او هر نفس ته به د ده كړى عمل پوره وركړى شي او هغه (الله) ښه عالم دى په هغو عملونو چې دوى يې كوي"
    },
    {
      "number": 71,
      "text": "وَسِيقَ ٱلَّذِينَ كَفَرُوٓا۟ إِلَىٰ جَهَنَّمَ زُمَرًا ۖ حَتَّىٰٓ إِذَا جَآءُوهَا فُتِحَتْ أَبْوَٰبُهَا وَقَالَ لَهُمْ خَزَنَتُهَآ أَلَمْ يَأْتِكُمْ رُسُلٌۭ مِّنكُمْ يَتْلُونَ عَلَيْكُمْ ءَايَٰتِ رَبِّكُمْ وَيُنذِرُونَكُمْ لِقَآءَ يَوْمِكُمْ هَٰذَا ۚ قَالُوا۟ بَلَىٰ وَلَٰكِنْ حَقَّتْ كَلِمَةُ ٱلْعَذَابِ عَلَى ٱلْكَٰفِرِينَ",
      "page": 466,
      "juz": 24,
      "hizb": 47,
      "sajda": false,
      "translation_dari": "و کافران به طرف دوزخ گروه گروه رانده می‌شوند و تا چون به نزدیک آن رسند درهایش گشوده شود و نگهبانانش به آنان گویند: آیا پیغمبرانی از خودتان به نزدتان نیامدند تا آیات پروردگارتان را برای شما بخوانند و شما را از ملاقات چنین روزی بترسانند؟ می‌گویند: بلی! ولی فرمان عذاب بر کافران ثابت و حتمی گردید.",
      "translation_pashto": "39-71 او كافران شوي كسان به دوزخ ته ډلې ډلې روان كړى شي، تر هغه پورې چې كله دوى دغه (دوزخ) ته راشي، (نو) د ده دروازې به پرانستل شي او دوى ته به د دغه (جهنم) نګرانان ووايي: ایا تاسو ته رسولان نه وو راغلي، چې له  هم ستاسو نه وو، چې تاسو ته به يې ستاسو د رب ایتونه لوستل او تاسو به يې د خپلې دغې ورځې له ملاقات نه وېرولئ؟ دوى به ووايي: ولې نه! (راغلي وو) او لېكن د عذاب خبره په كافرانو باندې ثابته شوې وه"
    },
    {
      "number": 72,
      "text": "قِيلَ ٱدْخُلُوٓا۟ أَبْوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَا ۖ فَبِئْسَ مَثْوَى ٱلْمُتَكَبِّرِينَ",
      "page": 466,
      "juz": 24,
      "hizb": 47,
      "sajda": false,
      "translation_dari": "به ایشان گفته شود: از درهای دوزخ داخل شوید در حالیکه در آن جاودانه خواهید بود. پس چه بد است جایگاه متکبران.",
      "translation_pashto": "39-72 وبه ویل شي (دوى ته): تاسو د دوزخ په دروازو كې ننوځئ، په داسې حال كې چې په دغه (دوزخ) كې به تل يئ، نو د تكبر كوونكو استوګنه بده ده"
    },
    {
      "number": 73,
      "text": "وَسِيقَ ٱلَّذِينَ ٱتَّقَوْا۟ رَبَّهُمْ إِلَى ٱلْجَنَّةِ زُمَرًا ۖ حَتَّىٰٓ إِذَا جَآءُوهَا وَفُتِحَتْ أَبْوَٰبُهَا وَقَالَ لَهُمْ خَزَنَتُهَا سَلَٰمٌ عَلَيْكُمْ طِبْتُمْ فَٱدْخُلُوهَا خَٰلِدِينَ",
      "page": 466,
      "juz": 24,
      "hizb": 47,
      "sajda": false,
      "translation_dari": "و کسانی که از پروردگارشان می‌ترسیدند گروه گروه به‌سوی بهشت سوق داده می‌شوند و تا چون به نزدیک آن رسند (مسرور می‌شوند) و درهایش گشوده شود و نگهبانانش به آنان می‌گویند: سلام بر شما باد! پاک و نیک بودید. پس خوش باشید و برای همیشه در آن در آیید.",
      "translation_pashto": "39-73 او هغه كسان به چې له خپل رب نه وېرېدل، جنت ته ډلې ډلې روان كړى شي، تر هغه پورې چې كله دوى ده ته راشي، په دې حال كې چې د ده دروازې به (له مخكې نه) پرانستل شوي وي او دوى ته به د دغه (جنت) نګرانان ووايي: په تاسو دې سلام وي، تاسو پاك يئ، نو دغو ته داخل شئ، په داسې حال كې چې تل اوسېدونكي به یئ"
    },
    {
      "number": 74,
      "text": "وَقَالُوا۟ ٱلْحَمْدُ لِلَّهِ ٱلَّذِى صَدَقَنَا وَعْدَهُۥ وَأَوْرَثَنَا ٱلْأَرْضَ نَتَبَوَّأُ مِنَ ٱلْجَنَّةِ حَيْثُ نَشَآءُ ۖ فَنِعْمَ أَجْرُ ٱلْعَٰمِلِينَ",
      "page": 466,
      "juz": 24,
      "hizb": 47,
      "sajda": false,
      "translation_dari": "و (اهل بهشت) می‌گویند: شکر آن ذاتی راست که وعده‌اش را در حق ما محقق ساخت و ما را وارثان زمین (بهشت) گردانید، از بهشت هرجا که بخواهیم مأوى می‌گیریم، پس چه نیکوست پاداش عمل کنندگان.",
      "translation_pashto": "39-74 او دوى به وايي: ټول د كمال صفتونه هغه الله لره خاص دي چې زمونږ سره يې خپله وعده رښتینې كړه او مونږ ته يې دغه ځمكه میراث راكړه، چې په دغه جنت كې مونږ ځاى نیسو، هر ځاى چې مونږ وغواړو، نو د (نېك) عمل كوونكو اجر ښه دى"
    },
    {
      "number": 75,
      "text": "وَتَرَى ٱلْمَلَٰٓئِكَةَ حَآفِّينَ مِنْ حَوْلِ ٱلْعَرْشِ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ ۖ وَقُضِىَ بَيْنَهُم بِٱلْحَقِّ وَقِيلَ ٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَٰلَمِينَ",
      "page": 467,
      "juz": 24,
      "hizb": 47,
      "sajda": false,
      "translation_dari": "و فرشتگان را می‌بینی که گرد عرش حلقه زده‌اند و به تسبیح و ثنای پروردگار خود مشغولند و در میان آنان به حق فیصله شده و گفته می‌شود: ستایش ذاتی راست که پروردگار جهانیان است.",
      "translation_pashto": "39-75 او (اى نبي) ته به ملايك  ووينې، چې د عرش ګېر چاپېره راتاوېدونكي وي، چې د خپل رب له حمد سره تسبیح وايي او د دغو (خلقو) په مینځ كې به په حقه سره فیصله وكړى شي او وبه ویل شي: ټول د كمال صفتونه خاص د الله لپاره دي چې د عالمونو ښه پالونكى دى"
    }
  ]
}