{
  "number": 41,
  "name": "فصلت",
  "name_dari": "فصلت",
  "meaning_dari": "تفصیل یافته",
  "revelationType": "مکی",
  "numberOfAyahs": 54,
  "ayahs": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ حمٓ",
      "page": 477,
      "juz": 24,
      "hizb": 48,
      "sajda": false,
      "translation_dari": "حم. (مفهوم این حروف به الله معلوم است).",
      "translation_pashto": "41-1 حا، ميم"
    },
    {
      "number": 2,
      "text": "تَنزِيلٌۭ مِّنَ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ",
      "page": 477,
      "juz": 24,
      "hizb": 48,
      "sajda": false,
      "translation_dari": "فرود آوردن این کتاب از جانب الله بخشندۀ مهربان است.",
      "translation_pashto": "41-2 (دغه) نازلول د ډېر مهربان، بې حده رحم كوونكي له جانبه دي"
    },
    {
      "number": 3,
      "text": "كِتَٰبٌۭ فُصِّلَتْ ءَايَٰتُهُۥ قُرْءَانًا عَرَبِيًّۭا لِّقَوْمٍۢ يَعْلَمُونَ",
      "page": 477,
      "juz": 24,
      "hizb": 48,
      "sajda": false,
      "translation_dari": "کتابی که آیاتش واضح و روشن بیان شده است، قرآن عربی است، برای قومی که می‌دانند.",
      "translation_pashto": "41-3 داسې كتاب چې د ده ایتونه په تفصیل سره بیان شوي دي، په داسې حال كې چې عربي قرآن دى، د هغه قوم لپاره چې پوهېږي"
    },
    {
      "number": 4,
      "text": "بَشِيرًۭا وَنَذِيرًۭا فَأَعْرَضَ أَكْثَرُهُمْ فَهُمْ لَا يَسْمَعُونَ",
      "page": 477,
      "juz": 24,
      "hizb": 48,
      "sajda": false,
      "translation_dari": "در حالیکه (کتاب) مژده دهنده و بیم دهنده است، (لیکن) بیشترشان روی گردانند و آنان (ندای آن را) نمی‌شنوند.",
      "translation_pashto": "41-4 زېرى وركوونكى او وېروونكى دى، نو د دوى زیاترو مخ وګرځاوه، پس دوى (حق) نه اوري"
    },
    {
      "number": 5,
      "text": "وَقَالُوا۟ قُلُوبُنَا فِىٓ أَكِنَّةٍۢ مِّمَّا تَدْعُونَآ إِلَيْهِ وَفِىٓ ءَاذَانِنَا وَقْرٌۭ وَمِنۢ بَيْنِنَا وَبَيْنِكَ حِجَابٌۭ فَٱعْمَلْ إِنَّنَا عَٰمِلُونَ",
      "page": 477,
      "juz": 24,
      "hizb": 48,
      "sajda": false,
      "translation_dari": "و گفتند: دل‌های ما از آنچه ما را به‌سوی آن دعوت می‌دهی در پرده است و در گوش‌های ما سنگینی است. و میان ما و تو حجاب است، پس تو عمل کن (و) البته ما نیز عمل می‌کنیم.",
      "translation_pashto": "41-5 او دوى وویل: زمونږ زړونه په پرده كې دي له هغه څه نه چې ته مونږ هغه ته بلې او زمونږ په غوږونو كې كوڼوالى دى اوزمونږ له مينځه او ستا له مینځه پرده ده، نو ته(خپل) عمل كوه، بېشكه مونږ هم (خپل) عمل كوونكي یو"
    },
    {
      "number": 6,
      "text": "قُلْ إِنَّمَآ أَنَا۠ بَشَرٌۭ مِّثْلُكُمْ يُوحَىٰٓ إِلَىَّ أَنَّمَآ إِلَٰهُكُمْ إِلَٰهٌۭ وَٰحِدٌۭ فَٱسْتَقِيمُوٓا۟ إِلَيْهِ وَٱسْتَغْفِرُوهُ ۗ وَوَيْلٌۭ لِّلْمُشْرِكِينَ",
      "page": 477,
      "juz": 24,
      "hizb": 48,
      "sajda": false,
      "translation_dari": "بگو: (ای پیغمبر) جز این نیست که من بشری هستم مانند شما، به من وحی می‌شود که البته معبودتان معبود یگانه است، پس راست (و بدون انحراف) به‌سوی او روی بیاورید و از او آمرزش بخواهید، و وای به حال مشركان.",
      "translation_pashto": "41-6 ته (دوى ته) ووایه: بېشكه هم دا خبره ده چې زه ستاسو په شان بشر یم، ما ته دا وحي كولى شي چې بېشكه همدا خبره ده چې ستاسو حق معبود یو معبود دى، نو تاسو ده ته مستقیم (او درست) اوسئ او له ده نه مغفرت غواړئ او د مشركانو لپاره هلاكت دى"
    },
    {
      "number": 7,
      "text": "ٱلَّذِينَ لَا يُؤْتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلْءَاخِرَةِ هُمْ كَٰفِرُونَ",
      "page": 477,
      "juz": 24,
      "hizb": 48,
      "sajda": false,
      "translation_dari": "آنان که زکات نمی‌دهند و آنها همان کسانی هستند که به آخرت کافر‌اند.",
      "translation_pashto": "41-7 هغه كسان چې زكات نه ادا كوي او  له اخرت نه هم دوى منكران (كافران) دي"
    },
    {
      "number": 8,
      "text": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍۢ",
      "page": 477,
      "juz": 24,
      "hizb": 48,
      "sajda": false,
      "translation_dari": "البته آنان که ایمان آوردند و کارهای نیک انجام دادند، برای آنها ثواب بی‌پایان (و بی‌منت) است.",
      "translation_pashto": "41-8 بېشكه هغه كسان چې ایمان يې راوړى دى او نېك عملونه يې كړي دي، د دوى لپاره نه قطع كېدونكى اجر دى"
    },
    {
      "number": 9,
      "text": "۞ قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بِٱلَّذِى خَلَقَ ٱلْأَرْضَ فِى يَوْمَيْنِ وَتَجْعَلُونَ لَهُۥٓ أَندَادًۭا ۚ ذَٰلِكَ رَبُّ ٱلْعَٰلَمِينَ",
      "page": 477,
      "juz": 24,
      "hizb": 48,
      "sajda": false,
      "translation_dari": "بگو: آیا شما به کسی کفر می‌ورزید که زمین را در دو روز آفریده است و برای او همتایان قرار می‌دهید؟ حال آنکه او پروردگار جهانیان است.",
      "translation_pashto": "41-9 ته (دوى ته) ووایه: ایا په رښتیا تاسو خامخا كافران كېږئ په هغه ذات چې ځمكه يې په دوه ورځو كې پیدا كړه او تاسو د هغه لپاره شریكان جوړوئ. دغه خو رب العالمین دى"
    },
    {
      "number": 10,
      "text": "وَجَعَلَ فِيهَا رَوَٰسِىَ مِن فَوْقِهَا وَبَٰرَكَ فِيهَا وَقَدَّرَ فِيهَآ أَقْوَٰتَهَا فِىٓ أَرْبَعَةِ أَيَّامٍۢ سَوَآءًۭ لِّلسَّآئِلِينَ",
      "page": 477,
      "juz": 24,
      "hizb": 48,
      "sajda": false,
      "translation_dari": "و در زمین کوههای استوار را قرار داد و در آن خیر و برکت نهاد و روزی (اهل) آن را در چهار روز به اندازۀ معین مقدر کرد، (بنابراین) برای سؤال کنندگان (واضح و) روشن گردید.",
      "translation_pashto": "41-10 او دغه (الله) په دغې (ځمكه) كې د دې له پاسه غرونه كېښودل او په هغې كې يې بركت واچوه او په هغې كې يې د دې (د اوسېدونكو) روزي مقدره (په اندازه) كړه په څلورو ورځو كې، په داسې حال كې چې د تپوس كوونكو لپاره برابر دي"
    },
    {
      "number": 11,
      "text": "ثُمَّ ٱسْتَوَىٰٓ إِلَى ٱلسَّمَآءِ وَهِىَ دُخَانٌۭ فَقَالَ لَهَا وَلِلْأَرْضِ ٱئْتِيَا طَوْعًا أَوْ كَرْهًۭا قَالَتَآ أَتَيْنَا طَآئِعِينَ",
      "page": 477,
      "juz": 24,
      "hizb": 48,
      "sajda": false,
      "translation_dari": "باز قصد آفرینش آسمان را کرد، در حالیکه دود بود و به آسمان و زمین فرمود: با رغبت یا کراهت (شکل گرفته) بیایید. گفتند: فرمانبردار آمدیم.",
      "translation_pashto": "41-11 بیا يې د اسمان په طرف اراده وكړه، په داسې حال كې چې هغه یو لوګى و، نو هغه (الله) ده ته او ځمكې ته وویل: تاسو دواړه راشئ، په خپلې خوښې سره، يا په زور سره، دواړو وویل: مونږ په خوښې سره (فرمان منونكي) راځو"
    },
    {
      "number": 12,
      "text": "فَقَضَىٰهُنَّ سَبْعَ سَمَٰوَاتٍۢ فِى يَوْمَيْنِ وَأَوْحَىٰ فِى كُلِّ سَمَآءٍ أَمْرَهَا ۚ وَزَيَّنَّا ٱلسَّمَآءَ ٱلدُّنْيَا بِمَصَٰبِيحَ وَحِفْظًۭا ۚ ذَٰلِكَ تَقْدِيرُ ٱلْعَزِيزِ ٱلْعَلِيمِ",
      "page": 478,
      "juz": 24,
      "hizb": 48,
      "sajda": false,
      "translation_dari": "پس در دو روز آنها را هفت آسمان ساخت، و در هر آسمانی امرش را وحی کرد. و ما آسمان دنیا را با چراغهایی (ستارگان) زینت دادیم، و (آن را از دخالت شیاطین) محافظت نمودیم، این است تقدير ذات غالب دانا.",
      "translation_pashto": "41-12 نو دغه يې په دوه ورځو كې اوه اسمانونه جوړ كړل او په هر اسمان كې يې د هغه د (مناسب) كار وحي وكړه او مونږ تر ټولو نژدې اسمان په ډېوو (د ستورو) سره ښكلى كړ او (دغه مو وساته) په ښې ساتنې سره، دغه د ډېر غالب، ښه پوه ذات اندازه كول دي"
    },
    {
      "number": 13,
      "text": "فَإِنْ أَعْرَضُوا۟ فَقُلْ أَنذَرْتُكُمْ صَٰعِقَةًۭ مِّثْلَ صَٰعِقَةِ عَادٍۢ وَثَمُودَ",
      "page": 478,
      "juz": 24,
      "hizb": 48,
      "sajda": false,
      "translation_dari": "پس اگر روی گردان شدند، بگو: همانا شما را از صاعقه‌ای مانند صاعقۀ عاد و ثمود می‌ترسانم.",
      "translation_pashto": "41-13 نو كه دوى مخ وګرځاوه، نو ته (دوى ته) ووایه: زه تاسو د عادیانو او ثمودیانو د سخت عذاب په مثل عذاب نه وېروم"
    },
    {
      "number": 14,
      "text": "إِذْ جَآءَتْهُمُ ٱلرُّسُلُ مِنۢ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ أَلَّا تَعْبُدُوٓا۟ إِلَّا ٱللَّهَ ۖ قَالُوا۟ لَوْ شَآءَ رَبُّنَا لَأَنزَلَ مَلَٰٓئِكَةًۭ فَإِنَّا بِمَآ أُرْسِلْتُم بِهِۦ كَٰفِرُونَ",
      "page": 478,
      "juz": 24,
      "hizb": 48,
      "sajda": false,
      "translation_dari": "وقتی پیغمبران از پیش رو و از پشت سر به نزدشان آمدند (و گفتند:) جز الله را عبادت نکنید، گفتند: اگر پروردگارما می‌خواست (پیغمبری بفرستد) فرشتگان را می‌فرستاد، پس ما به آن چه شما به (تبلیغ) آن فرستاده شده‌اید، کافریم.",
      "translation_pashto": "41-14 كله چې دوى ته خپل رسولان د دوى له مخې او د دوى له شا نه راغلل او (ورته ويې ویل:) چې تاسو له الله نه غیر(د بل هیچا) عبادت مه كوئ. دوى وویل، كه زمونږ رب غوښتلى (نو) خامخا ملايك به يې نازل كړي وى، پس بېشكه مونږ په هغه څه سره چې تاسو ورسره رالېږل شوي يئ، كفر كوونكي یو"
    },
    {
      "number": 15,
      "text": "فَأَمَّا عَادٌۭ فَٱسْتَكْبَرُوا۟ فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ وَقَالُوا۟ مَنْ أَشَدُّ مِنَّا قُوَّةً ۖ أَوَلَمْ يَرَوْا۟ أَنَّ ٱللَّهَ ٱلَّذِى خَلَقَهُمْ هُوَ أَشَدُّ مِنْهُمْ قُوَّةًۭ ۖ وَكَانُوا۟ بِـَٔايَٰتِنَا يَجْحَدُونَ",
      "page": 478,
      "juz": 24,
      "hizb": 48,
      "sajda": false,
      "translation_dari": "پس عاد در زمین به ناحق تكبر ورزیدند و گفتند: کیست نیرومندتر از ما؟ آیا ندیده‌اند که الله همان ذاتی که آنان را آفریده است، توانمندتر از آنهاست؟ آنان آیات ما را انکار می‌کردند.",
      "translation_pashto": "41-15 نو هر چې عادیان وو، نو دوى خو په ځمكه كې ناحقه لويي وكړه او ويې ويل:په قوت كې زمونږ نه څوك زیات سخت (او مضبوط) دي؟! ایا دوى نه ویني چې بېشكه هغه الله چې تاسو يې پیدا كړي یئ؛ هغه له تاسو نه په قوت كې ډېر سخت دى. او دغو به زمونږ له ایتونو نه انكار كاوه"
    },
    {
      "number": 16,
      "text": "فَأَرْسَلْنَا عَلَيْهِمْ رِيحًۭا صَرْصَرًۭا فِىٓ أَيَّامٍۢ نَّحِسَاتٍۢ لِّنُذِيقَهُمْ عَذَابَ ٱلْخِزْىِ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَلَعَذَابُ ٱلْءَاخِرَةِ أَخْزَىٰ ۖ وَهُمْ لَا يُنصَرُونَ",
      "page": 478,
      "juz": 24,
      "hizb": 48,
      "sajda": false,
      "translation_dari": "پس در روزهای نحس و بی‌برکت، باد سرد و سختی را بر آنان فرستادیم تا عذاب رسوا کننده را در زندگی این دنیا به ایشان بچشانیم، و البته عذاب آخرت رسواکننده‌تر است، در حالیکه آنان مدد نمی‌شوند.",
      "translation_pashto": "41-16 نو مونږ په دوى باندې په څو ډېرو سپېرو ورځو كې ډېر زورور یخ باد راخوشې كړ، د دې لپاره چې مونږ په دوى باندې په دنيايي ژوند كې د رسوايي عذاب وڅكوو، او یقینًا د اخرت عذاب ډېر رسواكوونكى دى، په داسې حال كې چې د دوى به مدد نه كولى شي"
    },
    {
      "number": 17,
      "text": "وَأَمَّا ثَمُودُ فَهَدَيْنَٰهُمْ فَٱسْتَحَبُّوا۟ ٱلْعَمَىٰ عَلَى ٱلْهُدَىٰ فَأَخَذَتْهُمْ صَٰعِقَةُ ٱلْعَذَابِ ٱلْهُونِ بِمَا كَانُوا۟ يَكْسِبُونَ",
      "page": 478,
      "juz": 24,
      "hizb": 48,
      "sajda": false,
      "translation_dari": "و اما قوم ثمود، ما ایشان را هدایت کردیم لیکن کوری را بر هدایت ترجیح دادند. بنابراین، به سبب کارهایی که می‌کردند، صاعقۀ عذاب رسواکننده آنان را گرفت.",
      "translation_pashto": "41-17 او پاتې شول ثمودیان، نو مونږ دوى ته نېغه لار وښودله، نو دوى په هدایت باندې ړوندوالي ته ترجیح وركړه، نو دوى د سپكوونكي عذاب سختې چغې ونیول، په سبب د هغو عملونو چې دوى به كول"
    },
    {
      "number": 18,
      "text": "وَنَجَّيْنَا ٱلَّذِينَ ءَامَنُوا۟ وَكَانُوا۟ يَتَّقُونَ",
      "page": 478,
      "juz": 24,
      "hizb": 48,
      "sajda": false,
      "translation_dari": "و ما آنانی را که ایمان آوردند و پرهیزگار بودند، نجات دادیم.",
      "translation_pashto": "41-18 او مونږ هغو كسانو ته نجات وركړ چې ایمان يې راوړى و او پرهېزګاري به يې كوله"
    },
    {
      "number": 19,
      "text": "وَيَوْمَ يُحْشَرُ أَعْدَآءُ ٱللَّهِ إِلَى ٱلنَّارِ فَهُمْ يُوزَعُونَ",
      "page": 478,
      "juz": 24,
      "hizb": 48,
      "sajda": false,
      "translation_dari": "و روزی که دشمنان الله به‌سوی دوزخ جمع گشته و همه (توقف داده می‌شوند تا همه) يكجا شوند.",
      "translation_pashto": "41-19 او(یاده كړه) هغه ورځ چې د الله دښمنان به اور ته راجمع كولى شي، نو  دوى به ډلې كولى (او تقسیمولى) شي"
    },
    {
      "number": 20,
      "text": "حَتَّىٰٓ إِذَا مَا جَآءُوهَا شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَأَبْصَٰرُهُمْ وَجُلُودُهُم بِمَا كَانُوا۟ يَعْمَلُونَ",
      "page": 478,
      "juz": 24,
      "hizb": 48,
      "sajda": false,
      "translation_dari": "تا چون به آن (دوزخ) بیایند، گوش و چشم‌ها و پوستهایشان به آنچه می‌کردند، گواهی می‌دهد.",
      "translation_pashto": "41-20 تر دې چې كله دوى ده ته (څنګه) راشي (، نو) په دوى باندې به د دوى غوږونه او د دوى سترګې او د دوى څرمنې ګواهي وركړي، د هغو كارونو چې دوى به كول"
    },
    {
      "number": 21,
      "text": "وَقَالُوا۟ لِجُلُودِهِمْ لِمَ شَهِدتُّمْ عَلَيْنَا ۖ قَالُوٓا۟ أَنطَقَنَا ٱللَّهُ ٱلَّذِىٓ أَنطَقَ كُلَّ شَىْءٍۢ وَهُوَ خَلَقَكُمْ أَوَّلَ مَرَّةٍۢ وَإِلَيْهِ تُرْجَعُونَ",
      "page": 479,
      "juz": 24,
      "hizb": 48,
      "sajda": false,
      "translation_dari": "و آنها به پوست‌های خود می‌گویند: چرا علیه ما گواهی دادید؟ گویند: الله همان ذاتی که همه چیز را به نطق آورده ما را نیز به نطق آورده است. و او بار اول شما را آفریده است و به‌سوی او باز گردانیده می‌شوید.",
      "translation_pashto": "41-21 او دوى به خپلو څرمنو ته ووايي: تاسو ولې پر مونږ ګواهي وركړه؟ نو دغه (څرمنې) به ووايي: مونږ هغه الله ګویا كړو چې هر شى يې ګویا كړى دى. او دغه (الله) تاسو اول ځلې پیدا كړي یئ او خاص همده ته به بېرته ورګرځولى شئ"
    },
    {
      "number": 22,
      "text": "وَمَا كُنتُمْ تَسْتَتِرُونَ أَن يَشْهَدَ عَلَيْكُمْ سَمْعُكُمْ وَلَآ أَبْصَٰرُكُمْ وَلَا جُلُودُكُمْ وَلَٰكِن ظَنَنتُمْ أَنَّ ٱللَّهَ لَا يَعْلَمُ كَثِيرًۭا مِّمَّا تَعْمَلُونَ",
      "page": 479,
      "juz": 24,
      "hizb": 48,
      "sajda": false,
      "translation_dari": "و نمی‌توانستید چیزی را پنهان کنید که (مبادا) گوش و چشم و پوستهایتان علیه شما گواهی دهند، بلکه گمان کردید که الله بسیاری از آنچه را که می‌کنید نمی‌داند.",
      "translation_pashto": "41-22 او تاسو به (د ګناه د كولو په وخت كې) ځان له دې نه نه پټولو چې په تاسو به ستاسو غوږونه او ستاسو سترګې او ستاسو څرمنې ګواهي وركړي او لېكن تاسو به دا خیال كاوه چې بېشكه الله په ډېرو هغو كارونو نه عالم كېږي چې تاسو يې كوئ"
    },
    {
      "number": 23,
      "text": "وَذَٰلِكُمْ ظَنُّكُمُ ٱلَّذِى ظَنَنتُم بِرَبِّكُمْ أَرْدَىٰكُمْ فَأَصْبَحْتُم مِّنَ ٱلْخَٰسِرِينَ",
      "page": 479,
      "juz": 24,
      "hizb": 48,
      "sajda": false,
      "translation_dari": "این گمان (بد) شما دربارۀ پروردگارتان بود که شما را هلاک کرد پس در نتیجه از زیانکاران شدید.",
      "translation_pashto": "41-23 او دغه ستاسو هغه (خراب) ګمان دى چې تاسو به په خپل رب (دغه) ګمان كاوه، دغه تاسو هلاك كړئ، نو له تاوانیانو ځنې شوئ"
    },
    {
      "number": 24,
      "text": "فَإِن يَصْبِرُوا۟ فَٱلنَّارُ مَثْوًۭى لَّهُمْ ۖ وَإِن يَسْتَعْتِبُوا۟ فَمَا هُم مِّنَ ٱلْمُعْتَبِينَ",
      "page": 479,
      "juz": 24,
      "hizb": 48,
      "sajda": false,
      "translation_dari": "پس اگر صبر کنند (چه فایده که) آتش دوزخ جایگاهشان است و اگر طلب عفو کنند پس از بخشودگان نیستند.",
      "translation_pashto": "41-24 پس كه دوى صبر وكړي، نو د دوى ځاى اور دى او كه دوى (دالله) رضا كول (او دنیا ته تلل) غواړي، نو دوى له قبول كړى شویو ځنې نه دي "
    },
    {
      "number": 25,
      "text": "۞ وَقَيَّضْنَا لَهُمْ قُرَنَآءَ فَزَيَّنُوا۟ لَهُم مَّا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَحَقَّ عَلَيْهِمُ ٱلْقَوْلُ فِىٓ أُمَمٍۢ قَدْ خَلَتْ مِن قَبْلِهِم مِّنَ ٱلْجِنِّ وَٱلْإِنسِ ۖ إِنَّهُمْ كَانُوا۟ خَٰسِرِينَ",
      "page": 479,
      "juz": 24,
      "hizb": 48,
      "sajda": false,
      "translation_dari": "و برای آنان همنشینانی گماشتیم که از پیش و پشت سرشان (کارهای ناشایست‌شان) را در نظرشان زیبا جلوه دادند، و فرمان عذاب الهی که قبل از آنان دربارۀ اقوام (گمراه) از جن و انس ثابت و صادر شده بود، بر آنان نیز ثابت شد. البته آنها زیانکار بودند.",
      "translation_pashto": "41-25 او مونږ د دوى لپاره ملګري مقرر كړي دي، نو دغو (ملګرو) دوى ته هغه څیزونه ښايسته كړي دي چې د دوى مخې ته دي او د دوى وروسته دي او په دوى (د عذاب) خبره ثابته شوې ده په هغو امتونو كې چې له دوى نه مخكې كوم پېریان او انسانان تېر شوي دي. بېشكه چې دوى تاوانیان وو"
    },
    {
      "number": 26,
      "text": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لَا تَسْمَعُوا۟ لِهَٰذَا ٱلْقُرْءَانِ وَٱلْغَوْا۟ فِيهِ لَعَلَّكُمْ تَغْلِبُونَ",
      "page": 479,
      "juz": 24,
      "hizb": 48,
      "sajda": false,
      "translation_dari": "و کافران گفتند: به این قرآن گوش ندهید و در (هنگام تلاوت آن) سخن لغو و بیهوده گویید تا شاید غالب شوید.",
      "translation_pashto": "41-26 او كافران شوي كسان وايي : تاسو دغه قرآن ته غوږ مه ږدئ او په (تلاوت د) ده كې شور ماشور اچوئ، ښايي چې تاسو غالبه شئ"
    },
    {
      "number": 27,
      "text": "فَلَنُذِيقَنَّ ٱلَّذِينَ كَفَرُوا۟ عَذَابًۭا شَدِيدًۭا وَلَنَجْزِيَنَّهُمْ أَسْوَأَ ٱلَّذِى كَانُوا۟ يَعْمَلُونَ",
      "page": 479,
      "juz": 24,
      "hizb": 48,
      "sajda": false,
      "translation_dari": "پس حتما به کافران عذاب سخت می‌چشانیم و حتما آنان را در برابر بدترین کاری که کرده‌اند، سزا خواهیم داد.",
      "translation_pashto": "41-27 نو مونږ به په كافرانو شویو كسانو خامخا لازمًا ډېر سخت عذاب وڅكوو او خامخا لازمًا به مونږ دوى ته د هغو ټولو بدو عملونو بدله وركړو چې دوى به كول"
    },
    {
      "number": 28,
      "text": "ذَٰلِكَ جَزَآءُ أَعْدَآءِ ٱللَّهِ ٱلنَّارُ ۖ لَهُمْ فِيهَا دَارُ ٱلْخُلْدِ ۖ جَزَآءًۢ بِمَا كَانُوا۟ بِـَٔايَٰتِنَا يَجْحَدُونَ",
      "page": 479,
      "juz": 24,
      "hizb": 48,
      "sajda": false,
      "translation_dari": "این است سزای دشمنان الله که همان آتش است، که در آن سرای همیشگی دارند. این سزا به آن سبب است که آیات ما را انکار می‌کردند.",
      "translation_pashto": "41-28 دغه د الله د دښمنانو بدله ده،چې اور دى، د دوى لپاره په دغه (اور) كې د همېشه والي كور دى، په داسې حال كې چې (دغه) بدله ده، په سبب د هغه چې دوى زمونږ له ایتونو نه انكار كاوه"
    },
    {
      "number": 29,
      "text": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ رَبَّنَآ أَرِنَا ٱلَّذَيْنِ أَضَلَّانَا مِنَ ٱلْجِنِّ وَٱلْإِنسِ نَجْعَلْهُمَا تَحْتَ أَقْدَامِنَا لِيَكُونَا مِنَ ٱلْأَسْفَلِينَ",
      "page": 479,
      "juz": 24,
      "hizb": 48,
      "sajda": false,
      "translation_dari": "و کافران گویند: ای پروردگار ما! آن دو تن از جن و انس را به ما نشان بده که ما را گمراه ساختند تا ایشان را زیر پاهای خود بگذاریم تا از پست‌ترین اشخاص شوند.",
      "translation_pashto": "41-29 او كافران شوي كسان به ووايي: اى زمونږه ربه! ته مونږ ته هغه دوه تنه وښیه چې د پېریانو او انسانانو ځنې وو، چې مونږ دغه دواړه د خپلو قدمونو له لاندې كړو، د دې لپاره چې دغه دواړه د تر ټولو ښكته خلقو څخه شي"
    },
    {
      "number": 30,
      "text": "إِنَّ ٱلَّذِينَ قَالُوا۟ رَبُّنَا ٱللَّهُ ثُمَّ ٱسْتَقَٰمُوا۟ تَتَنَزَّلُ عَلَيْهِمُ ٱلْمَلَٰٓئِكَةُ أَلَّا تَخَافُوا۟ وَلَا تَحْزَنُوا۟ وَأَبْشِرُوا۟ بِٱلْجَنَّةِ ٱلَّتِى كُنتُمْ تُوعَدُونَ",
      "page": 480,
      "juz": 24,
      "hizb": 48,
      "sajda": false,
      "translation_dari": "بی‌گمان کسانی که گفتند: پروردگار ما الله است. باز (بر این عقیده) استقامت نمودند، فرشتگان بر آنان فرود می‌آیند (و به آنان مژده می‌دهند) که نترسید و غمگین نباشید و بشارت باد بر شما به بهشتی که وعده داده می‌شدید.",
      "translation_pashto": "41-30 بېشكه هغه كسان چې (په رښتیا) يې ویلي دي: زمونږ رب الله دى، بیا ټینګ ولاړ وي (، نو) په دوى ملايك نازلېږي چې تاسو مه وېرېږئ او مه غمګین كېږئ او تاسو د هغه جنت زېرى واخلئ چې تاسو سره به يې وعده كولى شوه"
    },
    {
      "number": 31,
      "text": "نَحْنُ أَوْلِيَآؤُكُمْ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَفِى ٱلْءَاخِرَةِ ۖ وَلَكُمْ فِيهَا مَا تَشْتَهِىٓ أَنفُسُكُمْ وَلَكُمْ فِيهَا مَا تَدَّعُونَ",
      "page": 480,
      "juz": 24,
      "hizb": 48,
      "sajda": false,
      "translation_dari": "ما در زندگانی دنیا و آخرت دوستان شما هستیم و (اکنون هم) در آخرت برای شما هر چه آرزو کنید و هر چه بخواهید هست.",
      "translation_pashto": "41-31 مونږ ستاسو دوستان یو په دنيايي ژوند كې او په اخرت كې (هم) او تاسو لپاره په دغه (جنت) كې هر هغه (نعمتونه) شته چې ستاسو نفسونه يې خوښوي او تاسو لپاره په دغه (جنت) كې هر هغه څه دي چې تاسو يې غواړئ"
    },
    {
      "number": 32,
      "text": "نُزُلًۭا مِّنْ غَفُورٍۢ رَّحِيمٍۢ",
      "page": 480,
      "juz": 24,
      "hizb": 48,
      "sajda": false,
      "translation_dari": "(اینها همه) پذیرایی از سوى الله آمرزگار مهربان است.",
      "translation_pashto": "41-32 په داسې حال كې چې د ډېر بخښونكي، بې حده رحم كوونكي له جانبه مېلمستیا ده"
    },
    {
      "number": 33,
      "text": "وَمَنْ أَحْسَنُ قَوْلًۭا مِّمَّن دَعَآ إِلَى ٱللَّهِ وَعَمِلَ صَٰلِحًۭا وَقَالَ إِنَّنِى مِنَ ٱلْمُسْلِمِينَ",
      "page": 480,
      "juz": 24,
      "hizb": 48,
      "sajda": false,
      "translation_dari": "و کیست خوش سخن‌تر از کسی که به‌سوی الله دعوت کند و کارهای نیک کند و گوید: من از جملۀ مسلمانان هستم؟",
      "translation_pashto": "41-33 او د خبرې په لحاظ له هغه چا نه څوك ډېر ښه دى چې الله ته بلنه كوي او نېك عمل كوئ او وايي چې بېشكه زه له مسلمانانو ځنې یم؟"
    },
    {
      "number": 34,
      "text": "وَلَا تَسْتَوِى ٱلْحَسَنَةُ وَلَا ٱلسَّيِّئَةُ ۚ ٱدْفَعْ بِٱلَّتِى هِىَ أَحْسَنُ فَإِذَا ٱلَّذِى بَيْنَكَ وَبَيْنَهُۥ عَدَٰوَةٌۭ كَأَنَّهُۥ وَلِىٌّ حَمِيمٌۭ",
      "page": 480,
      "juz": 24,
      "hizb": 48,
      "sajda": false,
      "translation_dari": "و نیکی و بدی برابر نیست، (بدی دیگران را) به شیوه‌ای که بهتر است دفع کن، که (اگر چنین کنی) ناگاه کسی که میان تو و او دشمنی است، چون دوست گرم و صمیمی گردد.",
      "translation_pashto": "41-34 او نېكي او بدي هیڅكله سره نه برابرېږي. ته په هغې طریقې سره جواب وركوه چې تر ټولو ښه وي، نو ناڅاپه به هغه كس چې ستا په مینځ كې او د هغه په مینځ كې دښمني وي، داسې شي ګویا كې هغه ستا ډېر مهربان دوست دى"
    },
    {
      "number": 35,
      "text": "وَمَا يُلَقَّىٰهَآ إِلَّا ٱلَّذِينَ صَبَرُوا۟ وَمَا يُلَقَّىٰهَآ إِلَّا ذُو حَظٍّ عَظِيمٍۢ",
      "page": 480,
      "juz": 24,
      "hizb": 48,
      "sajda": false,
      "translation_dari": "و جز صابران (این خصلت نیکو) را دریافت نمی‌کنند و این را جز کسانی که بهرۀ بزرگی (از اخلاق و ایمان) داشته باشند نخواهد یافت.",
      "translation_pashto": "41-35 او دا (خصلت) نه وركول كېږي مګر هغو كسانو ته چې صبر كوي او دا نه وركول كېږي مګر د ډېرې لويې برخې والا ته"
    },
    {
      "number": 36,
      "text": "وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيْطَٰنِ نَزْغٌۭ فَٱسْتَعِذْ بِٱللَّهِ ۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
      "page": 480,
      "juz": 24,
      "hizb": 48,
      "sajda": false,
      "translation_dari": "و هرگاه وسوسه‌ای از شیطان به تو رسد، پس به الله پناه ببر، چون او شنوای داناست.",
      "translation_pashto": "41-36 او كه خامخا تا ته د شیطان له جانبه څه وسوسه راشي، نو ته په الله پورې پناه ونیسه، بېشكه هم هغه ښه اورېدونكى، ښه پوه دى"
    },
    {
      "number": 37,
      "text": "وَمِنْ ءَايَٰتِهِ ٱلَّيْلُ وَٱلنَّهَارُ وَٱلشَّمْسُ وَٱلْقَمَرُ ۚ لَا تَسْجُدُوا۟ لِلشَّمْسِ وَلَا لِلْقَمَرِ وَٱسْجُدُوا۟ لِلَّهِ ٱلَّذِى خَلَقَهُنَّ إِن كُنتُمْ إِيَّاهُ تَعْبُدُونَ",
      "page": 480,
      "juz": 24,
      "hizb": 48,
      "sajda": false,
      "translation_dari": "از علامات قدرت او شب و روز و آفتاب و ماه است، پس برای آفتاب و ماه سجده نکنید، بلکه برای پروردگاری که آنها را آفریده است سجده کنید، اگر واقعا تنها او را عبادت می‌کنید.",
      "translation_pashto": "41-37 او د هغه له دلیلونو څخه شپه او ورځ او لمر او سپوږمۍ دي، تاسو مه لمر ته سجده كوئ او مه سپوږمۍ ته او تاسو خاص الله ته سجده كوئ چې دغه (نښې) يې پیدا كړې دي، كه چېرې تاسو خاص د هغه عبادت كوئ"
    },
    {
      "number": 38,
      "text": "فَإِنِ ٱسْتَكْبَرُوا۟ فَٱلَّذِينَ عِندَ رَبِّكَ يُسَبِّحُونَ لَهُۥ بِٱلَّيْلِ وَٱلنَّهَارِ وَهُمْ لَا يَسْـَٔمُونَ ۩",
      "page": 480,
      "juz": 24,
      "hizb": 48,
      "sajda": false,
      "translation_dari": "پس اگر (کافران) تكبر ورزیدند (باکی نیست زیرا) آنانکه نزد پروردگارت هستند شب و روز او را به پاکی یاد می‌کنند و آنان خسته نمی‌شوند.",
      "translation_pashto": "41-38 نو كه دوى تكبر وكړ، نو هغه څوك چې له الله سره دي، هغوى شپه او ورځ د ده پاكي بیانوي، په داسې حال كې چې نه ستړي كېږي"
    },
    {
      "number": 39,
      "text": "وَمِنْ ءَايَٰتِهِۦٓ أَنَّكَ تَرَى ٱلْأَرْضَ خَٰشِعَةًۭ فَإِذَآ أَنزَلْنَا عَلَيْهَا ٱلْمَآءَ ٱهْتَزَّتْ وَرَبَتْ ۚ إِنَّ ٱلَّذِىٓ أَحْيَاهَا لَمُحْىِ ٱلْمَوْتَىٰٓ ۚ إِنَّهُۥ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرٌ",
      "page": 481,
      "juz": 24,
      "hizb": 48,
      "sajda": false,
      "translation_dari": "و از علامات قدرت الله این است که تو زمین را پژمرده و بی‌جان می‌بینی، اما چون آب را بر آن فرود آوریم به حرکت آید و سبز شود و نمو کند. البته ذاتی که این زمین را زنده می‌گرداند همان ذات زنده کنندۀ مردگان است بی‌گمان او بر هر چیزی قادر است.",
      "translation_pashto": "41-39 او د هغه له نښو څخه دا دي چې بېشكه ته ځمكه وچه كلكه وینې، نو كله چې مونږ په دې اوبه نازلې كړو(نو) وخوځېږي او وپړسېږي، بېشكه هغه ذات چې دغه يې ژوندۍ كړې ده، خامخا د مړیو ژوندى كوونكى دى، بېشكه هغه په هر شي باندې ښه قادر دى"
    },
    {
      "number": 40,
      "text": "إِنَّ ٱلَّذِينَ يُلْحِدُونَ فِىٓ ءَايَٰتِنَا لَا يَخْفَوْنَ عَلَيْنَآ ۗ أَفَمَن يُلْقَىٰ فِى ٱلنَّارِ خَيْرٌ أَم مَّن يَأْتِىٓ ءَامِنًۭا يَوْمَ ٱلْقِيَٰمَةِ ۚ ٱعْمَلُوا۟ مَا شِئْتُمْ ۖ إِنَّهُۥ بِمَا تَعْمَلُونَ بَصِيرٌ",
      "page": 481,
      "juz": 24,
      "hizb": 48,
      "sajda": false,
      "translation_dari": "البته کسانی که در آیات ما به انحراف و باطل می‌روند بر ما پوشیده نیستند. آیا کسیکه در آتش انداخته می‌شود بهتر است یا کسی که در آرامش و آسایش در روز قیامت (به سوی حشر و حساب) می‌آید؟ شما هرچه می‌خواهید انجام دهید یقینا او به آنچه می‌کنید بیناست.",
      "translation_pashto": "41-40 بېشكه هغه كسان چې زمونږ په ایتونو كې كاږه روان دي (او غلطې معناګانې كوي)، نو دوى پر مونږ پټ نه دي، ایا نو هغه څوك چې په اور كې غورځولى شي، ډېر غوره دى، یا هغه څوك چې د قیامت په ورځ  (له عذاب نه) په امن كې راشي، څه چې ستاسو خوښ وي هغه كوئ، بېشكه هغه (الله) په هغو كارونو چې تاسو يې كوئ ؛ ښه لیدونكى دى"
    },
    {
      "number": 41,
      "text": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ بِٱلذِّكْرِ لَمَّا جَآءَهُمْ ۖ وَإِنَّهُۥ لَكِتَٰبٌ عَزِيزٌۭ",
      "page": 481,
      "juz": 24,
      "hizb": 48,
      "sajda": false,
      "translation_dari": "يقينا آنانی که قرآن را چون به آنها رسید انکار کردند (به سبب كفرشان مجازات خواهند شد) در حالی که این کتاب ارجمند است.",
      "translation_pashto": "41-41 بېشكه هغه كسان چې په ذكر (قرآن) سره كافران شوي دي، كله چې (دا ذكر) دوى ته راغى، په دې حال كې چې یقینًا دغه (ذكر) خامخا ډېر قوي كتاب دى"
    },
    {
      "number": 42,
      "text": "لَّا يَأْتِيهِ ٱلْبَٰطِلُ مِنۢ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِۦ ۖ تَنزِيلٌۭ مِّنْ حَكِيمٍ حَمِيدٍۢ",
      "page": 481,
      "juz": 24,
      "hizb": 48,
      "sajda": false,
      "translation_dari": "باطل از هیچ جهتی، نه از پیشرو و نه از پشت سر، در آن راه نمی‌یابد زیرا از (سوی) ذات باحکمت و ستوده فرستاده شده است.",
      "translation_pashto": "41-42 باطل ده ته نه د ده له مخې نه راتلى شي او نه د ده له شا نه، د ډېر حكمت والا، ښه ستايل شوي (الله) له جانبه رالېږل شوى دى"
    },
    {
      "number": 43,
      "text": "مَّا يُقَالُ لَكَ إِلَّا مَا قَدْ قِيلَ لِلرُّسُلِ مِن قَبْلِكَ ۚ إِنَّ رَبَّكَ لَذُو مَغْفِرَةٍۢ وَذُو عِقَابٍ أَلِيمٍۢ",
      "page": 481,
      "juz": 24,
      "hizb": 48,
      "sajda": false,
      "translation_dari": "به تو گفته نمی‌شود جز آنچه به پیغمبران پیش از تو نیز گفته شده است، یقینا پروردگار تو صاحب آمرزش بزرگ و عذاب دردناک است.",
      "translation_pashto": "41-43 تا ته نه ویل كېږي مګر هغه خبرې چې یقینًا له تا نه مخكې رسولانو ته ويل شوي دي، بېشكه ستا رب خامخا د مغفرت والا او د ډېر دردوونكي عذاب والا دى"
    },
    {
      "number": 44,
      "text": "وَلَوْ جَعَلْنَٰهُ قُرْءَانًا أَعْجَمِيًّۭا لَّقَالُوا۟ لَوْلَا فُصِّلَتْ ءَايَٰتُهُۥٓ ۖ ءَا۬عْجَمِىٌّۭ وَعَرَبِىٌّۭ ۗ قُلْ هُوَ لِلَّذِينَ ءَامَنُوا۟ هُدًۭى وَشِفَآءٌۭ ۖ وَٱلَّذِينَ لَا يُؤْمِنُونَ فِىٓ ءَاذَانِهِمْ وَقْرٌۭ وَهُوَ عَلَيْهِمْ عَمًى ۚ أُو۟لَٰٓئِكَ يُنَادَوْنَ مِن مَّكَانٍۭ بَعِيدٍۢ",
      "page": 481,
      "juz": 24,
      "hizb": 48,
      "sajda": false,
      "translation_dari": "و اگر آن را قرآن عجمی قرار می‌دادیم حتما می‌گفتند: چرا آیت‌هایش به تفصيل (و روشن) بیان نشده؟ آیا (قرآن) به زبان غیر عربی (نازل می‌شود) و (پیغمبر مرد) عربی (باشد)؟ بگو: قرآن برای مؤمنان سبب هدایت و شفا است و کسانی که ایمان نمی‌آورند در گوش‌هایشان گرانی است و آن (قرآن) بر آنان سبب کوری است. (گویی) ایشان از دور ندا می‌شوند (ولی صدا را نمی‌شنوند).",
      "translation_pashto": "41-44 او كه مونږ دا (كتاب) عجمې قرآن ګرځولى وى، (نو) دوى به ضرور ویلى چې ولې د ده ایتونه واضح نه دي بیان شوي، ایا (كتاب) عجمي دى او (نبي يې) عربي دى، ته (دوى ته) ووایه: دغه (قرآن) د هغو كسانو لپاره چې ایمان يې راوړى دى ؛ هدایت او شفا دى او هغه كسان چې ایمان نه راوړي ؛ د هغوى په غوږونو كې دروندوالى دى، په داسې حال كې چې دغه (قرآن) په دوى ړوندوالى دى. دغه خلق (كفار ګویاكې داسې) دي چې دوى ته له ډېر لرې ځایه اواز كولى شي"
    },
    {
      "number": 45,
      "text": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَٰبَ فَٱخْتُلِفَ فِيهِ ۗ وَلَوْلَا كَلِمَةٌۭ سَبَقَتْ مِن رَّبِّكَ لَقُضِىَ بَيْنَهُمْ ۚ وَإِنَّهُمْ لَفِى شَكٍّۢ مِّنْهُ مُرِيبٍۢ",
      "page": 481,
      "juz": 24,
      "hizb": 48,
      "sajda": false,
      "translation_dari": "و البته به موسی کتاب (آسمانی) دادیم پس در آن اختلاف شد، و اگر سخن پروردگارت از پیش بر این صادر نشده بود، حتما در میان ایشان فیصله می‌گردید. و آنان در بارۀ آن (قرآن) در شک قوی و سوء ظن هستند.",
      "translation_pashto": "41-45 او یقینًا یقینًا مونږ موسٰى ته كتاب وركړى و، نو په دغه (كتاب) كې اختلاف وكړى شو او كه چېرې هغه كلمه نه وى چې ستا د رب له جانبه ړومبى شوې ده،(نو) خامخا به د دوى په مینځ كې فیصله شوې وى. او بېشكه دوى د ده په هكله خامخا په اضطراب اچوونكي شك كې دي"
    },
    {
      "number": 46,
      "text": "مَّنْ عَمِلَ صَٰلِحًۭا فَلِنَفْسِهِۦ ۖ وَمَنْ أَسَآءَ فَعَلَيْهَا ۗ وَمَا رَبُّكَ بِظَلَّٰمٍۢ لِّلْعَبِيدِ",
      "page": 481,
      "juz": 24,
      "hizb": 48,
      "sajda": false,
      "translation_dari": "هرکس کار نیک انجام دهد به سود خود اوست و هرکس کار بدی کند به زیان خود می‌کند و پروردگار تو به بندگان ظالم نیست.",
      "translation_pashto": "41-46 هر څوك چې نېك عمل كوي، نو د خپل ځان لپاره (يې كوي) او څوك چې بدي كوي، نو ضرر يې په همده دى، او ستا رب په (خپلو) بنده ګانو د هېڅ ظلم كوونكى نه دى"
    },
    {
      "number": 47,
      "text": "۞ إِلَيْهِ يُرَدُّ عِلْمُ ٱلسَّاعَةِ ۚ وَمَا تَخْرُجُ مِن ثَمَرَٰتٍۢ مِّنْ أَكْمَامِهَا وَمَا تَحْمِلُ مِنْ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلْمِهِۦ ۚ وَيَوْمَ يُنَادِيهِمْ أَيْنَ شُرَكَآءِى قَالُوٓا۟ ءَاذَنَّٰكَ مَا مِنَّا مِن شَهِيدٍۢ",
      "page": 482,
      "juz": 25,
      "hizb": 49,
      "sajda": false,
      "translation_dari": "علم به زمان وقوع قیامت به الله باز می‌گردد. و هیچ میوه‌ای از غلاف خود بیرون نمی‌آید و هیچ ماده‌ای باردار نمی‌شود و وضع حمل نمی‌کند مگر با علم و اطلاع او، و روزی که الله آنان را ندا کند: شرکایی که با من (شریک می‌پنداشتید) کجایند؟ گویند: به تو خبر دادیم (ای الله) که از ما کسی گواه شریک بودن آنها نیست.",
      "translation_pashto": "41-47 خاص همده ته د قیامت علم ورسپارلى  شي او هېڅ مېوې له خپلو غلافونو څخه نه راوځي او نه هېڅ  یو ښځه حامله كېږي او نه (بچى) زېږوي مګر د دغه (الله) په علم سره او (یاده كړه) هغه ورځ چې دوى ته به (رب) اواز وكړي چې (ستاسو په عقیده) زما شریكان چېرته دي؟ دوى به ووايي: مونږ ته خبر كړې چې (اوس) پر مونږ كې هیڅوك (د دې خبرې) ګواهي كوونكى نشته"
    },
    {
      "number": 48,
      "text": "وَضَلَّ عَنْهُم مَّا كَانُوا۟ يَدْعُونَ مِن قَبْلُ ۖ وَظَنُّوا۟ مَا لَهُم مِّن مَّحِيصٍۢ",
      "page": 482,
      "juz": 25,
      "hizb": 49,
      "sajda": false,
      "translation_dari": "و آنچه را که از پیش می‌خواندند از نزد آنها ناپدید می‌شود و یقین پیدا می‌کنند که هیچ راه فرار ندارند.",
      "translation_pashto": "41-48 او له دوى نه به هغه (معبودان) ورك شي چې له دې نه مخكې به دوى بلل او دوى به یقین وكړي چې د دوى لپاره د تېښتې هېڅ ځاى نشته"
    },
    {
      "number": 49,
      "text": "لَّا يَسْـَٔمُ ٱلْإِنسَٰنُ مِن دُعَآءِ ٱلْخَيْرِ وَإِن مَّسَّهُ ٱلشَّرُّ فَيَـُٔوسٌۭ قَنُوطٌۭ",
      "page": 482,
      "juz": 25,
      "hizb": 49,
      "sajda": false,
      "translation_dari": "انسان از طلب خير خسته نمی‌شود. و اگر شری به او برسد مأیوس و ناامید می‌گردد.",
      "translation_pashto": "41-49 انسان د خیر له غوښتلو نه نه ستړى كېږي او كه ده ته شر (او تكلیف) ورسېږي، نو ډېر ناهېلى، ډېر نا امېده وي"
    },
    {
      "number": 50,
      "text": "وَلَئِنْ أَذَقْنَٰهُ رَحْمَةًۭ مِّنَّا مِنۢ بَعْدِ ضَرَّآءَ مَسَّتْهُ لَيَقُولَنَّ هَٰذَا لِى وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةًۭ وَلَئِن رُّجِعْتُ إِلَىٰ رَبِّىٓ إِنَّ لِى عِندَهُۥ لَلْحُسْنَىٰ ۚ فَلَنُنَبِّئَنَّ ٱلَّذِينَ كَفَرُوا۟ بِمَا عَمِلُوا۟ وَلَنُذِيقَنَّهُم مِّنْ عَذَابٍ غَلِيظٍۢ",
      "page": 482,
      "juz": 25,
      "hizb": 49,
      "sajda": false,
      "translation_dari": "و اگر پس از سختی که به انسان رسیده است از طرف خود رحمتی به او بچشانیم، حتما خواهد گفت: این حق من و لايق من است (و چنان مغرور می‌شود که می‌گوید) گمان نمی‌کنم قیامت برپا شود و اگر به‌سوی پروردگارم باز گردانیده شوم، حتما در پیشگاه او دارای مقام و منزلت خوبی هستم. پس بی‌گمان کافران را به آنچه کرده‌اند خبر خواهیم داد و حتما عذاب بسیار سخت به آنها می‌چشانیم.",
      "translation_pashto": "41-50 او كه خامخا مونږ په ده له  خپل جانب نه رحمت وڅكوو، له هغه تكلیف نه وروسته چې ده ته رسېدلى وي (،نو) خامخا لازمًا به وايي: دا زما (حق) دى او زه د قیامت په هكله ګمان نه كوم چې قايم به شي او خامخا كه زه خپل رب ته بېرته وګرځولى شم، (نو) بېشكه زما لپاره به د هغه په نېز خامخا تر ټولو ښه حالت (جنت) وي، نو مونږ به خامخا لازمًا كافران شوي كسان په خپلو عملونو خبر كړو او خامخا لازمًا به مونږ دوى ته له ډېر سخت عذاب ځنې وڅكوو"
    },
    {
      "number": 51,
      "text": "وَإِذَآ أَنْعَمْنَا عَلَى ٱلْإِنسَٰنِ أَعْرَضَ وَنَـَٔا بِجَانِبِهِۦ وَإِذَا مَسَّهُ ٱلشَّرُّ فَذُو دُعَآءٍ عَرِيضٍۢ",
      "page": 482,
      "juz": 25,
      "hizb": 49,
      "sajda": false,
      "translation_dari": "و هرگاه به انسان نعمت دهیم روی گردان می‌شود و تکبر می‌ورزد و هرگاه رنج و بلایی به او برسد، بسیار دعای طولانی می‌کند.",
      "translation_pashto": "41-51 او كله چې مونږ په انسان باندې انعام وكړو (نو) دى (له حقه) مخ واړوي او خپل جانب (ځان) لرې كړي او كله چې ده ته سختي ورسېږي، نو بیا د ډېرې اوږدې دعا والا وي"
    },
    {
      "number": 52,
      "text": "قُلْ أَرَءَيْتُمْ إِن كَانَ مِنْ عِندِ ٱللَّهِ ثُمَّ كَفَرْتُم بِهِۦ مَنْ أَضَلُّ مِمَّنْ هُوَ فِى شِقَاقٍۭ بَعِيدٍۢ",
      "page": 482,
      "juz": 25,
      "hizb": 49,
      "sajda": false,
      "translation_dari": "(ای پیغمبر) بگو: به من خبر دهید اگر این (قرآن) از سوى الله آمده باشد باز (شما) به آن کفر ورزید، کیست گمراه‌تر از آن که در مخالفت شدید با حق باشد؟",
      "translation_pashto": "41-52 ته (دوى ته) ووایه: تاسو ما خبر كړئ! كه چېرې دغه (قرآن) د الله له جانبه وي، بیا تاسو په ده سره كافران شئ، (نو) له هغه چا نه لوى ګمراه څوك دى چې په ډېر لرې مخالفت كې وي"
    },
    {
      "number": 53,
      "text": "سَنُرِيهِمْ ءَايَٰتِنَا فِى ٱلْءَافَاقِ وَفِىٓ أَنفُسِهِمْ حَتَّىٰ يَتَبَيَّنَ لَهُمْ أَنَّهُ ٱلْحَقُّ ۗ أَوَلَمْ يَكْفِ بِرَبِّكَ أَنَّهُۥ عَلَىٰ كُلِّ شَىْءٍۢ شَهِيدٌ",
      "page": 482,
      "juz": 25,
      "hizb": 49,
      "sajda": false,
      "translation_dari": "به زودی نشانه‌های قدرت خود را در اطراف عالم و (هم) در نفس خودشان به آنها نشان خواهیم داد تا برای ایشان روشن و ثابت شود که يقينا او حق است. آیا کافی نیست که پروردگارت بر هر چیزی گواه باشد؟",
      "translation_pashto": "41-53 ژر ده چې مونږ به دوى ته خپلې نښې په افاقو (د عالم په اطرافو) كې او د دوى په ځانونو كې وښیو، تر دې چې دوى ته ښه څرګند شي چې یقینًا هم دغه (قرآن) حق دى او ایا ستا رب ښه كافي نه دى دا چې یقینًا هغه په هر شي باندې خبردار دى"
    },
    {
      "number": 54,
      "text": "أَلَآ إِنَّهُمْ فِى مِرْيَةٍۢ مِّن لِّقَآءِ رَبِّهِمْ ۗ أَلَآ إِنَّهُۥ بِكُلِّ شَىْءٍۢ مُّحِيطٌۢ",
      "page": 482,
      "juz": 25,
      "hizb": 49,
      "sajda": false,
      "translation_dari": "آگاه باش که آنان از ملاقات پروردگارشان (در قیامت) در شک عمیق اند! آگاه باش که او (الله) به همه چیز احاطه دارد.",
      "translation_pashto": "41-54 خبردار شئ! بېشكه دوى د خپل رب له ملاقات نه په شك كې دي، خبردار شئ! بېشكه هغه په هر شي احاطه كوونكى دى"
    }
  ]
}