{
  "number": 43,
  "name": "الزخرف",
  "name_dari": "زخرف",
  "meaning_dari": "زینت",
  "revelationType": "مکی",
  "numberOfAyahs": 89,
  "ayahs": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ حمٓ",
      "page": 489,
      "juz": 25,
      "hizb": 49,
      "sajda": false,
      "translation_dari": "حم. (مفهوم این حروف به الله معلوم است)،",
      "translation_pashto": "43-1 حا، ميم"
    },
    {
      "number": 2,
      "text": "وَٱلْكِتَٰبِ ٱلْمُبِينِ",
      "page": 489,
      "juz": 25,
      "hizb": 49,
      "sajda": false,
      "translation_dari": "قسم به این کتاب واضح (و بیانگر حق و باطل).",
      "translation_pashto": "43-2 قسم دى، په دغه روښانه كتاب"
    },
    {
      "number": 3,
      "text": "إِنَّا جَعَلْنَٰهُ قُرْءَٰنًا عَرَبِيًّۭا لَّعَلَّكُمْ تَعْقِلُونَ",
      "page": 489,
      "juz": 25,
      "hizb": 49,
      "sajda": false,
      "translation_dari": "به یقین ما این (کتاب) را قرآن عربی گردانیدیم تا شما بفهمید.",
      "translation_pashto": "43-3 بېشكه مونږ دا عربي قرآن ګرځولى دى، د دې لپاره چې تاسو له عقل نه كار واخلئ"
    },
    {
      "number": 4,
      "text": "وَإِنَّهُۥ فِىٓ أُمِّ ٱلْكِتَٰبِ لَدَيْنَا لَعَلِىٌّ حَكِيمٌ",
      "page": 489,
      "juz": 25,
      "hizb": 49,
      "sajda": false,
      "translation_dari": "و البته این کتاب در لوح محفوظ پیش ما ثبت است که بلند مرتبه و پر از حکمت است.",
      "translation_pashto": "43-4 او بېشكه دا په ام الكتب (لوح محفوظ) كې زمونږ په نزد خامخا ډېر اوچت، ډېر حكمت والا دى"
    },
    {
      "number": 5,
      "text": "أَفَنَضْرِبُ عَنكُمُ ٱلذِّكْرَ صَفْحًا أَن كُنتُمْ قَوْمًۭا مُّسْرِفِينَ",
      "page": 489,
      "juz": 25,
      "hizb": 49,
      "sajda": false,
      "translation_dari": "آیا این قرآن را از شما باز گردانیم به خاطر آنکه شما گروه اسرافکارید؟",
      "translation_pashto": "43-5 ایا نو مونږ له تاسو نه دا ذكر (قرآن) واړوو (بند كړو) بېخي اړول (بندول)، په دې سبب چې تاسو له حده تېرېدونكى قوم یئ"
    },
    {
      "number": 6,
      "text": "وَكَمْ أَرْسَلْنَا مِن نَّبِىٍّۢ فِى ٱلْأَوَّلِينَ",
      "page": 489,
      "juz": 25,
      "hizb": 49,
      "sajda": false,
      "translation_dari": "و چه بسیار پیغمبران را در میان امت‌های پیشین فرستادیم.",
      "translation_pashto": "43-6 او مونږ په ړومبنو خلقو كې څومره ډېر نبیان لېږلي دي"
    },
    {
      "number": 7,
      "text": "وَمَا يَأْتِيهِم مِّن نَّبِىٍّ إِلَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
      "page": 489,
      "juz": 25,
      "hizb": 49,
      "sajda": false,
      "translation_dari": "و هیچ پیغمبری به نزد آنان نمی‌آمد مگر آنکه او را مسخره می‌کردند.",
      "translation_pashto": "43-7 او دوى ته به هېڅ یو نبي نه راته مګر دوى به په هغه پورې مسخرې كولې"
    },
    {
      "number": 8,
      "text": "فَأَهْلَكْنَآ أَشَدَّ مِنْهُم بَطْشًۭا وَمَضَىٰ مَثَلُ ٱلْأَوَّلِينَ",
      "page": 489,
      "juz": 25,
      "hizb": 49,
      "sajda": false,
      "translation_dari": "پس ما کسانی را هلاک کردیم که سخت‌تر از این اسرافکاران بودند. و نمونه‌هایی از عذاب پیشینیان گذشته است.",
      "translation_pashto": "43-8 نو مونږ هغه هلاك كړل چې له دوى نه په نیولو (او قوت) كې ډېر زیات سخت وو او د ړومبنیو خلقو مثال (او حال) تېر  شوى دى"
    },
    {
      "number": 9,
      "text": "وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ لَيَقُولُنَّ خَلَقَهُنَّ ٱلْعَزِيزُ ٱلْعَلِيمُ",
      "page": 489,
      "juz": 25,
      "hizb": 49,
      "sajda": false,
      "translation_dari": "و اگر از آنان بپرسی که چه کسی آسمان‌ها و زمین را آفریده است، حتما می‌گویند: آنها را پروردگار غالب دانا آفریده است.",
      "translation_pashto": "43-9 او قسم دى كه ته له دوى نه تپوس وكړې چې اسمانونه او ځمكه چا پیدا كړي دي (، نو) دوى به خامخا لازمًا ووايي چې دغه ډېر غالب، ډېر پوه ذات پیدا كړي دي"
    },
    {
      "number": 10,
      "text": "ٱلَّذِى جَعَلَ لَكُمُ ٱلْأَرْضَ مَهْدًۭا وَجَعَلَ لَكُمْ فِيهَا سُبُلًۭا لَّعَلَّكُمْ تَهْتَدُونَ",
      "page": 489,
      "juz": 25,
      "hizb": 49,
      "sajda": false,
      "translation_dari": "و آن ذاتی که زمین را برایتان محل آسایش گردانید و در آن برای شما راهها قرار داد تا شاید راه یابید.",
      "translation_pashto": "43-10 هغه چې تاسو لپاره يې ځمكه فرش ګرځولې ده او تاسو لپاره يې په دې كې لارې پیدا كړي دي، د دې لپاره چې نېغه لار ومومئ"
    },
    {
      "number": 11,
      "text": "وَٱلَّذِى نَزَّلَ مِنَ ٱلسَّمَآءِ مَآءًۢ بِقَدَرٍۢ فَأَنشَرْنَا بِهِۦ بَلْدَةًۭ مَّيْتًۭا ۚ كَذَٰلِكَ تُخْرَجُونَ",
      "page": 490,
      "juz": 25,
      "hizb": 49,
      "sajda": false,
      "translation_dari": "و آن ذاتی که از آسمان به اندازۀ معین آب فرود آورد، پس با آن آب زمین مرده را زنده کردیم. شما نیز این گونه (از قبرها) بیرون آورده می‌شوید.",
      "translation_pashto": "43-11 او هغه ذات چې له بره نه يې اوبه په اندازې سره نازلې كړې دي، پس په دغو سره مونږ مړ ښار راژوندى كړى دى، همداسې به تاسو راوېستلى شئ"
    },
    {
      "number": 12,
      "text": "وَٱلَّذِى خَلَقَ ٱلْأَزْوَٰجَ كُلَّهَا وَجَعَلَ لَكُم مِّنَ ٱلْفُلْكِ وَٱلْأَنْعَٰمِ مَا تَرْكَبُونَ",
      "page": 490,
      "juz": 25,
      "hizb": 49,
      "sajda": false,
      "translation_dari": "و آن ذاتی که همۀ جفت‌ها (نر و ماده) را آفریده است و برای شما از کشتی‌ها و چهارپایان چیزی آفرید که (بر آنها) سوار می‌شوید.",
      "translation_pashto": "43-12 او هغه ذات چې ټول قسمونه (انواع) يې پیدا كړي دي او تاسو لپاره يې له بېړیو او څارویو نه هغه پیدا كړي دي چې تاسو پرې سورېږئ"
    },
    {
      "number": 13,
      "text": "لِتَسْتَوُۥا۟ عَلَىٰ ظُهُورِهِۦ ثُمَّ تَذْكُرُوا۟ نِعْمَةَ رَبِّكُمْ إِذَا ٱسْتَوَيْتُمْ عَلَيْهِ وَتَقُولُوا۟ سُبْحَٰنَ ٱلَّذِى سَخَّرَ لَنَا هَٰذَا وَمَا كُنَّا لَهُۥ مُقْرِنِينَ",
      "page": 490,
      "juz": 25,
      "hizb": 49,
      "sajda": false,
      "translation_dari": "تا بر پشت آنها قرار گیرید، و چون بر آن استقرار یافتید، نعمت پروردگارتان را یاد کنید، و بگویید: پاک و منزه است آن ذاتی که این را برای ما مسخر کرد و ما بر (رام کردن) آن قادر نبودیم.",
      "translation_pashto": "43-13 د دې لپاره چې تاسو د هغو په شاګانو ښه برابر كېنئ، بیا د خپل رب نعمت رایاد كړئ، كله چې تاسو په دغه برابر كېنئ او ووایئ: پاكي ده هغه ذات لره چې زمونږ لپاره يې دا مسخر (او تابع) كړى دى او مونږ ده لره په قابو كې راوستونكي نه یو"
    },
    {
      "number": 14,
      "text": "وَإِنَّآ إِلَىٰ رَبِّنَا لَمُنقَلِبُونَ",
      "page": 490,
      "juz": 25,
      "hizb": 49,
      "sajda": false,
      "translation_dari": "و البته ما به‌سوی پروردگار خود باز می‌گردیم.",
      "translation_pashto": "43-14 او بېشكه مونږ خاص خپل رب ته خامخا بېرته ورتلونكي یو"
    },
    {
      "number": 15,
      "text": "وَجَعَلُوا۟ لَهُۥ مِنْ عِبَادِهِۦ جُزْءًا ۚ إِنَّ ٱلْإِنسَٰنَ لَكَفُورٌۭ مُّبِينٌ",
      "page": 490,
      "juz": 25,
      "hizb": 49,
      "sajda": false,
      "translation_dari": "و برای او از بندگانش جزئی (مانند فرزند و شریک) قرار دادند، واقعا انسان ناسپاس آشکار است.",
      "translation_pashto": "43-15 او دوى د ده په بنده ګانو كې ځينو لره د ده برخه (او اولاد) وګرځول، بېشكه انسان خامخا ډېر ښكاره ناشكره دى"
    },
    {
      "number": 16,
      "text": "أَمِ ٱتَّخَذَ مِمَّا يَخْلُقُ بَنَاتٍۢ وَأَصْفَىٰكُم بِٱلْبَنِينَ",
      "page": 490,
      "juz": 25,
      "hizb": 49,
      "sajda": false,
      "translation_dari": "آیا از آنچه می‌آفریند (برای خود) دختران را انتخاب کرد و برای شما پسران را برگزیده است؟",
      "translation_pashto": "43-16 ایا (تاسو دا وایئ چې) هغه (الله) له  هغه چا نه، چې دى يې پیدا كوي، د ځان لپاره لوڼه نیولي دي او تاسو يې په زامنو سره غوره كړي يئ"
    },
    {
      "number": 17,
      "text": "وَإِذَا بُشِّرَ أَحَدُهُم بِمَا ضَرَبَ لِلرَّحْمَٰنِ مَثَلًۭا ظَلَّ وَجْهُهُۥ مُسْوَدًّۭا وَهُوَ كَظِيمٌ",
      "page": 490,
      "juz": 25,
      "hizb": 49,
      "sajda": false,
      "translation_dari": "در حالی که چون یکی از آنان را به آن چه برای رحمن مثل زده است، مژده دهند، چهره‌اش سیاه می‌شود و پر از غم می‌گردد.",
      "translation_pashto": "43-17 حال دا چې كله دوى ته په هغه (لور) سره زېرى وركړى شي چې دى يې د رحمٰن لپاره مثال بیانوي (نو) د ده مخ تك تور شي، په دې حال كې چې دى له غمه ډك وي"
    },
    {
      "number": 18,
      "text": "أَوَمَن يُنَشَّؤُا۟ فِى ٱلْحِلْيَةِ وَهُوَ فِى ٱلْخِصَامِ غَيْرُ مُبِينٍۢ",
      "page": 490,
      "juz": 25,
      "hizb": 49,
      "sajda": false,
      "translation_dari": "آیا کسی را که در زیور پرورش یافته و در وقت خصومت و مجادله نمی‌تواند مقصود خود را آشکار و اثبات کند (به الله نسبت می‌دهند؟).",
      "translation_pashto": "43-18 او ایا (دوى د الله لپاره مقرروي) هغه چې په كالیو (زیوراتو) كې لویه ولى شي، حال دا چې په جګړه كې خبره واضحه كوونكي نه وي"
    },
    {
      "number": 19,
      "text": "وَجَعَلُوا۟ ٱلْمَلَٰٓئِكَةَ ٱلَّذِينَ هُمْ عِبَٰدُ ٱلرَّحْمَٰنِ إِنَٰثًا ۚ أَشَهِدُوا۟ خَلْقَهُمْ ۚ سَتُكْتَبُ شَهَٰدَتُهُمْ وَيُسْـَٔلُونَ",
      "page": 490,
      "juz": 25,
      "hizb": 49,
      "sajda": false,
      "translation_dari": "و فرشتگان را که بندگان پروردگار مهربان هستند، مؤنث قرار دادند. آیا در وقت آفریدن آنان حاضر بودند؟ گواهی آنان به زودی نوشته می‌شود و بازخواست خواهند شد.",
      "translation_pashto": "43-19 او  دوى (مشركان) ملايكو لره هغه چې دوى د رحمٰن بنده ګان دي، ښځې ګرځوي، ایا دوى د دغو پیدا كولو ته حاضر وو؟ یقینًا به د دوى ګواهي ولیكل شي او له دوى نه تپوس (هم) كېږي "
    },
    {
      "number": 20,
      "text": "وَقَالُوا۟ لَوْ شَآءَ ٱلرَّحْمَٰنُ مَا عَبَدْنَٰهُم ۗ مَّا لَهُم بِذَٰلِكَ مِنْ عِلْمٍ ۖ إِنْ هُمْ إِلَّا يَخْرُصُونَ",
      "page": 490,
      "juz": 25,
      "hizb": 49,
      "sajda": false,
      "translation_dari": "و گفتند: اگر پروردگار مهربان می‌خواست ما فرشتگان را عبادت نمی‌کردیم، آنان هیچ اطلاع و دلیلی به این ندارند. و ایشان جز از حدس و تخمین، سخنی نمی‌گویند.",
      "translation_pashto": "43-20  او دوى وايي: كه رحمٰن غوښتلي وى، (نو) مونږ به د دغو (باطلو معبودانو) عبادت نه وى كړى، دوى ته د دې (خبرې) هېڅ علم نشته، دوى يواځې اټكلونه چلوي"
    },
    {
      "number": 21,
      "text": "أَمْ ءَاتَيْنَٰهُمْ كِتَٰبًۭا مِّن قَبْلِهِۦ فَهُم بِهِۦ مُسْتَمْسِكُونَ",
      "page": 490,
      "juz": 25,
      "hizb": 49,
      "sajda": false,
      "translation_dari": "آیا پیش از این (قرآن) کتابی به آنان داده‌ایم که ایشان به آن چنگ زده‌اند؟",
      "translation_pashto": "43-21 ایا دوى ته مونږ له دغه (قرآن) نه مخكې كوم كتاب وركړى دى، پس دوى په هغه منګلولې ښخونكي دي"
    },
    {
      "number": 22,
      "text": "بَلْ قَالُوٓا۟ إِنَّا وَجَدْنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٍۢ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّهْتَدُونَ",
      "page": 490,
      "juz": 25,
      "hizb": 49,
      "sajda": false,
      "translation_dari": "بلکه گفتند: يقينا ما پدران خود را بر دینی یافته‌ایم و ما بر نقش قدم آنها روان و راه یافته‌ایم.",
      "translation_pashto": "43-22 بلكې دوى وايي: بېشكه مونږ خپل پلرونه په یوې لارې (طريقې) باندې موندلي دي، او بېشكه مونږ هم د دوى په قدمونو لاره موندونكي یو"
    },
    {
      "number": 23,
      "text": "وَكَذَٰلِكَ مَآ أَرْسَلْنَا مِن قَبْلِكَ فِى قَرْيَةٍۢ مِّن نَّذِيرٍ إِلَّا قَالَ مُتْرَفُوهَآ إِنَّا وَجَدْنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٍۢ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّقْتَدُونَ",
      "page": 491,
      "juz": 25,
      "hizb": 49,
      "sajda": false,
      "translation_dari": "و همین طور در هیچ دیاری پیش از تو بیم دهنده‌ای نفرستاده‌ایم مگر آنکه ثروتمندان متکبر‌شان گفتند: يقينا ما پدران خود را بر دینی یافته‌ایم و ما به راه و روش آنها اقتدا می‌کنیم.",
      "translation_pashto": "43-23 او همداسې مونږ له تا نه مخكې په كوم كلي كې هېڅ یو وېروونكى نه دى لېږلى مګر  د هغه كلي متكبره مالدارو به وویل: بېشكه مونږ خپل پلرونه په یوه لاره (طريقه) موندلي دي او بېشكه مونږ هم د دوى په قدمونو اقتدا كوونكي یو"
    },
    {
      "number": 24,
      "text": "۞ قَٰلَ أَوَلَوْ جِئْتُكُم بِأَهْدَىٰ مِمَّا وَجَدتُّمْ عَلَيْهِ ءَابَآءَكُمْ ۖ قَالُوٓا۟ إِنَّا بِمَآ أُرْسِلْتُم بِهِۦ كَٰفِرُونَ",
      "page": 491,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "(پیغمبر‌شان به آنها) گفت: آیا اگر دینی را هم برای شما بیاورم که هدایت بخش‌تر از دینی باشد که پدرانتان را بر آن یافته‌اید (باز هم از آیین میراثی پیروی می‌کنید؟!) گفتند: ما به آنچه که به آن فرستاده شده‌اید کافریم.",
      "translation_pashto": "43-24 (دوى ته به د دوى نبي) وویل: او ایا اګر كه ما تاسو ته له هغې (لارې) نه زیاته سمه لاره راوړې وي چې تاسو په هغې باندې خپل پلرونه موندلي دي؟ دوى به ویل: بېشكه مونږ په هغه (دین) كفر كوونكي یو چې تاسو په هغه سره رالېږل شوي يئ"
    },
    {
      "number": 25,
      "text": "فَٱنتَقَمْنَا مِنْهُمْ ۖ فَٱنظُرْ كَيْفَ كَانَ عَٰقِبَةُ ٱلْمُكَذِّبِينَ",
      "page": 491,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "پس ما از آنها انتقام گرفتیم، پس ببین که سرانجام تکذیب کنندگان چگونه بود؟",
      "translation_pashto": "43-25 نو مونږ له دوى نه انتقام واخيست، نو ته وګوره د تكذیب كوونكو انجام څنګه و"
    },
    {
      "number": 26,
      "text": "وَإِذْ قَالَ إِبْرَٰهِيمُ لِأَبِيهِ وَقَوْمِهِۦٓ إِنَّنِى بَرَآءٌۭ مِّمَّا تَعْبُدُونَ",
      "page": 491,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "و یادآور شو چون ابراهیم به پدر و قومش گفت: من از آنچه شما می‌پرستید بیزارم.",
      "translation_pashto": "43-26 او  (یاد كړه) هغه وخت چې ابراهیم خپل پلار او خپل قوم ته وویل: بېشكه زه له هغو (معبودانو) نه بېزاره یم چې تاسو يې عبادت كوئ"
    },
    {
      "number": 27,
      "text": "إِلَّا ٱلَّذِى فَطَرَنِى فَإِنَّهُۥ سَيَهْدِينِ",
      "page": 491,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "به جز آن معبودی که مرا آفریده است و او مرا هدایت خواهد کرد.",
      "translation_pashto": "43-27 غیر له هغه ذات نه چې زه يې پیدا كړى یم، پس یقینًا هغه به ما ته خامخا هدایت وكړي"
    },
    {
      "number": 28,
      "text": "وَجَعَلَهَا كَلِمَةًۢ بَاقِيَةًۭ فِى عَقِبِهِۦ لَعَلَّهُمْ يَرْجِعُونَ",
      "page": 491,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "و (الله) آن را در میان فرزندانش کلمۀ ماندنی قرار داد تا آنان (به توحید) باز گردند.",
      "translation_pashto": "43-28 او هغه (ابراهیم) دغه ( د توحید كلمه) په خپل اولاد كې باقي پاتې كېدونكې وګرځوله، د دې لپاره چې راوګرځي"
    },
    {
      "number": 29,
      "text": "بَلْ مَتَّعْتُ هَٰٓؤُلَآءِ وَءَابَآءَهُمْ حَتَّىٰ جَآءَهُمُ ٱلْحَقُّ وَرَسُولٌۭ مُّبِينٌۭ",
      "page": 491,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "بلکه من ایشان و پدرانشان را (از نعمت‌هایم) برخوردار ساختم، تا آنکه حق و پیغمبر آشکار به نزدشان آمد.",
      "translation_pashto": "43-29 بلكې ما دوى او د دوى پلرونو ته نفع وركړه تر هغه پورې چې دوى ته حق (قرآن) او ښكاره بیانوونكى رسول  راغى"
    },
    {
      "number": 30,
      "text": "وَلَمَّا جَآءَهُمُ ٱلْحَقُّ قَالُوا۟ هَٰذَا سِحْرٌۭ وَإِنَّا بِهِۦ كَٰفِرُونَ",
      "page": 491,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "و هنگامی که حق به نزد آنان آمد، گفتند: این جادو است و البته ما به آن کفر می‌ورزیم.",
      "translation_pashto": "43-30 او كله چې دوى ته حق راغى دوى وویل: دا جادو دى، او بېشكه مونږ له ده نه انكار كوونكي یو"
    },
    {
      "number": 31,
      "text": "وَقَالُوا۟ لَوْلَا نُزِّلَ هَٰذَا ٱلْقُرْءَانُ عَلَىٰ رَجُلٍۢ مِّنَ ٱلْقَرْيَتَيْنِ عَظِيمٍ",
      "page": 491,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "و گفتند: چرا این قرآن بر مردی بزرگ (از نگاه جاه و مال) از دو شهر نازل نشد؟",
      "translation_pashto": "43-31 او دوى وویل: دا قرآن په دوه كلیو (ښارونو) كې په یو غټ سړي ولې نه نازلاوه شي؟"
    },
    {
      "number": 32,
      "text": "أَهُمْ يَقْسِمُونَ رَحْمَتَ رَبِّكَ ۚ نَحْنُ قَسَمْنَا بَيْنَهُم مَّعِيشَتَهُمْ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا ۚ وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍۢ دَرَجَٰتٍۢ لِّيَتَّخِذَ بَعْضُهُم بَعْضًۭا سُخْرِيًّۭا ۗ وَرَحْمَتُ رَبِّكَ خَيْرٌۭ مِّمَّا يَجْمَعُونَ",
      "page": 491,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "آیا آنها رحمت پروردگار تو را تقسیم می‌کنند؟ در حالی که ما معیشت آنان را در زندگی دنیا بین آنان تقسیم کرده‌ایم و بعضی را بر بعضی دیگر برتری‌هایی داده‌ایم تا بعضی از آنان بعضی دیگر را به خدمت گیرند و رحمت پروردگارت از آنچه جمع آوری می‌کنند بهتر است.",
      "translation_pashto": "43-32 ایا دوى ستا د رب رحمت تقسیموي؟ مونږ د دوى په مینځ كې په دنيايي ژوند كې د دوى معشیت تقسیم كړى دى او په درجو كې مو د دوى ځینې د ځینو نورو له پاسه پورته كړي دي، د دې لپاره چې د دوى ځینې ځینې نور (تابع او) كار كوونكي ونيسي او ستا د رب رحمت له هغه نه ډېر غوره دى چې دوى يې جمع كوي"
    },
    {
      "number": 33,
      "text": "وَلَوْلَآ أَن يَكُونَ ٱلنَّاسُ أُمَّةًۭ وَٰحِدَةًۭ لَّجَعَلْنَا لِمَن يَكْفُرُ بِٱلرَّحْمَٰنِ لِبُيُوتِهِمْ سُقُفًۭا مِّن فِضَّةٍۢ وَمَعَارِجَ عَلَيْهَا يَظْهَرُونَ",
      "page": 491,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "اگر (این) نبود که مردم (در گمراهی) همه یک امت شوند، ما برای کسانی که به الله مهربان کفر می‌ورزند خانه‌هایی با سقف‌هایی از نقره می‌ساختیم و برای آنان زینه‌های از نقره قرار می‌دادیم که به وسیلۀ آنها بالا بروند.",
      "translation_pashto": "43-33 او كه دا (خطره) نه وى چې خلق به ټول یوه ډله (كافران شي) نو مونږ به خامخا د هغه چا لپاره چې په رحمٰن كافران كېږي، د دوى كورونو  ته به مو د سپینو زرو چتونه او داسې پوړۍ ګرځولې وى چې دوى به په هغو پاس ختلى"
    },
    {
      "number": 34,
      "text": "وَلِبُيُوتِهِمْ أَبْوَٰبًۭا وَسُرُرًا عَلَيْهَا يَتَّكِـُٔونَ",
      "page": 492,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "و برای خانه‌هایشان درهایی (از نقره قرار می‌دادیم) و تخت‌هایی نقره‌ای که بر آنها تکیه کنند (می‌ساختیم).",
      "translation_pashto": "43-34 او د دوى د كوټو لپاره به مو (د سپینو زرو) دروازې او تختونه جوړ كړي وى چې دوى به په هغو تكیه وهلې"
    },
    {
      "number": 35,
      "text": "وَزُخْرُفًۭا ۚ وَإِن كُلُّ ذَٰلِكَ لَمَّا مَتَٰعُ ٱلْحَيَوٰةِ ٱلدُّنْيَا ۚ وَٱلْءَاخِرَةُ عِندَ رَبِّكَ لِلْمُتَّقِينَ",
      "page": 492,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "و هر گونه اسباب زينت (برایشان قرار می‌دادیم)، اما همۀ اینها اسباب برخورداری زندگانی دنیاست و آخرت نزد پروردگارت برای پیرهیزگاران است.",
      "translation_pashto": "43-35 او له سرو زرو نه (دغه او نور زينتونه به مو وركړي وى) او نه دي دغه (ټول څیزونه) مګر د دنيايي ژوند سامان دى او اخرت ستا د رب په نېز د متقیانو (پرهیزګارانو) لپاره دى"
    },
    {
      "number": 36,
      "text": "وَمَن يَعْشُ عَن ذِكْرِ ٱلرَّحْمَٰنِ نُقَيِّضْ لَهُۥ شَيْطَٰنًۭا فَهُوَ لَهُۥ قَرِينٌۭ",
      "page": 492,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "و هر کس که از یاد پروردگار مهربان غافل و روی گردان شود، برایش شیطانی می‌گماریم و آن (شیطان) همنشین او می‌گردد.",
      "translation_pashto": "43-36 او هر هغه څوك چې د رحمٰن له ذكر نه ځان ړوند كړي (،نو) مونږ به په ده باندې یو شیطان مسلط كړو، نو هغه به له ده سره تل ملګرى وي"
    },
    {
      "number": 37,
      "text": "وَإِنَّهُمْ لَيَصُدُّونَهُمْ عَنِ ٱلسَّبِيلِ وَيَحْسَبُونَ أَنَّهُم مُّهْتَدُونَ",
      "page": 492,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "و البته آنان (شیاطین) ایشان (انسانها) را از راه باز می‌دارند و گمان می‌کنند که ایشان هدایت یافته گان‌اند.",
      "translation_pashto": "43-37 او بېشكه دغه (شیطانان) یقینًا دوى (خپل ملګري) له حقې لارې نه منع كوي او دوى ګمان كوي چې بېشكه دوى هدایت موندونكي دي"
    },
    {
      "number": 38,
      "text": "حَتَّىٰٓ إِذَا جَآءَنَا قَالَ يَٰلَيْتَ بَيْنِى وَبَيْنَكَ بُعْدَ ٱلْمَشْرِقَيْنِ فَبِئْسَ ٱلْقَرِينُ",
      "page": 492,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "تا وقتی که (چنین کسی) به پیش ما آید، (و به شیطان همنشین خود) گوید: ای کاش بین من و تو به اندازۀ مشرق و مغرب فاصله بود! چه بد همنشینی بودی.",
      "translation_pashto": "43-38 تر هغه پورې  چې كله دا مونږ ته راشي ( نو) وايي به: اى كاشكې! زما په مینځ كې او ستا په مینځ كې د مشرق او مغرب هومره لرې والى وى، پس (دا) بد ملګرى دى"
    },
    {
      "number": 39,
      "text": "وَلَن يَنفَعَكُمُ ٱلْيَوْمَ إِذ ظَّلَمْتُمْ أَنَّكُمْ فِى ٱلْعَذَابِ مُشْتَرِكُونَ",
      "page": 492,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "و امروز (آرزوی دوری از شیطان) برای شما سودی ندارد، چرا که شما ظلم کرده‌اید.",
      "translation_pashto": "43-39 او كله چې تاسو ظلم كړى دى (نو) تاسو ته به نن ورځ دا خبره له سره نفع درنـكړي چې بېشكه تاسو (او شیطانان ټول) په عذاب كې سره شریك یئ"
    },
    {
      "number": 40,
      "text": "أَفَأَنتَ تُسْمِعُ ٱلصُّمَّ أَوْ تَهْدِى ٱلْعُمْىَ وَمَن كَانَ فِى ضَلَٰلٍۢ مُّبِينٍۢ",
      "page": 492,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "آیا تو می‌توانی به کران بشنوانی؟ و یا اینکه کوران و کسانی را که در گمراهی آشکاری هستند، هدایت کنی؟",
      "translation_pashto": "43-40 ایا نو ته به كڼو ته اورول وكړې، یا به ړندو ته لار ښوونه وكړې او هغه چا ته چې په ښكاره ګمراهۍ كې دى؟"
    },
    {
      "number": 41,
      "text": "فَإِمَّا نَذْهَبَنَّ بِكَ فَإِنَّا مِنْهُم مُّنتَقِمُونَ",
      "page": 492,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "پس وقتی تو را (از میان آنها) ببریم، پس حتمی از آنان انتقام خواهیم گرفت.",
      "translation_pashto": "43-41 نو كه تا مونږ لازمًا بوځو، نو بېشكه مونږ له دوى نه انتقام اخيستونكي یو"
    },
    {
      "number": 42,
      "text": "أَوْ نُرِيَنَّكَ ٱلَّذِى وَعَدْنَٰهُمْ فَإِنَّا عَلَيْهِم مُّقْتَدِرُونَ",
      "page": 492,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "یا آنچه را که به آنان وعده کرده‌ایم به تو نشان دهیم، زیرا ما بر آنان مسلط و مقتدریم.",
      "translation_pashto": "43-42 ایا مونږ تا ته خامخا هغه وښیو چې مونږ يې له دوى سره وعده كړې ده، نو بېشكه مونږ  په دوى پوره قدرت لرونكي یو"
    },
    {
      "number": 43,
      "text": "فَٱسْتَمْسِكْ بِٱلَّذِىٓ أُوحِىَ إِلَيْكَ ۖ إِنَّكَ عَلَىٰ صِرَٰطٍۢ مُّسْتَقِيمٍۢ",
      "page": 492,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "پس به آنچه به تو وحی شده است محکم چنگ بزن، چرا که تو به يقين بر راه مستقیم قرار داری.",
      "translation_pashto": "43-43 نو ته په هغه (قرآن) منګلې ولګوه چې تا ته وحي كړى شوى دى، بېشكه ته په نېغه لار يې"
    },
    {
      "number": 44,
      "text": "وَإِنَّهُۥ لَذِكْرٌۭ لَّكَ وَلِقَوْمِكَ ۖ وَسَوْفَ تُسْـَٔلُونَ",
      "page": 492,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "و چون قرآن برای تو و قومت پندی است و از شما سوال خواهد شد.",
      "translation_pashto": "43-44 او بېشكه دا (قرآن) تا لپاره او ستا د قوم لپاره ذكر (او نصیحت) دى او ژر ده چې له تاسو نه به پوښتنه وكړى شي"
    },
    {
      "number": 45,
      "text": "وَسْـَٔلْ مَنْ أَرْسَلْنَا مِن قَبْلِكَ مِن رُّسُلِنَآ أَجَعَلْنَا مِن دُونِ ٱلرَّحْمَٰنِ ءَالِهَةًۭ يُعْبَدُونَ",
      "page": 492,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "و از (پیروان) پیغمبران پیشین ما بپرس، آیا به جز پروردگار مهربان معبودهایی قرار داده‌ایم که عبادت شوند؟",
      "translation_pashto": "43-45 او ته زمونږ له هغو رسولانو نه تپوس وكړه چې مونږ له تا نه مخكې لېږلي دي، ایا مونږه له رحمن نه غیر نور معبودان مقرر كړي دي چې د دوى عبادت كولى شي"
    },
    {
      "number": 46,
      "text": "وَلَقَدْ أَرْسَلْنَا مُوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرْعَوْنَ وَمَلَإِي۟هِۦ فَقَالَ إِنِّى رَسُولُ رَبِّ ٱلْعَٰلَمِينَ",
      "page": 492,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "و البته موسی را با نشانه‌های خود به‌سوی فرعون و سران (قوم) او فرستادیم (و موسی) گفت: یقیناً من فرستادۀ پروردگار عالمیان‌ام.",
      "translation_pashto": "43-46 او یقینًا یقینًا مونږ موسی زمونږ له نښو سره فرعون او د هغه سردارانو ته لېږلى و، پس ده وویل: بېشكه زه د رب العلمین رسول یم"
    },
    {
      "number": 47,
      "text": "فَلَمَّا جَآءَهُم بِـَٔايَٰتِنَآ إِذَا هُم مِّنْهَا يَضْحَكُونَ",
      "page": 492,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "وقتی که با نشانه‌های ما (به‌سوی) آنان آمد، پس آنان به آن (نشانه‌ها) می‌خندیدند.",
      "translation_pashto": "43-47 نو كله چې هغه دوى ته زمونږ په واضحو نښو سره راغى، ناڅاپه دوى په هغو (نښو) پورې خندل"
    },
    {
      "number": 48,
      "text": "وَمَا نُرِيهِم مِّنْ ءَايَةٍ إِلَّا هِىَ أَكْبَرُ مِنْ أُخْتِهَا ۖ وَأَخَذْنَٰهُم بِٱلْعَذَابِ لَعَلَّهُمْ يَرْجِعُونَ",
      "page": 493,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "و ما هیچ معجزه‌ای را به ایشان نشان نمی‌دادیم مگر اینکه یکی از دیگری بزرگتر بود و آنان را به عذاب گرفتیم تا شاید باز گردند.",
      "translation_pashto": "43-48 او مونږ به دوى ته هېڅ یوه نښه نه ښووله مګر چې هغه به د هغې له خور (مثل) نه ډېره لویه وه او مونږ دوى په عذاب سره راونیول، د دې لپاره چې دوى رجوع وكړي"
    },
    {
      "number": 49,
      "text": "وَقَالُوا۟ يَٰٓأَيُّهَ ٱلسَّاحِرُ ٱدْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ إِنَّنَا لَمُهْتَدُونَ",
      "page": 493,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "و (به موسی) گفتند: ای جادوگر! پروردگارت را با آنچه که به تو عهد کرده است برای ما بخوان، ما حتما هدایت تو را خواهیم پذیرفت.",
      "translation_pashto": "43-49 او دوى (فرعونیانو) وویل: اى جادوګره! (عالمه!) ته زمونږ لپاره له خپل رب نه دعا وغواړه، د هغې وعدې په سبب چې تا سره يې كړې ده، بېشكه مونږ خامخا هدایت موندونكي یو"
    },
    {
      "number": 50,
      "text": "فَلَمَّا كَشَفْنَا عَنْهُمُ ٱلْعَذَابَ إِذَا هُمْ يَنكُثُونَ",
      "page": 493,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "پس وقتی عذاب را از ایشان دور کردیم، ناگهان همگی عهدشکنی کردند.",
      "translation_pashto": "43-50 نو كله چې به مونږ له دوى نه عذاب لرې كړ، په هماغه وخت كې به دوى (وعده) ماتوله"
    },
    {
      "number": 51,
      "text": "وَنَادَىٰ فِرْعَوْنُ فِى قَوْمِهِۦ قَالَ يَٰقَوْمِ أَلَيْسَ لِى مُلْكُ مِصْرَ وَهَٰذِهِ ٱلْأَنْهَٰرُ تَجْرِى مِن تَحْتِىٓ ۖ أَفَلَا تُبْصِرُونَ",
      "page": 493,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "و فرعون در میان قوم خود اعلان کرد و گفت: ای قوم من! آیا فرمانروایی مصر و این نهرها که از زیر (کاخهای) من روان است، از من نیست؟ آیا (عظمت مرا) نمی‌بینید؟",
      "translation_pashto": "43-51 او فرعون په خپل قوم كې اواز وكړ، ويې ويل:اى زما قومه! ايا د مصر باچايي زما نه ده؟ او دغه ولې چې زما له لاندې بهېږي؟ ایا نو تاسو نه وینئ"
    },
    {
      "number": 52,
      "text": "أَمْ أَنَا۠ خَيْرٌۭ مِّنْ هَٰذَا ٱلَّذِى هُوَ مَهِينٌۭ وَلَا يَكَادُ يُبِينُ",
      "page": 493,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "نه، بلکه من بهترم از این شخص که خوار و حقیر است و نمی‌تواند روشن سخن بگوید.",
      "translation_pashto": "43-52 بلكې زه ډېر غوره یم له دغه (موسٰی) نه چې هغه سپك دى او نژدې نه دى چې خبره واضحه وكړي"
    },
    {
      "number": 53,
      "text": "فَلَوْلَآ أُلْقِىَ عَلَيْهِ أَسْوِرَةٌۭ مِّن ذَهَبٍ أَوْ جَآءَ مَعَهُ ٱلْمَلَٰٓئِكَةُ مُقْتَرِنِينَ",
      "page": 493,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "(اگر موسی راست می‌گوید) پس چرا دستبندهای از طلا بر او آویخته نشده است؟ یا چرا فرشتگان (برای یاری او) یکجا با او نیامده‌اند؟",
      "translation_pashto": "43-53 پس په ده باندې د سرو زرو بنګړي (وښي) ولې نه غورځول كېږي، یا له ده سره ملايك صف تړلي (پیوسته) ولې) نه راځي"
    },
    {
      "number": 54,
      "text": "فَٱسْتَخَفَّ قَوْمَهُۥ فَأَطَاعُوهُ ۚ إِنَّهُمْ كَانُوا۟ قَوْمًۭا فَٰسِقِينَ",
      "page": 493,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "پس (فرعون) قوم خود را سبک و بی‌خرد شمرد، پس آنان از او اطاعت کردند. البته آنان قوم فاسق بودند.",
      "translation_pashto": "43-54 نو خپل قوم يې بې وقوفه وګرځاوه، نو دوى د ده خبره ومنله، بېشكه دوى فاسقان خلق وو"
    },
    {
      "number": 55,
      "text": "فَلَمَّآ ءَاسَفُونَا ٱنتَقَمْنَا مِنْهُمْ فَأَغْرَقْنَٰهُمْ أَجْمَعِينَ",
      "page": 493,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "پس وقتی ما را به خشم آوردند، از آنان انتقام گرفتیم و همۀ آنان را غرق کردیم.",
      "translation_pashto": "43-55 نو كله چې دوى مونږ خفه كړو (،نو) مونږ له دوى نه انتقام واخيست، پس مونږه دوى  ټول غرق كړل"
    },
    {
      "number": 56,
      "text": "فَجَعَلْنَٰهُمْ سَلَفًۭا وَمَثَلًۭا لِّلْءَاخِرِينَ",
      "page": 493,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "پس آنان را پیشگامان (بد) و عبرت برای آیندگان قرار دادیم.",
      "translation_pashto": "43-56 نومونږ دوى پیشوایان او مثال وګرځول د وروستنیو خلقو لپاره"
    },
    {
      "number": 57,
      "text": "۞ وَلَمَّا ضُرِبَ ٱبْنُ مَرْيَمَ مَثَلًا إِذَا قَوْمُكَ مِنْهُ يَصِدُّونَ",
      "page": 493,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "و چون پسر مریم (عیسی) به طور مثال ذکر شد، ناگهان قوم تو از آن با فریاد به )تمسخر و( شور و هلهله پرداختند.",
      "translation_pashto": "43-57 او كله چې د مریمې زوى د مثال په طور بیان كړى شو، (نو) ناڅاپه ستا قوم د دغه (مثال) پورې (له خوشالۍ نه) چغې وهلې"
    },
    {
      "number": 58,
      "text": "وَقَالُوٓا۟ ءَأَٰلِهَتُنَا خَيْرٌ أَمْ هُوَ ۚ مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلًۢا ۚ بَلْ هُمْ قَوْمٌ خَصِمُونَ",
      "page": 493,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "و گفتند: آیا معبودان ما بهترند یا او؟ (آن مثال را) برای تو جز از روی جدال نیاوردند، بلکه آنان قوم جدل پیشه‌اند.",
      "translation_pashto": "43-58 او ويې ويل:ایا زمونږ معبودان غوره دي، یا كه هغه؟ دوى تا ته دا (مثال) بیان نه كړ مګر د جګړې لپاره بلكې دوى ډېر جګړه كوونكى قوم دى"
    },
    {
      "number": 59,
      "text": "إِنْ هُوَ إِلَّا عَبْدٌ أَنْعَمْنَا عَلَيْهِ وَجَعَلْنَٰهُ مَثَلًۭا لِّبَنِىٓ إِسْرَٰٓءِيلَ",
      "page": 493,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "در حالیکه عیسی جز بنده‌ای نیست که بر او انعام کردیم و او را نمونۀ هدایت برای بنی اسرائیل گردانیدیم.",
      "translation_pashto": "43-59 دغه نه دى مګر یو بنده دى چې مونږ په ده انعام كړى دى او د بني اسرائیلو لپاره مو هغه (د قدرت) یو مثال ګرځولى و"
    },
    {
      "number": 60,
      "text": "وَلَوْ نَشَآءُ لَجَعَلْنَا مِنكُم مَّلَٰٓئِكَةًۭ فِى ٱلْأَرْضِ يَخْلُفُونَ",
      "page": 493,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "و اگر بخواهیم به جای شما در زمین فرشتگان قرار میدهیم تا جانشین شما شوند.",
      "translation_pashto": "43-60 او كه مونږ غوښتلي وى (نو) مونږ به ستاسو په ځاى په ځمكه كې ملايك پیدا كړي وى، چې خلیفګان شوي به وى"
    },
    {
      "number": 61,
      "text": "وَإِنَّهُۥ لَعِلْمٌۭ لِّلسَّاعَةِ فَلَا تَمْتَرُنَّ بِهَا وَٱتَّبِعُونِ ۚ هَٰذَا صِرَٰطٌۭ مُّسْتَقِيمٌۭ",
      "page": 494,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "و به يقين (عیسی) نشانه‌ای برای قیامت است پس هرگز دربارۀ آن (قیامت) شک نکنید و از من پیروی کنید که همین راه راست است.",
      "translation_pashto": "43-61 او بېشكه دغه (عیسٰی) د قیامت لپاره یقینًا یوه لویه نښه ده، نو تاسو د دغه (قیامت) په باره كې له سره شك مه كوئ، دا نېغه لار ده"
    },
    {
      "number": 62,
      "text": "وَلَا يَصُدَّنَّكُمُ ٱلشَّيْطَٰنُ ۖ إِنَّهُۥ لَكُمْ عَدُوٌّۭ مُّبِينٌۭ",
      "page": 494,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "و شیطان هرگز شما را (از راه الله) باز ندارد، يقينا او برای شما دشمن آشکار است.",
      "translation_pashto": "43-62 او شیطان دې تا (له دې نېغې لارې نه) له سره وا نه ړوي، بېشكه هغه تاسو لپاره ښكاره دښمن دى"
    },
    {
      "number": 63,
      "text": "وَلَمَّا جَآءَ عِيسَىٰ بِٱلْبَيِّنَٰتِ قَالَ قَدْ جِئْتُكُم بِٱلْحِكْمَةِ وَلِأُبَيِّنَ لَكُم بَعْضَ ٱلَّذِى تَخْتَلِفُونَ فِيهِ ۖ فَٱتَّقُوا۟ ٱللَّهَ وَأَطِيعُونِ",
      "page": 494,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "و چون عیسی با معجزه‌های آشکار آمد، گفت: بدون شک برای شما حکمت آورده (و آمده‌ام) تا بعضی از امور را برای شما بیان و روشن کنم که در آنها اختلاف می‌ورزید، پس از الله بترسید و مرا اطاعت کنید.",
      "translation_pashto": "43-63 او كله چې عيسٰى له ښكاره دلیلونو سره راغى، ويې ويل:(اى بني اسرائیلو!) یقینًا ما تاسو ته حكم راوړى دى او د دې لپاره (راغلى یم) چې تاسو ته ځینې هغه (احكام) بیان كړم چې تاسو په هغو كې اختلاف كوئ، نو تاسو له الله نه ووېرېږئ او زما اطاعت وكړئ"
    },
    {
      "number": 64,
      "text": "إِنَّ ٱللَّهَ هُوَ رَبِّى وَرَبُّكُمْ فَٱعْبُدُوهُ ۚ هَٰذَا صِرَٰطٌۭ مُّسْتَقِيمٌۭ",
      "page": 494,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "چون الله پروردگار من و پروردگار شماست پس او را عبادت کنید، این است راه راست.",
      "translation_pashto": "43-64 بېشكه هم دا الله زما رب دى او ستاسو رب دى، لهٰذا تاسو د ده عبادت كوئ، دغه نېغه لاره ده"
    },
    {
      "number": 65,
      "text": "فَٱخْتَلَفَ ٱلْأَحْزَابُ مِنۢ بَيْنِهِمْ ۖ فَوَيْلٌۭ لِّلَّذِينَ ظَلَمُوا۟ مِنْ عَذَابِ يَوْمٍ أَلِيمٍ",
      "page": 494,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "پس گروها بین خود اختلاف نمودند، پس وای به حال کسانی که ظلم کردند، از عذاب روز دردناک،",
      "translation_pashto": "43-65 نو (د نصرانیانو) دغه ډلې په خپل منیځ كې سره مختلفې شوې، نو د هغو كسانو لپاره چې ظلم يې كړى دى، د ډېرې دردوونكي ورځې له عذاب نه هلاكت دى"
    },
    {
      "number": 66,
      "text": "هَلْ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأْتِيَهُم بَغْتَةًۭ وَهُمْ لَا يَشْعُرُونَ",
      "page": 494,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "آیا منتظر این هستند که قیامت ناگهانی و در حالیکه از آن بی‌خبرند به سراغ‌شان بیاید؟",
      "translation_pashto": "43-66 دوى انتظار نه كوي مګر د قیامت چې په دوى به ناڅاپه راشي، او دوى به نه پوهېږي"
    },
    {
      "number": 67,
      "text": "ٱلْأَخِلَّآءُ يَوْمَئِذٍۭ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ إِلَّا ٱلْمُتَّقِينَ",
      "page": 494,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "دوستان در آن روز دشمنان یکدیگر می‌شوند، مگر پرهیزگاران (که دوستی‌شان باقی می‌ماند).",
      "translation_pashto": "43-67 په دغې ورځ كې به خواږه یاران، د دوى ځینې به د ځینو نورو دښمنان وي، غیر له متقیانو نه"
    },
    {
      "number": 68,
      "text": "يَٰعِبَادِ لَا خَوْفٌ عَلَيْكُمُ ٱلْيَوْمَ وَلَآ أَنتُمْ تَحْزَنُونَ",
      "page": 494,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "ای بندگان من! امروز بر شما هیچ ترسی نیست و نه شما غمگین می‌شوید.",
      "translation_pashto": "43-68 اى زما بنده ګانو! نن ورځ په تاسو وېره نشته او نه به تاسو غمژن كېږئ"
    },
    {
      "number": 69,
      "text": "ٱلَّذِينَ ءَامَنُوا۟ بِـَٔايَٰتِنَا وَكَانُوا۟ مُسْلِمِينَ",
      "page": 494,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "همان کسانی که به آیات ما ایمان آوردند و همیشه تسليم حق بودند.",
      "translation_pashto": "43-69 هغه كسان چې زمونږ په ایتونو يې ایمان راوړى دى او دوى مسلمانان وو"
    },
    {
      "number": 70,
      "text": "ٱدْخُلُوا۟ ٱلْجَنَّةَ أَنتُمْ وَأَزْوَٰجُكُمْ تُحْبَرُونَ",
      "page": 494,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "شما و همسران تان به بهشت در آئید در حالی که شادمان و مسرورید.",
      "translation_pashto": "43-70 (دوى ته به ویلى شي:) تاسو جنت ته ننوځئ، تاسو او ستاسو ښځې، تاسو به خوشالولى شئ"
    },
    {
      "number": 71,
      "text": "يُطَافُ عَلَيْهِم بِصِحَافٍۢ مِّن ذَهَبٍۢ وَأَكْوَابٍۢ ۖ وَفِيهَا مَا تَشْتَهِيهِ ٱلْأَنفُسُ وَتَلَذُّ ٱلْأَعْيُنُ ۖ وَأَنتُمْ فِيهَا خَٰلِدُونَ",
      "page": 494,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "بر ایشان ظرفها و جام‌های طلایی چرخانده می‌شود و هر چه دل بخواهد و هر چه چشم از آن لذت ببرد در بهشت موجود است و شما در آن جاودانه هستید.",
      "translation_pashto": "43-71 په دوى به كاسې د سرو زرو او ګلاسونه ګرځول كېږي او په دغو (جنتونو) كې به هغه څه وي چې نفسونه (زړونه) د هغو خواهش كوي او سترګې (پرې) خوند اخلي او تاسو به په دغو كې تل ترتله یئ"
    },
    {
      "number": 72,
      "text": "وَتِلْكَ ٱلْجَنَّةُ ٱلَّتِىٓ أُورِثْتُمُوهَا بِمَا كُنتُمْ تَعْمَلُونَ",
      "page": 494,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "و این همان جنتی است که به سبب کارهایی که می‌کردید، به میراث برده‌اید.",
      "translation_pashto": "43-72 او دغه هغه جنتونه دي چې تاسو ته د هغو عملونو په سبب په میراث كې دركړى شول چې تاسو به كول"
    },
    {
      "number": 73,
      "text": "لَكُمْ فِيهَا فَٰكِهَةٌۭ كَثِيرَةٌۭ مِّنْهَا تَأْكُلُونَ",
      "page": 494,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "در آن برای شما میوۀ بسیار است که از آن می‌خورید.",
      "translation_pashto": "43-73 تاسو لپاره په دغو  كې ډېرې مېوې دي چې تاسو به له هغو ځنې خوراك كوئ"
    },
    {
      "number": 74,
      "text": "إِنَّ ٱلْمُجْرِمِينَ فِى عَذَابِ جَهَنَّمَ خَٰلِدُونَ",
      "page": 495,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "البته مجرمان در عذاب دوزخ همیشه می‌مانند.",
      "translation_pashto": "43-74 بېشكه مجرمان به د جهنم په عذاب كې تل پاتې كېدونكي وي"
    },
    {
      "number": 75,
      "text": "لَا يُفَتَّرُ عَنْهُمْ وَهُمْ فِيهِ مُبْلِسُونَ",
      "page": 495,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "عذاب از آنان کاسته نمی‌شود و آنان در آن نا امید شده و خاموش هستند.",
      "translation_pashto": "43-75 چې دغه (عذاب) به له دوى څخه نه كمولى شي او دوى به په دغه (عذاب) كې نا امېده اوسي"
    },
    {
      "number": 76,
      "text": "وَمَا ظَلَمْنَٰهُمْ وَلَٰكِن كَانُوا۟ هُمُ ٱلظَّٰلِمِينَ",
      "page": 495,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "و ما به آنان ظلم نکردیم بلکه آنان خود ظالم بودند.",
      "translation_pashto": "43-76 او مونږ په دوى ظلم نه دى كړى او لېكن هم دوى پخپله ظالمان وو"
    },
    {
      "number": 77,
      "text": "وَنَادَوْا۟ يَٰمَٰلِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ ۖ قَالَ إِنَّكُم مَّٰكِثُونَ",
      "page": 495,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "و فریاد می‌کشند: ای مالک (نگهبان دوزخ)! پروردگارت باید عليه ما حکم مرگ صادر کند. گویند: شما (در آن) ماندنی هستید.",
      "translation_pashto": "43-77 او دغه (دوزخیان) به اواز وكړي: اى مالكه! ستا رب دې مونږ مړه كړي، هغه (مالك) به ووايي: بېشكه تاسو (تل) ژوندي پاتې كېدونكي یئ"
    },
    {
      "number": 78,
      "text": "لَقَدْ جِئْنَٰكُم بِٱلْحَقِّ وَلَٰكِنَّ أَكْثَرَكُمْ لِلْحَقِّ كَٰرِهُونَ",
      "page": 495,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "البته ما حق را برای شما آوردیم، ولی بیشتر شما با حق کراهت داشتید.",
      "translation_pashto": "43-78 یقینًا یقینًا مونږ تاسو ته حق راوړى و او لېكن ستاسو زیاتره حق لره بدګڼونكي دي"
    },
    {
      "number": 79,
      "text": "أَمْ أَبْرَمُوٓا۟ أَمْرًۭا فَإِنَّا مُبْرِمُونَ",
      "page": 495,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "آیا آنان تصمیم محکم (علیه پیغمبر ما) گرفتند؟ پس ما نیز ارادۀ محکم و تغییر ناپذیر (برای نجات او) گرفتیم.",
      "translation_pashto": "43-79 ایا بلكې دوى د یو كار پخه اراده كړې ده، نو بېشكه مونږ (هم) خپل (تدبیر) محكم  كوونكي یو"
    },
    {
      "number": 80,
      "text": "أَمْ يَحْسَبُونَ أَنَّا لَا نَسْمَعُ سِرَّهُمْ وَنَجْوَىٰهُم ۚ بَلَىٰ وَرُسُلُنَا لَدَيْهِمْ يَكْتُبُونَ",
      "page": 495,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "آیا گمان می‌کنند که ما اسرار پنهانی و سخنان در گوشی آنان را نمی‌شنویم؟! بلی! (می شنویم) و فرشتگان ما نزد آنها (همه چیز را) می‌نویسند.",
      "translation_pashto": "43-80 ایا دوى دا ګمان كوي چې بېشكه مونږ د دوى پټې خبرې او پټې مشورې نه اورو، ولې نه! او زمونږ رسولان ليكل كوي د دوى ترڅنګه"
    },
    {
      "number": 81,
      "text": "قُلْ إِن كَانَ لِلرَّحْمَٰنِ وَلَدٌۭ فَأَنَا۠ أَوَّلُ ٱلْعَٰبِدِينَ",
      "page": 495,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "بلکه اگر برای پروردگار بخشنده فرزندی می‌بود، پس من اولین عبادت کنندگانم.",
      "translation_pashto": "43-81 ته (دوى ته) ووایه: كه چېرې د رحمٰن لپاره اولاد وى، نو زه به (د هغه) ترټولو اول عبادت كوونكى وم"
    },
    {
      "number": 82,
      "text": "سُبْحَٰنَ رَبِّ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ رَبِّ ٱلْعَرْشِ عَمَّا يَصِفُونَ",
      "page": 495,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "پاک و منزه است پروردگار آسمان‌ها و زمین و پروردگار عرش، از آنچه او را توصیف می‌کنند.",
      "translation_pashto": "43-82 پاكي ده د اسمانونو او ځمكې رب لره، د عرش رب لره له هغه څه نه چې دوى يې (د هغه په باره كې) بیانوي"
    },
    {
      "number": 83,
      "text": "فَذَرْهُمْ يَخُوضُوا۟ وَيَلْعَبُوا۟ حَتَّىٰ يُلَٰقُوا۟ يَوْمَهُمُ ٱلَّذِى يُوعَدُونَ",
      "page": 495,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "پس آنان را به حال خود‌شان واگذار تا در باطل خویش غوطه ور گردند و سرگرم بازی شوند تا روزی را که وعده داده می‌شوند ملاقات کنند.",
      "translation_pashto": "43-83 نو ته دوى پرېږده چې (په باطلو خبرو كې) غوټې وهي او لوبې كوي تر هغه پورې چې دوى د خپلې هغې ورځې سره ملاقات وكړي چې دوى ته به يې وعده وركولى شوه"
    },
    {
      "number": 84,
      "text": "وَهُوَ ٱلَّذِى فِى ٱلسَّمَآءِ إِلَٰهٌۭ وَفِى ٱلْأَرْضِ إِلَٰهٌۭ ۚ وَهُوَ ٱلْحَكِيمُ ٱلْعَلِيمُ",
      "page": 495,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "و او ذاتی است که در آسمان معبود است و در زمین (نیز) معبود می‌باشد و اوست حکیم دانا۔",
      "translation_pashto": "43-84 او هم دى هغه دى ذات چې په اسمان كې معبود دى او په ځمكه كې (هم) معبود دى، او هم دى ډېر حكمت والا، ښه پوه دى"
    },
    {
      "number": 85,
      "text": "وَتَبَارَكَ ٱلَّذِى لَهُۥ مُلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَمَا بَيْنَهُمَا وَعِندَهُۥ عِلْمُ ٱلسَّاعَةِ وَإِلَيْهِ تُرْجَعُونَ",
      "page": 495,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "و خجسته و بابرکت است ذاتی که پادشاهی آسمان‌ها و زمین و هر آنچه میان آن دو است از اوست و علم قیامت مخصوص اوست و به‌سوی او باز گردانیده می‌شوید.",
      "translation_pashto": "43-85 او ډېر بركت ناك دى هغه ذات چې خاص د هغه لپاره د اسمانونو او ځمكې باچايي ده او د هغه  څه چې د دغو دواړو په مينځ كې دي او خاص له هغه سره د قیامت د علم دى او خاص هغه ته به تاسو بېرته بېولى شئ"
    },
    {
      "number": 86,
      "text": "وَلَا يَمْلِكُ ٱلَّذِينَ يَدْعُونَ مِن دُونِهِ ٱلشَّفَٰعَةَ إِلَّا مَن شَهِدَ بِٱلْحَقِّ وَهُمْ يَعْلَمُونَ",
      "page": 495,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "و کسانی را که به جای او پرستش می‌کنند مالک هیچ شفاعت نیستند مگر کسانی که شهادت به حق داده باشند و آنان می‌دانند.",
      "translation_pashto": "43-86 او هغه معبودان چې دوى يې له دغه (الله) نه غیر بلي؛ د شفاعت هېڅ اختیار نه لري، مګر هغه څوك چې د حق ګواهي يې وركړې وي، په دې حال كې چې دوى پوهېږي"
    },
    {
      "number": 87,
      "text": "وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَهُمْ لَيَقُولُنَّ ٱللَّهُ ۖ فَأَنَّىٰ يُؤْفَكُونَ",
      "page": 495,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "و اگر از آنها بپرسی چه کسی آنان را آفریده است؟ حتما می‌گویند: الله! پس چگونه به انحراف کشانیده می‌شوند؟!",
      "translation_pashto": "43-87 او قسم دى كه ته له دوى نه تپوس وكړې چې دوى چا پیدا كړي دي (نو) دوى به خامخا ضرور ووايي: الله (پیدا كړي دي) نو كوم طرف ته دوى ګرځول كېږي؟"
    },
    {
      "number": 88,
      "text": "وَقِيلِهِۦ يَٰرَبِّ إِنَّ هَٰٓؤُلَآءِ قَوْمٌۭ لَّا يُؤْمِنُونَ",
      "page": 495,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "و (الله فرمود:) سخن پیغمبر ما این است: پروردگارا! بدون شک اینها قومی هستند که ایمان نمی‌آورند.",
      "translation_pashto": "43-88 او قسم دى د دغه (رسول) په دې وینا چې اى زما ربه! بېشكه زما دا قوم ایمان نه راوړي"
    },
    {
      "number": 89,
      "text": "فَٱصْفَحْ عَنْهُمْ وَقُلْ سَلَٰمٌۭ ۚ فَسَوْفَ يَعْلَمُونَ",
      "page": 495,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "پس از آنان روی بگردان و بگو: سلام، (وداع با شما) در آینده خواهند دانست (که چه سرنوشتی دارند!).",
      "translation_pashto": "43-89 نو ته له دوى نه مخ وګرځوه او ووایه: سلام، پس ژر به دوى پوه شي"
    }
  ]
}