{
  "number": 45,
  "name": "الجاثية",
  "name_dari": "جاثیه",
  "meaning_dari": "زانوزده",
  "revelationType": "مکی",
  "numberOfAyahs": 37,
  "ayahs": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ حمٓ",
      "page": 499,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "حم. (مفهوم این حروف به الله معلوم است).",
      "translation_pashto": "45-1 حا، ميم"
    },
    {
      "number": 2,
      "text": "تَنزِيلُ ٱلْكِتَٰبِ مِنَ ٱللَّهِ ٱلْعَزِيزِ ٱلْحَكِيمِ",
      "page": 499,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "فرود آوردن این کتاب از جانب الله غالب با حکمت است.",
      "translation_pashto": "45-2 د كتاب نازلول د الله له جانبه دي چې ډېر غالب، ښه حكمت والا دى"
    },
    {
      "number": 3,
      "text": "إِنَّ فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ لَءَايَٰتٍۢ لِّلْمُؤْمِنِينَ",
      "page": 499,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "بدون شک در آسمان‌ها و زمین برای مؤمنان نشانه‌هایی است.",
      "translation_pashto": "45-3 بېشكه په اسمانونو او ځمكه كې د مومنانو لپاره یقینًا ډېرې نښې  دي"
    },
    {
      "number": 4,
      "text": "وَفِى خَلْقِكُمْ وَمَا يَبُثُّ مِن دَآبَّةٍ ءَايَٰتٌۭ لِّقَوْمٍۢ يُوقِنُونَ",
      "page": 499,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "و (نیز) در آفرینش شما و (در آفرینش) آنچه از جنبنده‌ها (که در روی زمین) منتشر می‌سازد، نشانه‌هایی است برای قومی که یقین می‌کنند.",
      "translation_pashto": "45-4 او ستاسو په پیدا كولو كې او په  هغه څه كې چې ده هر  قسمه خوځنده خواره كړي دي ؛ د هغه قوم لپاره نښې دي چې یقین كوي"
    },
    {
      "number": 5,
      "text": "وَٱخْتِلَٰفِ ٱلَّيْلِ وَٱلنَّهَارِ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن رِّزْقٍۢ فَأَحْيَا بِهِ ٱلْأَرْضَ بَعْدَ مَوْتِهَا وَتَصْرِيفِ ٱلرِّيَٰحِ ءَايَٰتٌۭ لِّقَوْمٍۢ يَعْقِلُونَ",
      "page": 499,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "و (در) اختلاف شب و روز و در آنچه از روزی که الله از آسمان نازل کرده و زمین را به وسیلۀ آن پس از خشک شدنش زنده گردانیده است و (نیز) در گردش بادها، برای قومی که خرد می‌ورزند نشانه‌هایی است.",
      "translation_pashto": "45-5 او د شپې او ورځې په اختلاف كې او په هغه كې چې الله له اسمان (بره) نه رزق (باران) نازل كړى دى، بیا يې په هغه سره ځمكه د هغې له مرګ نه پس راژوندۍ كړې ده او د هواګانو په بدلولو رابدلولو كې د هغو خلقو لپاره نښې دي چې له عقل نه كار اخلي"
    },
    {
      "number": 6,
      "text": "تِلْكَ ءَايَٰتُ ٱللَّهِ نَتْلُوهَا عَلَيْكَ بِٱلْحَقِّ ۖ فَبِأَىِّ حَدِيثٍۭ بَعْدَ ٱللَّهِ وَءَايَٰتِهِۦ يُؤْمِنُونَ",
      "page": 499,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "اینها آيات الله است که به حق بر تو می‌خوانیم، پس بعد از (پند) الله و آیات او به چه سخنی ایمان می‌آورند؟",
      "translation_pashto": "45-6 دغه د الله دلیلونه دي چې مونږ يې په حقه سره په تا لولو، نو دوى به د  الله او د هغه  له ایتونو نه وروسته په كومې خبرې ایمان راوړي؟"
    },
    {
      "number": 7,
      "text": "وَيْلٌۭ لِّكُلِّ أَفَّاكٍ أَثِيمٍۢ",
      "page": 499,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "وای به حال هر دروغ پرداز گناهکار.",
      "translation_pashto": "45-7 د هر سخت دروغ تړونكي، سخت مجرم لپاره هلاكت دى"
    },
    {
      "number": 8,
      "text": "يَسْمَعُ ءَايَٰتِ ٱللَّهِ تُتْلَىٰ عَلَيْهِ ثُمَّ يُصِرُّ مُسْتَكْبِرًۭا كَأَن لَّمْ يَسْمَعْهَا ۖ فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍۢ",
      "page": 499,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "آیات الله بر او خوانده می‌شود، باز تکبر کنان (بر کفر) اصرار می‌ورزد گویی که آن را نشنیده است. پس او را به عذاب دردناک مژده بده.",
      "translation_pashto": "45-8 د الله ایتونه اوري چې په ده لوستل كېږي،  بیا ښه كلكېږي، په داسې حال كې چې تكبر كوونكى وي، ګویاكې ده دا (ایتونه) نه دي اورېدلي، نو ده ته د ډېر دردوونكي عذاب زېرى وركړه"
    },
    {
      "number": 9,
      "text": "وَإِذَا عَلِمَ مِنْ ءَايَٰتِنَا شَيْـًٔا ٱتَّخَذَهَا هُزُوًا ۚ أُو۟لَٰٓئِكَ لَهُمْ عَذَابٌۭ مُّهِينٌۭ",
      "page": 499,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "و چون از آیات ما چیزی بفهمد، آن را به مسخره می‌گیرد، این گروه برایشان عذاب اهانت کننده است.",
      "translation_pashto": "45-9 او كله چې دى زمونږ له ایتونو نه څه معلوم كړي، نو  هغه مسخره ونيسي، دغه كسان (چې دي) د دوى لپاره سپكوونكى عذاب دى"
    },
    {
      "number": 10,
      "text": "مِّن وَرَآئِهِمْ جَهَنَّمُ ۖ وَلَا يُغْنِى عَنْهُم مَّا كَسَبُوا۟ شَيْـًۭٔا وَلَا مَا ٱتَّخَذُوا۟ مِن دُونِ ٱللَّهِ أَوْلِيَآءَ ۖ وَلَهُمْ عَذَابٌ عَظِيمٌ",
      "page": 499,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "پیش رویشان دوزخ است. و آنچه (از مال و متاع دنیا) را به دست آورده‌اند و آنچه غیر از الله را دوستان خود گرفته‌اند، چیزی از (عذاب را) از آنان دفع نمی‌کند و برای آنان عذاب بس بزرگ است.",
      "translation_pashto": "45-10 د دوى مخې ته جهنم دى او د دوى كړي عملونه به د دوى هېڅ په كار رانشي او نه هغه چې دوى له الله نه غیر كارسازان نیولي وو او د دوى لپاره ډېر لوى عذاب دى"
    },
    {
      "number": 11,
      "text": "هَٰذَا هُدًۭى ۖ وَٱلَّذِينَ كَفَرُوا۟ بِـَٔايَٰتِ رَبِّهِمْ لَهُمْ عَذَابٌۭ مِّن رِّجْزٍ أَلِيمٌ",
      "page": 499,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "این (قرآن) راهنماست. و آنانی که به آیات پروردگارشان کفر ورزیده‌اند، برای‌شان عذاب دردناک، از عذاب نفرت انگیز است.",
      "translation_pashto": "45-11 دا (قرآن) هدایت دى او هغه كسان چې د خپل رب په ایتونو كافران شوي دي؛ د هغوى لپاره د ډېر دردوونكي عذاب سزا ده"
    },
    {
      "number": 12,
      "text": "۞ ٱللَّهُ ٱلَّذِى سَخَّرَ لَكُمُ ٱلْبَحْرَ لِتَجْرِىَ ٱلْفُلْكُ فِيهِ بِأَمْرِهِۦ وَلِتَبْتَغُوا۟ مِن فَضْلِهِۦ وَلَعَلَّكُمْ تَشْكُرُونَ",
      "page": 499,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "الله ذاتی است که بحر را برایتان مسخر ساخت تا کشتی‌ها به حکم او در آن روان شوند و (نیز) تا شما از فضل او طلب کنید و تا شکرگزاری کنید.",
      "translation_pashto": "45-12 الله هغه ذات دى چې تاسو لپاره يې سمندر تابع كړى دى، د دې لپاره چې په ده كې كشتۍ د ده په حكم سره روانې شي او د دې لپاره چې تاسو د هغه له فضله لټون وكړئ او د دې لپاره چې تاسو شكر وباسئ"
    },
    {
      "number": 13,
      "text": "وَسَخَّرَ لَكُم مَّا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ جَمِيعًۭا مِّنْهُ ۚ إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍۢ لِّقَوْمٍۢ يَتَفَكَّرُونَ",
      "page": 499,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "و آنچه که در آسمان‌ها و زمین است، همه از اوست که برایتان مسخر کرد، یقینا در این نشانه‌هایی است برای کسانی که می‌اندیشند.",
      "translation_pashto": "45-13 او تاسو لپاره يې په كار لګولي دي هر هغه  څه چې په اسمانونو كې دي او هر هغه څه چې په ځمكه كې دي، په داسې حال كې چې دا ټول د هغه له جانبه (مسخر) دي، بېشكه په دغو كې د هغه قوم لپاره یقینًا ډېرې نښې دي چې غور فكر كوي"
    },
    {
      "number": 14,
      "text": "قُل لِّلَّذِينَ ءَامَنُوا۟ يَغْفِرُوا۟ لِلَّذِينَ لَا يَرْجُونَ أَيَّامَ ٱللَّهِ لِيَجْزِىَ قَوْمًۢا بِمَا كَانُوا۟ يَكْسِبُونَ",
      "page": 500,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "به مؤمنان بگو: از کسانی که به روزهای الله امید ندارند درگذرند تا (الله) هر قومی را به آنچه می‌کردند سزا دهد.",
      "translation_pashto": "45-14 (اى نبي!) ته هغو كسانو ته ووایه چې ایمان راوړى دى چې هغو كسانو ته دې بخښنه كوي چې د الله د ورځو (حوادثو) امېد نه لري، د دې لپاره چې دى (الله پخپله) یوې ډلې ته د هغوى د كړيو كارونو بدله وركړي"
    },
    {
      "number": 15,
      "text": "مَنْ عَمِلَ صَٰلِحًۭا فَلِنَفْسِهِۦ ۖ وَمَنْ أَسَآءَ فَعَلَيْهَا ۖ ثُمَّ إِلَىٰ رَبِّكُمْ تُرْجَعُونَ",
      "page": 500,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "هر کس که کار نیک انجام دهد به سود خود اوست و هر کس که کار بد کند به زیان خود اوست، باز به‌سوی پروردگارتان باز گردانیده می‌شوید.",
      "translation_pashto": "45-15 هر څوك چې نېك عمل وكړي، نو د خپل ځان لپاره يې دى، او څوك چې بد وكړي، نو په  همده يې ضرر دى، بیا به خاص خپل رب ته تاسو بېرته بیول كېږئ"
    },
    {
      "number": 16,
      "text": "وَلَقَدْ ءَاتَيْنَا بَنِىٓ إِسْرَٰٓءِيلَ ٱلْكِتَٰبَ وَٱلْحُكْمَ وَٱلنُّبُوَّةَ وَرَزَقْنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ وَفَضَّلْنَٰهُمْ عَلَى ٱلْعَٰلَمِينَ",
      "page": 500,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "و البته به بنی اسرائیل کتاب و حکمت و پیغمبری دادیم و به آنان از پاکیزه‌ها روزی عطا کردیم و آنان را بر جهانیان (هم عصرشان) برتری دادیم.",
      "translation_pashto": "45-16 او یقینًا یقینًا مونږ بني اسرائیلو ته كتاب او حكم او نبوت وركړى و او دوى ته مو پاكیزه څیزونه روزي كړي وو او مونږ دوى ته (د خپلې زمانې) په خلقو  فضیلت وركړى و"
    },
    {
      "number": 17,
      "text": "وَءَاتَيْنَٰهُم بَيِّنَٰتٍۢ مِّنَ ٱلْأَمْرِ ۖ فَمَا ٱخْتَلَفُوٓا۟ إِلَّا مِنۢ بَعْدِ مَا جَآءَهُمُ ٱلْعِلْمُ بَغْيًۢا بَيْنَهُمْ ۚ إِنَّ رَبَّكَ يَقْضِى بَيْنَهُمْ يَوْمَ ٱلْقِيَٰمَةِ فِيمَا كَانُوا۟ فِيهِ يَخْتَلِفُونَ",
      "page": 500,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "و به آنان دلائل واضح و روشن در بارۀ دین دادیم. پس اختلاف نکردند مگر بعد از آنکه حقیقت برای‌شان حاصل شد (آن اختلاف هم) از روی عداوت و حسادت بود که در میان‌شان وجود داشت، البته پروردگار تو روز قیامت در میانشان دربارۀ چیزی که در آن اختلاف می‌کردند، فيصله خواهد کرد.",
      "translation_pashto": "45-17 او مونږه دوى ته (د دين) په كار كې ښكاره دلیلونه وركړي وو، نو دوى اختلاف ونه كړ مګر وروسته له دې چې دوى ته علم راغى، د خپل مینځي ضد (او حسد) په وجه، بېشكه ستا رب به د قیامت په ورځ  د دوى په مینځ كې په هغو خبرو كې فیصله كوي چې دوى  به په هغو كې اختلاف كاوه"
    },
    {
      "number": 18,
      "text": "ثُمَّ جَعَلْنَٰكَ عَلَىٰ شَرِيعَةٍۢ مِّنَ ٱلْأَمْرِ فَٱتَّبِعْهَا وَلَا تَتَّبِعْ أَهْوَآءَ ٱلَّذِينَ لَا يَعْلَمُونَ",
      "page": 500,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "باز تو را بر آئین و راه روشنی از دین قرار دادیم پس از آن پیروی کن و از خواهشات آنان که نمی‌دانند پیروی مکن.",
      "translation_pashto": "45-18 بیا مونږ ته (د دين) په معامله كې په واضحه لاره باندې ودرولې، نو ته د دې پیروي كوه او ته د هغو خلقو د خواهشاتو پیروي مه كوه چې نه پوهېږي"
    },
    {
      "number": 19,
      "text": "إِنَّهُمْ لَن يُغْنُوا۟ عَنكَ مِنَ ٱللَّهِ شَيْـًۭٔا ۚ وَإِنَّ ٱلظَّٰلِمِينَ بَعْضُهُمْ أَوْلِيَآءُ بَعْضٍۢ ۖ وَٱللَّهُ وَلِىُّ ٱلْمُتَّقِينَ",
      "page": 500,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "آنان از (عذاب) الله چیزی را از تو دفع کرده نمی‌توانند و ظالمان دوستان یکدیگرند و الله هم یار و مددگار پرهیزگاران است.",
      "translation_pashto": "45-19 بېشكه دوى  به د الله په مقابله كې ستا هېڅ په كار رانشي او بېشكه ظالمان (چې دي) د دوى ځینې د ځینو نورو دوستان دي او الله د پرهېزګارانو ملګرى دى "
    },
    {
      "number": 20,
      "text": "هَٰذَا بَصَٰٓئِرُ لِلنَّاسِ وَهُدًۭى وَرَحْمَةٌۭ لِّقَوْمٍۢ يُوقِنُونَ",
      "page": 500,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "این (قرآن) وسيلۀ بینش و بصیرت بشریت و سبب هدایت و رحمت کسانی است که اهل یقین هستند.",
      "translation_pashto": "45-20 دا (قرآن) د خلقو لپاره ښكاره دلیلونه دي او هدایت او رحمت دى د هغه قوم لپاره چې یقین كوي"
    },
    {
      "number": 21,
      "text": "أَمْ حَسِبَ ٱلَّذِينَ ٱجْتَرَحُوا۟ ٱلسَّيِّـَٔاتِ أَن نَّجْعَلَهُمْ كَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ سَوَآءًۭ مَّحْيَاهُمْ وَمَمَاتُهُمْ ۚ سَآءَ مَا يَحْكُمُونَ",
      "page": 500,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "آیا کسانی که مرتکب بدی‌ها شدند، گمان کردند که آنان را مانند کسانی قرار می‌دهیم که ایمان آورده‌اند و کارهای نیک انجام داده‌اند؟ تا زندگانی و مرگ‌شان برابر باشد؟ چه بد حکم می‌کنند!",
      "translation_pashto": "45-21 ایا هغو كسانو چې جرمونه يې كړي دي؛ دا ګمان كړى چې مونږ به دوى د هغو كسانو په شان وګرځوو چې ایمان يې راوړى دى او نېك عملونه يې كړي دي، په داسې حال كې چې د دوى ژوند او د دوى مرګ به یو برابر وي، بده ده هغه فیصله چې دوى يې كوي"
    },
    {
      "number": 22,
      "text": "وَخَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ وَلِتُجْزَىٰ كُلُّ نَفْسٍۭ بِمَا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ",
      "page": 500,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "و الله آسمان‌ها و زمین را به حق آفریده است تا هر کس به موجب آنچه کسب نموده سزا و جزا داده شود و آنان مورد هیچ گونه ظلمی واقع نمی‌شوند.",
      "translation_pashto": "45-22 او الله اسمانونه او ځمكه په حقه سره پیدا كړي دي او د دې لپاره چې هر نفس ته د هغه عمل بدله وركړى شي چې ده كړى دى، په داسې حال كې  چې په دوى به ظلم نه كولى شي "
    },
    {
      "number": 23,
      "text": "أَفَرَءَيْتَ مَنِ ٱتَّخَذَ إِلَٰهَهُۥ هَوَىٰهُ وَأَضَلَّهُ ٱللَّهُ عَلَىٰ عِلْمٍۢ وَخَتَمَ عَلَىٰ سَمْعِهِۦ وَقَلْبِهِۦ وَجَعَلَ عَلَىٰ بَصَرِهِۦ غِشَٰوَةًۭ فَمَن يَهْدِيهِ مِنۢ بَعْدِ ٱللَّهِ ۚ أَفَلَا تَذَكَّرُونَ",
      "page": 501,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "پس آیا دیدی آن را که هوی و هوس خود را معبود خویش گردانیده و الله او را با وجود آگاهیش گمراه ساخته و بر گوش و دل او مهر نهاده، و بر چشمش پرده قرار داده است؟ پس چه کسی بعد از الله او را هدایت کند؟ آیا عبرت نمی‌گیرید؟",
      "translation_pashto": "45-23 ایا نو تا هغه كس لیدلى دى چې خپل معبود يې خپل خواهش ګرځولى دى او الله هغه په علم باندې ګمراه كړ او د هغه په غوږونو او د هغه په زړه يې مهر ولګاوه، او د هغه په سترګو يې پرده واچوله، نو ده ته به له الله نه بعد څوك هدایت وكړي، ایا نو تاسو پند نه اخلئ!"
    },
    {
      "number": 24,
      "text": "وَقَالُوا۟ مَا هِىَ إِلَّا حَيَاتُنَا ٱلدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا يُهْلِكُنَآ إِلَّا ٱلدَّهْرُ ۚ وَمَا لَهُم بِذَٰلِكَ مِنْ عِلْمٍ ۖ إِنْ هُمْ إِلَّا يَظُنُّونَ",
      "page": 501,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "و گفتند: جز همین زندگانی دنیوی، زندگی دیگری نداریم، می‌میرم و زنده می‌شویم و جز زمانه ما را هلاک نمی‌سازد. حال آنکه ایشان هیچ علمی به این (ادعا) ندارند، بلکه تنها گمان می‌کنند.",
      "translation_pashto": "45-24 او دوى وايي: دغه (ژوندون) نشته مګر زمونږ دنيايي ژوند چې مړه كېږو او ژوندي كېږو او مونږ نه هلاكوي مګر زمانه او دوى ته په دې خبره هېڅ علم نشته، دوى يواځې ګمانونه چلوي"
    },
    {
      "number": 25,
      "text": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَٰتُنَا بَيِّنَٰتٍۢ مَّا كَانَ حُجَّتَهُمْ إِلَّآ أَن قَالُوا۟ ٱئْتُوا۟ بِـَٔابَآئِنَآ إِن كُنتُمْ صَٰدِقِينَ",
      "page": 501,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "و چون آیات واضح و روشن ما بر آنان تلاوت شود، دلیل و حجتی ندارند جز این که می‌گویند: اگر راست می‌گوئید پدران ما را (زنده کرده) بیاورید.",
      "translation_pashto": "45-25 او كله چې دوى ته زمونږ ایتونه تلاوت كولى شي، چې ښه واضح دي، (نو) د دوى دلیل نه وي مګر دا چې وايي: تاسو زمونږ (مړه) پلرونه راولئ كه تاسو رښتيني يئ"
    },
    {
      "number": 26,
      "text": "قُلِ ٱللَّهُ يُحْيِيكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يَجْمَعُكُمْ إِلَىٰ يَوْمِ ٱلْقِيَٰمَةِ لَا رَيْبَ فِيهِ وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
      "page": 501,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "بگو: الله شما را زنده می‌کند باز شما را می‌میراند باز برای روز قیامت که شکی در آن نیست شما را جمع می‌کند ولی اکثر مردم نمی‌دانند.",
      "translation_pashto": "45-26 ته دوى ته ووایه: الله تاسو ژوندي كوي، بیا هغه تاسو مړه كوي بیا هغه تاسو  د قیامت ورځې ته راجمع كوي چې په هغې كې هېڅ شك نشته او لېكن د خلقو اكثریت نه پوهېږي"
    },
    {
      "number": 27,
      "text": "وَلِلَّهِ مُلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۚ وَيَوْمَ تَقُومُ ٱلسَّاعَةُ يَوْمَئِذٍۢ يَخْسَرُ ٱلْمُبْطِلُونَ",
      "page": 501,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "پادشاهی آسمان‌ها و زمین مخصوص الله است. و روزی که قیامت برپا می‌شود در آن روز باطل گویان زیانکار می‌شوند.",
      "translation_pashto": "45-27 او خاص الله لپاره د اسمانونو او ځمكې باچايي ده او په هغه ورځ كې چې قیامت به قايم شي، په دغه ورځ  كې به باطل پرستان تاوانیان شي"
    },
    {
      "number": 28,
      "text": "وَتَرَىٰ كُلَّ أُمَّةٍۢ جَاثِيَةًۭ ۚ كُلُّ أُمَّةٍۢ تُدْعَىٰٓ إِلَىٰ كِتَٰبِهَا ٱلْيَوْمَ تُجْزَوْنَ مَا كُنتُمْ تَعْمَلُونَ",
      "page": 501,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "هر امتی را می‌بینی که بر سر زانوها نشسته است، هر امتی به‌سوی نامۀ اعمال خود فرا خوانده می‌شود، امروز پاداش کارهایی که می‌کردید به شما داده می‌شود.",
      "translation_pashto": "45-28 او ته به هر امت په ځنګنونو  پروت وینې، هر امت به خپل كتاب (اعمالنامې) ته راوبللى  شي، نن ورځ به تاسو ته د هغو عملونو بدله دركولى شي چې تاسو به كول"
    },
    {
      "number": 29,
      "text": "هَٰذَا كِتَٰبُنَا يَنطِقُ عَلَيْكُم بِٱلْحَقِّ ۚ إِنَّا كُنَّا نَسْتَنسِخُ مَا كُنتُمْ تَعْمَلُونَ",
      "page": 501,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "این است کتاب ما که به حق بر شما سخن می‌گوید، البته ما آنچه را که شما می‌کردید نسخه برداری کرده می‌نوشتیم.",
      "translation_pashto": "45-29 دا زمونږ كتاب دى چې پر تاسو  باندې په حقه سره ګواهي كوي، بېشكه مونږ هغه عملونه لیكل چې تاسو به (په دنیا كې) كول"
    },
    {
      "number": 30,
      "text": "فَأَمَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ فَيُدْخِلُهُمْ رَبُّهُمْ فِى رَحْمَتِهِۦ ۚ ذَٰلِكَ هُوَ ٱلْفَوْزُ ٱلْمُبِينُ",
      "page": 501,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "و اما آنانکه ایمان آورده و کارهای نیک کرده‌اند، پروردگارشان آنان را در رحمت خود داخل می‌کند، این است همان کامیابی بزرگ.",
      "translation_pashto": "45-30 نو هر چې هغه كسان دي چې ایمان يې راوړى دى او نېك  عملونه يې كړي دي، نو خپل رب به دوى په خپل رحمت كې داخل كړي، هم دغه ښكاره كامیابي ده"
    },
    {
      "number": 31,
      "text": "وَأَمَّا ٱلَّذِينَ كَفَرُوٓا۟ أَفَلَمْ تَكُنْ ءَايَٰتِى تُتْلَىٰ عَلَيْكُمْ فَٱسْتَكْبَرْتُمْ وَكُنتُمْ قَوْمًۭا مُّجْرِمِينَ",
      "page": 501,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "و اما آنانکه کفر ورزیده‌اند (به آنان گفته می‌شود:) آیا آیات من بر شما خوانده نمی‌شد پس تکبر ورزیدید و قوم مجرم بودید؟",
      "translation_pashto": "45-31 او پاتې شو هغه كسان چې كافران شوي دي (نو دوى ته به وویل شي:) ایا نو تاسو ته زما ایتونه نه لوستل كېدل، بیا تاسو تكبر وكړ او تاسو مجرمان خلق وئ"
    },
    {
      "number": 32,
      "text": "وَإِذَا قِيلَ إِنَّ وَعْدَ ٱللَّهِ حَقٌّۭ وَٱلسَّاعَةُ لَا رَيْبَ فِيهَا قُلْتُم مَّا نَدْرِى مَا ٱلسَّاعَةُ إِن نَّظُنُّ إِلَّا ظَنًّۭا وَمَا نَحْنُ بِمُسْتَيْقِنِينَ",
      "page": 501,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "و هنگامیکه گفته شود: وعدۀ الله حق است و شکی در (آمدن) قیامت نیست، می‌گفتید: ما نمی‌دانیم قیامت چیست، ما تنها گمانی (دربارۀ آن) داریم و به هیچ وجه يقين و باور نداریم.",
      "translation_pashto": "45-32 او كله چې به (تاسو ته) وویل شو چې بېشكه د الله وعده حقه ده او قیامت (چې دى) په ده كې هېڅ شك نشته، تاسو به ویل: مونږ نه پوهېږو قیامت څه شى دى؟ مونږ خو بس یو ګمان كوو، ګمان كول او مونږ له سره یقین كوونكي نه یو"
    },
    {
      "number": 33,
      "text": "وَبَدَا لَهُمْ سَيِّـَٔاتُ مَا عَمِلُوا۟ وَحَاقَ بِهِم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
      "page": 502,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "و بدی‌هایی اعمالشان برایشان آشکار شد و آنچه را به استهزاء می‌گرفتند، آنان را فرا گرفت.",
      "translation_pashto": "45-33 او دوى ته به د خپلو عملونو بدۍ ښكاره شي او دوى به ګېر كړي هغه (عذاب) چې دوى به په هغه پورې استهزا كولې"
    },
    {
      "number": 34,
      "text": "وَقِيلَ ٱلْيَوْمَ نَنسَىٰكُمْ كَمَا نَسِيتُمْ لِقَآءَ يَوْمِكُمْ هَٰذَا وَمَأْوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ",
      "page": 502,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "و گفته می‌شود: امروز شما را فراموش می‌کنیم، چنانکه شما دیدار این روزتان را فراموش کردید و جایگاهتان آتش دوزخ است و برای شما هیچ مددگاری نیست.",
      "translation_pashto": "45-34 او وبه ویل شي نن ورځ مونږ تاسو هېروو، لكه چې تاسو د خپلې دې ورځې ملاقات هېر كړى و او ستاسو استوګنه اور دى او تاسو لپاره هیڅوك مدد كوونكي نشته"
    },
    {
      "number": 35,
      "text": "ذَٰلِكُم بِأَنَّكُمُ ٱتَّخَذْتُمْ ءَايَٰتِ ٱللَّهِ هُزُوًۭا وَغَرَّتْكُمُ ٱلْحَيَوٰةُ ٱلدُّنْيَا ۚ فَٱلْيَوْمَ لَا يُخْرَجُونَ مِنْهَا وَلَا هُمْ يُسْتَعْتَبُونَ",
      "page": 502,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "این )عقوبت) به خاطر آن است که شما آيات الله را مورد تمسخر و استهزا قرار دادید و زندگانی دنیا مغرورتان کرد، پس امروز از آن (دوزخ) بیرون آورده نمی‌شوند و نه از آنها خواسته می‌شود که الله را خشنود سازند.",
      "translation_pashto": "45-35 دا په دې سبب چې یقینًا تاسو د الله ایتونه مسخره ګرځولي وو او تاسو دنيايي ژوند غره (دوكه) كړي وئ ، نو  نن ورځ به له دغه (دوزخ) نه دوى نه ایستل كېږي او نه به له دوى نه د توبې كولو مطالبه كېږي"
    },
    {
      "number": 36,
      "text": "فَلِلَّهِ ٱلْحَمْدُ رَبِّ ٱلسَّمَٰوَٰتِ وَرَبِّ ٱلْأَرْضِ رَبِّ ٱلْعَٰلَمِينَ",
      "page": 502,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "پس ستایش تنها مخصوص الله است که پروردگار آسمان‌ها و پروردگار زمین و پروردگار جهانیان است.",
      "translation_pashto": "45-36 نو ټول د كمال صفتونه خاص هغه الله لره دي چې د اسمانونو رب دى او د ځمكې رب دى، د عالمونو رب دى"
    },
    {
      "number": 37,
      "text": "وَلَهُ ٱلْكِبْرِيَآءُ فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۖ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "page": 502,
      "juz": 25,
      "hizb": 50,
      "sajda": false,
      "translation_dari": "و بزرگی در آسمان‌ها و زمین مخصوص اوست و او غالب باحکمت است.",
      "translation_pashto": "45-37 او خاص ده لره په اسمانونو او ځمكه كې لويي ده او هم دى ښه غالب، ښه حكمت والا دى"
    }
  ]
}