{
  "number": 47,
  "name": "محمد",
  "name_dari": "محمد",
  "meaning_dari": "حضرت محمد صلی‌الله‌علیه‌وسلم",
  "revelationType": "مدنی",
  "numberOfAyahs": 38,
  "ayahs": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ أَضَلَّ أَعْمَٰلَهُمْ",
      "page": 507,
      "juz": 26,
      "hizb": 51,
      "sajda": false,
      "translation_dari": "آنان که کفر ورزیدند و مردم را از راه (دین) الله منع کردند، (الله) اعمال‌شان را تباه کرد.",
      "translation_pashto": "47-1 هغه كسان چې كافران شوي دي او (خلق يې) د الله له لارې نه منع كړي دي؛ هغه (الله) د دوى (نېك) عملونه خراب (او ضايع) كړي دي"
    },
    {
      "number": 2,
      "text": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ وَءَامَنُوا۟ بِمَا نُزِّلَ عَلَىٰ مُحَمَّدٍۢ وَهُوَ ٱلْحَقُّ مِن رَّبِّهِمْ ۙ كَفَّرَ عَنْهُمْ سَيِّـَٔاتِهِمْ وَأَصْلَحَ بَالَهُمْ",
      "page": 507,
      "juz": 26,
      "hizb": 51,
      "sajda": false,
      "translation_dari": "و آنان که ایمان آوردند و کارهای نیک کردند و به آنچه که بر محمد نازل شده است، ایمان آوردند، چون که آن حق است و از سوی پروردگارشان آمده است، (الله) گناهانشان را از آنان محو می‌کند و حال و وضعشان را )برای کارهای نیک( اصلاح و سامان می‌بخشد.",
      "translation_pashto": "47-2 او هغه كسان چې ایمان يې راوړ او نېك عملونه وكړل او په هغه (قرآن) يې ایمان راوړ چې په محمد (ﷺ) نازل كړى شوى دى او همدغه د دوى د رب له جانبه حق دى (نو) هغه (الله) به له دوى نه د دوى ګناهونه لرې كړي او د دوى حال به ښه كړي"
    },
    {
      "number": 3,
      "text": "ذَٰلِكَ بِأَنَّ ٱلَّذِينَ كَفَرُوا۟ ٱتَّبَعُوا۟ ٱلْبَٰطِلَ وَأَنَّ ٱلَّذِينَ ءَامَنُوا۟ ٱتَّبَعُوا۟ ٱلْحَقَّ مِن رَّبِّهِمْ ۚ كَذَٰلِكَ يَضْرِبُ ٱللَّهُ لِلنَّاسِ أَمْثَٰلَهُمْ",
      "page": 507,
      "juz": 26,
      "hizb": 51,
      "sajda": false,
      "translation_dari": "این (دو عاقبت) به آن خاطر است که کافران از باطل پیروی کردند و مؤمنان از همان حقى پیروی کردند که از سوی پروردگارشان آمده است. این چنین الله برای مردم مثال‌های ایشان را بیان می‌دارد.",
      "translation_pashto": "47-3 دغه په دې سبب چې یقینًا كافران شویو كسانو د باطل پیروي كړې ده او یقینًا هغو كسانو چې ایمان يې راوړى دى د خپل رب له جانبه د حق پېروي كړې ده، همداسې الله خلقو ته د دوى مثالونه (او احوال) بیانوي"
    },
    {
      "number": 4,
      "text": "فَإِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُوا۟ فَضَرْبَ ٱلرِّقَابِ حَتَّىٰٓ إِذَآ أَثْخَنتُمُوهُمْ فَشُدُّوا۟ ٱلْوَثَاقَ فَإِمَّا مَنًّۢا بَعْدُ وَإِمَّا فِدَآءً حَتَّىٰ تَضَعَ ٱلْحَرْبُ أَوْزَارَهَا ۚ ذَٰلِكَ وَلَوْ يَشَآءُ ٱللَّهُ لَٱنتَصَرَ مِنْهُمْ وَلَٰكِن لِّيَبْلُوَا۟ بَعْضَكُم بِبَعْضٍۢ ۗ وَٱلَّذِينَ قُتِلُوا۟ فِى سَبِيلِ ٱللَّهِ فَلَن يُضِلَّ أَعْمَٰلَهُمْ",
      "page": 507,
      "juz": 26,
      "hizb": 51,
      "sajda": false,
      "translation_dari": "پس وقتی با کافران روبرو شدید گردنهایشان را بزنید، تا آنکه آنها را مغلوب سازید (و چون در دست شما اسیر شوند) پس آنان را محکم ببندید. باز آنان را به احسان یا در بدل فديه رها کنید تا جنگ بارهای سنگین خود را بگذارد و پایان یابد، این است (حكم الله) و اگر الله می‌خواست از آنان انتقام می‌گرفت ولی (می‌خواهد) برخی از شما را با برخی دیگر بیازماید. و کسانی که در راه الله کشته شوند الله هرگز اعمال آنان را ضایع نمی‌کند.",
      "translation_pashto": "47-4 نو كله چې تاسو له كافران شویو خلقو سره (په جنګ كې) مخامخ شئ، نو (اول كار د دوى) د څټونو وهل دي، تر هغه پورې چې كله تاسو دوى ښه ډېر ووژنئ، نو بیا تړل ښه مضبوط كړئ (بیا رسۍ ښې مضبوطې وتړئ) بیا له دې نه بعد یا خو احسان كول دي (په دوى احسان وكړئ) او یا خو فدیه كول دي (د عوض په بدل كې يې ازاد كړئ) (له دوى سره جنګ كوئ) تر هغه پورې چې جنګ (والا) خپلې وسلې كېږدي،   دغه (د الله حكم ) دى او كه الله غوښتلي وى (نو) له دوى نه به يې خامخا بدل اخيستى و او لېكن د دې لپاره (يې تاسو ته د جهاد حكم وكړ) چې ستاسو ځینې په ځینو نورو سره وازمايي، او هغه كسان چې د الله په لاره كې ووژل شي، نو  هغه (الله) به د دوى عملونه له سره ضايع نه كړي"
    },
    {
      "number": 5,
      "text": "سَيَهْدِيهِمْ وَيُصْلِحُ بَالَهُمْ",
      "page": 507,
      "juz": 26,
      "hizb": 51,
      "sajda": false,
      "translation_dari": "به زودی الله آنان را هدایت خواهد کرد و حال و وضعشان را نیکو و اصلاح می‌سازد.",
      "translation_pashto": "47-5 هغه (الله) به دوى ته خامخا لار ښوونه وكړي او د دوى حال  به ښه كړي"
    },
    {
      "number": 6,
      "text": "وَيُدْخِلُهُمُ ٱلْجَنَّةَ عَرَّفَهَا لَهُمْ",
      "page": 507,
      "juz": 26,
      "hizb": 51,
      "sajda": false,
      "translation_dari": "و آنان را به جنتی داخل خواهد کرد که به آنان (در قرآن) توصیف کرده است.",
      "translation_pashto": "47-6 او دوى به جنت ته داخل كړي چې هغه يې دوى ته ورښودلى دى"
    },
    {
      "number": 7,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِن تَنصُرُوا۟ ٱللَّهَ يَنصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ",
      "page": 507,
      "juz": 26,
      "hizb": 51,
      "sajda": false,
      "translation_dari": "ای کسانی که ایمان آورده‌اید، اگر الله را یاری و مدد کنید؛ الله (هم) شما را یاری و مدد می‌کند و گام‌هایتان را ثابت و استوار می‌دارد.",
      "translation_pashto": "47-7 اى هغو كسانو چې ایمان يې راوړى دى! كه چېرې تاسو د الله مدد وكړئ، هغه به ستاسو مدد وكړئ او ستاسو قدمونه به ثابت (او ټینګ) كړي"
    },
    {
      "number": 8,
      "text": "وَٱلَّذِينَ كَفَرُوا۟ فَتَعْسًۭا لَّهُمْ وَأَضَلَّ أَعْمَٰلَهُمْ",
      "page": 507,
      "juz": 26,
      "hizb": 51,
      "sajda": false,
      "translation_dari": "و آنان که کفر ورزیدند، مرگ و هلاکت بر آنان باد و الله اعمال‌شان را نابود و بی‌اثر گردانید.",
      "translation_pashto": "47-8 او هغه كسان چې كافران شوي دي، نو د دوى لپاره هلاكوالى دى او هغه (الله) د دوى عملونه ضايع كړي دي"
    },
    {
      "number": 9,
      "text": "ذَٰلِكَ بِأَنَّهُمْ كَرِهُوا۟ مَآ أَنزَلَ ٱللَّهُ فَأَحْبَطَ أَعْمَٰلَهُمْ",
      "page": 507,
      "juz": 26,
      "hizb": 51,
      "sajda": false,
      "translation_dari": "این (ذلت و هلاکت) به آن خاطر است که آنان آنچه را که الله نازل کرده است، مکروه پنداشتند، پس در نتیجه الله اعمال‌شان را تباه کرد.",
      "translation_pashto": "47-9 دا ځكه چې یقینًا دوى هغه (قرآن) بد ګڼلى دى چې الله نازل كړى دى، نو هغه (الله) د دوى عملونه برباد كړل"
    },
    {
      "number": 10,
      "text": "۞ أَفَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَيَنظُرُوا۟ كَيْفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبْلِهِمْ ۚ دَمَّرَ ٱللَّهُ عَلَيْهِمْ ۖ وَلِلْكَٰفِرِينَ أَمْثَٰلُهَا",
      "page": 507,
      "juz": 26,
      "hizb": 51,
      "sajda": false,
      "translation_dari": "آیا در زمین سیر نکردند تا ببینند سرانجام کسانی که پیش از ایشان بودند؛ چطور شد؟ الله (همه چیز) آنان را نابود کرد و برای کافران نیز (سزای بد) مانند آن خواهد بود.",
      "translation_pashto": "47-10 ایا نو دوى  په ځمكه كې نه ګرځې، نو چې ووینې چې د هغو كسانو انجام څنګه و چې له دوى نه مخكې وو، الله په دوى تباهي راوسته، او د كافرانو لپاره د دغه  (انجام) په مثل مثالونه شته"
    },
    {
      "number": 11,
      "text": "ذَٰلِكَ بِأَنَّ ٱللَّهَ مَوْلَى ٱلَّذِينَ ءَامَنُوا۟ وَأَنَّ ٱلْكَٰفِرِينَ لَا مَوْلَىٰ لَهُمْ",
      "page": 507,
      "juz": 26,
      "hizb": 51,
      "sajda": false,
      "translation_dari": "این (مدد مؤمنان و هلاكت كافران) به این سبب است که الله کارساز مؤمنان است و کافران هیچ کارسازی ندارند.",
      "translation_pashto": "47-11 دغه ځكه چې یقینًا الله د هغو كسانو دوست (او مددګار) دى چې ایمان يې راوړى دى او دا چې یقینًا كافران (چې دي) د دوى لپاره مددګار (او دوست) نشته"
    },
    {
      "number": 12,
      "text": "إِنَّ ٱللَّهَ يُدْخِلُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ جَنَّٰتٍۢ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ ۖ وَٱلَّذِينَ كَفَرُوا۟ يَتَمَتَّعُونَ وَيَأْكُلُونَ كَمَا تَأْكُلُ ٱلْأَنْعَٰمُ وَٱلنَّارُ مَثْوًۭى لَّهُمْ",
      "page": 508,
      "juz": 26,
      "hizb": 51,
      "sajda": false,
      "translation_dari": "بی‌گمان الله کسانی را که ایمان آورده و کارهای نیک انجام داده‌اند به باغهایی داخل می‌کند که نهرها از زیر (قصرها و درختان) آن روان است. و كافران (در دنیا) برخوردار می‌شوند و می‌خورند (بدون فرق حلال و حرام) طوری که چهارپایان می‌خورند و در آخرت دوزخ جایگاه آنهاست.",
      "translation_pashto": "47-12 بېشكه الله به هغه كسان چې ایمان يې راوړى دى او نېك عملونه يې كړي دي، داسې جنتونه ته داخلوي چې د هغو له لاندې ولې بهېږي او  هغه كسان چې كافران شوي دي، دوى فايده اخلي او خوراك كوي لكه څنګه  چې څاروي خوراك كوي او اور د دوى استوګنه ده"
    },
    {
      "number": 13,
      "text": "وَكَأَيِّن مِّن قَرْيَةٍ هِىَ أَشَدُّ قُوَّةًۭ مِّن قَرْيَتِكَ ٱلَّتِىٓ أَخْرَجَتْكَ أَهْلَكْنَٰهُمْ فَلَا نَاصِرَ لَهُمْ",
      "page": 508,
      "juz": 26,
      "hizb": 51,
      "sajda": false,
      "translation_dari": "و چه بسیار (اهالی) قریه‌های که آنها از (اهالی) شهری که تو را از آن بیرون کردند قدرتمندتر بودند و ما آنان را نابود کردیم پس هیچ یار و مددگاری نداشتند.",
      "translation_pashto": "47-13 او ډېر داسې كلي چې هغه ستا له هغه كلي نه چې ته يې اېستلى يې ؛ په قوت كې زیات سخت وو؛ مونږ هغوى هلاك كړل، نو د هغوى هیڅوك مددګار نه و"
    },
    {
      "number": 14,
      "text": "أَفَمَن كَانَ عَلَىٰ بَيِّنَةٍۢ مِّن رَّبِّهِۦ كَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ وَٱتَّبَعُوٓا۟ أَهْوَآءَهُم",
      "page": 508,
      "juz": 26,
      "hizb": 51,
      "sajda": false,
      "translation_dari": "آیا کسی که از سوی پروردگارش بر دليل واضح قرار داشته باشد، مانند کسی است که کردار بدش برای او مزین شده و (ایشان) از هوی و هوس خود پیروی کردند؟",
      "translation_pashto": "47-14 ایا نو هغه كس چې د خپل رب له جانبه په  ښكاره دلیل  (روان) وي د هغه كس په شان دى چې هغه ته خپل بد عمل ښايسته كړى شوى وي او دوى د خپلو خواهشاتو پیروي كړې وي"
    },
    {
      "number": 15,
      "text": "مَّثَلُ ٱلْجَنَّةِ ٱلَّتِى وُعِدَ ٱلْمُتَّقُونَ ۖ فِيهَآ أَنْهَٰرٌۭ مِّن مَّآءٍ غَيْرِ ءَاسِنٍۢ وَأَنْهَٰرٌۭ مِّن لَّبَنٍۢ لَّمْ يَتَغَيَّرْ طَعْمُهُۥ وَأَنْهَٰرٌۭ مِّنْ خَمْرٍۢ لَّذَّةٍۢ لِّلشَّٰرِبِينَ وَأَنْهَٰرٌۭ مِّنْ عَسَلٍۢ مُّصَفًّۭى ۖ وَلَهُمْ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَمَغْفِرَةٌۭ مِّن رَّبِّهِمْ ۖ كَمَنْ هُوَ خَٰلِدٌۭ فِى ٱلنَّارِ وَسُقُوا۟ مَآءً حَمِيمًۭا فَقَطَّعَ أَمْعَآءَهُمْ",
      "page": 508,
      "juz": 26,
      "hizb": 51,
      "sajda": false,
      "translation_dari": "صفت جنتی که به پرهیزگاران وعده داده شده (چنین است که) در آن نهرهایی از آب (زلال و خاص) است که بدبو شدنی نیست، و نهرهایی از شیری است که مزه‌اش تغییر نکرده و نهرهایی از شرابی است که برای نوشندگان لذت بخش است و نهرهایی از عسلی است که ناب و خالص است و در آن جا برای آنان هرگونه ميوه است و از آمرزش پروردگارشان برخوردارند. (آیا ایشان) مانند کسانی هستند که در آتش دوزخ دائمی‌اند؟ و از آب جوشان نوشانده می‌شوند که روده‌هایشان را پاره پاره می‌کند.",
      "translation_pashto": "47-15 د هغه جنت حال (او صفت) چې پرهېزګارانو ته يې وعده وركړى شوې ده، په هغو كې د داسې اوبو ولې دي چې خرابېدونكې نه دي او د داسې شيدو (پيو) ولې دي چې خوند (او مزه) به يې تغیر نه مومي (نه خرابېږي) او د داسې شرابو ولې دي چې څښونكو ته مزه وركوونكي وي او د صفا كړى شویو شاتو ولې دي او د دوى لپاره په دغو (جنتونو) كې هر قسمه مېوې دي او د خپل  رب له جانبه مغفرت دى (ایا دغه كس) د هغه چا په شان دى چې هغه په اور كې تل ترتله وي او په دوى ډېري ګرمې اوبه ورڅښولى شي، نو د دوى كولمې به ټوټې ټوټې كړي"
    },
    {
      "number": 16,
      "text": "وَمِنْهُم مَّن يَسْتَمِعُ إِلَيْكَ حَتَّىٰٓ إِذَا خَرَجُوا۟ مِنْ عِندِكَ قَالُوا۟ لِلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ مَاذَا قَالَ ءَانِفًا ۚ أُو۟لَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمْ وَٱتَّبَعُوٓا۟ أَهْوَآءَهُمْ",
      "page": 508,
      "juz": 26,
      "hizb": 51,
      "sajda": false,
      "translation_dari": "و از آنان (منافقان) کسانی هستند که به تو (در ظاهر) گوش می‌دهند، اما وقتی که از نزد تو بیرون می‌روند به کسانی که به آنان علم و دانش بخشیده شده است (به طور تمسخر) می‌گویند: او هم اکنون چه گفت؟ ایشان کسانی‌اند که الله بر دل‌هایشان مهر نهاده است و از هوی و هوس‌هایشان پیروی کرده‌اند.",
      "translation_pashto": "47-16 او په دوى كې ځینې هغه دي چې تا ته غوږ ږدي تر دې چې كله ستا له خوا نه بهر ووځي، (نو) هغو كسانو ته ووايي چې علم ورته وركړى شوى دى: ده (محمدﷺ) اوس څه وویل؟ دغه هغه كسان دي چې الله د دوى په زړونو مهر لګولى دى او دوى د خپلو خواهشاتو پیروي كړې ده"
    },
    {
      "number": 17,
      "text": "وَٱلَّذِينَ ٱهْتَدَوْا۟ زَادَهُمْ هُدًۭى وَءَاتَىٰهُمْ تَقْوَىٰهُمْ",
      "page": 508,
      "juz": 26,
      "hizb": 51,
      "sajda": false,
      "translation_dari": "و کسانی که هدایت یافته‌اند، الله بر هدایت‌شان افزود و اسباب تقوایشان را به آنها داد.",
      "translation_pashto": "47-17 او هغه كسان چې هدایت يې موندلى دى، هغه (الله) دوى ته هدایت ورزیات كړى دى او دوى ته يې د دوى پرهېزګاري وركړې ده"
    },
    {
      "number": 18,
      "text": "فَهَلْ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأْتِيَهُم بَغْتَةًۭ ۖ فَقَدْ جَآءَ أَشْرَاطُهَا ۚ فَأَنَّىٰ لَهُمْ إِذَا جَآءَتْهُمْ ذِكْرَىٰهُمْ",
      "page": 508,
      "juz": 26,
      "hizb": 51,
      "sajda": false,
      "translation_dari": "پس آیا در انتظار قیامت هستند که ناگهان به آنان بیاید؟ به راستی که هم اکنون علایم و نشانه‌های آن ظاهر شده است پس چون قیامت به سراغشان بیاید، عبرت گرفتن‌شان چه سودی برای آنان خواهد داشت؟",
      "translation_pashto": "47-18 نو دوى انتظار نه كوي مګر د قیامت (یعنې) چې په دوى ناڅاپه راشي، نو یقینًا د ده نښې راغلې دي، نو د دوى لپاره به د دوى پند اخيستل څنګه (مفید) وي چې كله په دوى (قیامت) راشي"
    },
    {
      "number": 19,
      "text": "فَٱعْلَمْ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا ٱللَّهُ وَٱسْتَغْفِرْ لِذَنۢبِكَ وَلِلْمُؤْمِنِينَ وَٱلْمُؤْمِنَٰتِ ۗ وَٱللَّهُ يَعْلَمُ مُتَقَلَّبَكُمْ وَمَثْوَىٰكُمْ",
      "page": 508,
      "juz": 26,
      "hizb": 51,
      "sajda": false,
      "translation_dari": "پس بدان که معبود به حق جز الله نیست و برای گناهانت و برای مردان و زنان مؤمن آمرزش بخواه و الله گردش و آرامیدن‌ تان را می‌داند.",
      "translation_pashto": "47-19 نو ته پوه شه چې بېشكه شان دا دى چې د عبادت هېڅ لايق نشته مګر الله دى او د خپلې ګناه مغفرت وغواړه او د مومنو سړیو او مومنو ښځو لپاره هم، او الله ستاسو په ګرځېدنځى او  اوسېدنځى عالِم دى "
    },
    {
      "number": 20,
      "text": "وَيَقُولُ ٱلَّذِينَ ءَامَنُوا۟ لَوْلَا نُزِّلَتْ سُورَةٌۭ ۖ فَإِذَآ أُنزِلَتْ سُورَةٌۭ مُّحْكَمَةٌۭ وَذُكِرَ فِيهَا ٱلْقِتَالُ ۙ رَأَيْتَ ٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌۭ يَنظُرُونَ إِلَيْكَ نَظَرَ ٱلْمَغْشِىِّ عَلَيْهِ مِنَ ٱلْمَوْتِ ۖ فَأَوْلَىٰ لَهُمْ",
      "page": 509,
      "juz": 26,
      "hizb": 51,
      "sajda": false,
      "translation_dari": "و مؤمنان (آرزوکنان) می‌گویند: چرا سوره‌ای (در بارۀ جهاد) فرستاده نشد؟ پس چون سوره روشن و محکم نازل شود و در آن جنگ ذکر گردد، آنان را که در دل‌هایشان مرض نفاق است می‌بینی مانند کسی به تو نگاه می‌کنند که به سبب مرگ بیهوش شده باشد، پس همان مرگ برایشان بهتر است.",
      "translation_pashto": "47-20 او هغه كس چې ایمان يې راوړى دى، وايي: ولې یو (داسې) سورت نه نازلول كېږي (چې د جهاد حكم په كې وي)، نو كله چې یو محكم سورت نازل كړى شي او په هغه كې جنګ یاد كړى شوى وي (نو) ته به هغه كسان وینې چې د هغوى  په زړونو كې (د نفاق) مرض  دى، چې تا ته به ګوري د هغه كس د كتو په شان چې په هغه د مرګ له وجې بې هوشي راغلې وي، نو د دوى لپاره دې هلاكت وي"
    },
    {
      "number": 21,
      "text": "طَاعَةٌۭ وَقَوْلٌۭ مَّعْرُوفٌۭ ۚ فَإِذَا عَزَمَ ٱلْأَمْرُ فَلَوْ صَدَقُوا۟ ٱللَّهَ لَكَانَ خَيْرًۭا لَّهُمْ",
      "page": 509,
      "juz": 26,
      "hizb": 51,
      "sajda": false,
      "translation_dari": "فرمانبردارای و گفتار نیک برای آنها بهتر است، پس چون امر (جنگ) قطعی شد، اگر به الله راست گویند (و صادقانه بجنگند) حتما برایشان خیر است.",
      "translation_pashto": "47-21 (دوى وايي: زمونږ كار) اطاعت دى او نېكه خبره كول دي، نو كله چې كار (د جهاد) فرض (او لازم) شي، نو كه دوى له الله سره صدق كړى وى (نو) یقینًا دا به د دوى لپاره ډېر غوره و"
    },
    {
      "number": 22,
      "text": "فَهَلْ عَسَيْتُمْ إِن تَوَلَّيْتُمْ أَن تُفْسِدُوا۟ فِى ٱلْأَرْضِ وَتُقَطِّعُوٓا۟ أَرْحَامَكُمْ",
      "page": 509,
      "juz": 26,
      "hizb": 51,
      "sajda": false,
      "translation_dari": "پس آیا اگر روی گردان شوید جز این از شما انتظار نمی‌رود که در زمین فساد کنید و پیوندهای خویشاوندی تان را قطع کنید؟",
      "translation_pashto": "47-22 نو ایا تاسو، كه چېرې حاكمان شئ، دې ته نژدې يئ چې تاسو به په ځمكه كې فساد وكړئ او خپل قرابتونه (خپلویانې) به پرې كړئ"
    },
    {
      "number": 23,
      "text": "أُو۟لَٰٓئِكَ ٱلَّذِينَ لَعَنَهُمُ ٱللَّهُ فَأَصَمَّهُمْ وَأَعْمَىٰٓ أَبْصَٰرَهُمْ",
      "page": 509,
      "juz": 26,
      "hizb": 51,
      "sajda": false,
      "translation_dari": "ایشان کسانی‌اند که الله آنها را لعنت کرده است بنابر این گوش‌هایشان را کر و چشم‌هایشان را کور کرده است.",
      "translation_pashto": "47-23 دا هغه كسان دي چې الله  په دوى لعنت كړى دى، نو دوى يې كاڼه كړي دي او د دوى سترګې يې ړندې كړې دي"
    },
    {
      "number": 24,
      "text": "أَفَلَا يَتَدَبَّرُونَ ٱلْقُرْءَانَ أَمْ عَلَىٰ قُلُوبٍ أَقْفَالُهَآ",
      "page": 509,
      "juz": 26,
      "hizb": 51,
      "sajda": false,
      "translation_dari": "آیا در قرآن نمی‌اندیشند یا بر دلها(یشان) قفل‌هایی زده شده است؟",
      "translation_pashto": "47-24 ایا نو دوى په قرآن كې فكر نه كوي، بلكې (د دوى) په زړونو د دغو تالې پرتې دي"
    },
    {
      "number": 25,
      "text": "إِنَّ ٱلَّذِينَ ٱرْتَدُّوا۟ عَلَىٰٓ أَدْبَٰرِهِم مِّنۢ بَعْدِ مَا تَبَيَّنَ لَهُمُ ٱلْهُدَى ۙ ٱلشَّيْطَٰنُ سَوَّلَ لَهُمْ وَأَمْلَىٰ لَهُمْ",
      "page": 509,
      "juz": 26,
      "hizb": 51,
      "sajda": false,
      "translation_dari": "البته کسانی که پس از آنکه هدایت برایشان روشن شد به آن پشت کردند، شیطان (کارهایشان را) برای آنها آراسته جلوه داد و آنان را با آرزوهای طولانی فریفته است.",
      "translation_pashto": "47-25 بېشكه هغه كسان چې په خپلو شاګانو (له ایمانه) بېرته ګرځېدلي دي، وروسته له دې چې دوى ته هدایت ښكاره شو، دوى ته شیطان (خپل  عملونه) ښايسته كړي دي او دوى ته يې مهلت ښكاره كړى دى"
    },
    {
      "number": 26,
      "text": "ذَٰلِكَ بِأَنَّهُمْ قَالُوا۟ لِلَّذِينَ كَرِهُوا۟ مَا نَزَّلَ ٱللَّهُ سَنُطِيعُكُمْ فِى بَعْضِ ٱلْأَمْرِ ۖ وَٱللَّهُ يَعْلَمُ إِسْرَارَهُمْ",
      "page": 509,
      "juz": 26,
      "hizb": 51,
      "sajda": false,
      "translation_dari": "این به خاطر آن است که آنان به کسانی که از دستورات نازل شدۀ الله ناخوش بودند، گفتند: در برخی از امور از شما اطاعت خواهیم کرد و الله پنهان کاری آنان را می‌داند.",
      "translation_pashto": "47-26 دغه په دې سبب چې یقینًا دوى هغو كسانو ته، چې دغه (قرآن) بد ګڼي چې الله نازل كړى دى، وویل: په ځینو كارونو كې به مونږ ژر ستاسو حكم ومنو او الله د دوى په پټو  خبرو پوهېږي"
    },
    {
      "number": 27,
      "text": "فَكَيْفَ إِذَا تَوَفَّتْهُمُ ٱلْمَلَٰٓئِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَٰرَهُمْ",
      "page": 509,
      "juz": 26,
      "hizb": 51,
      "sajda": false,
      "translation_dari": "پس (حالشان) چگونه خواهد بود وقتی که فرشته‌ها جان‌هایشان را قبض کنند و روی‌ها و پشت‌های ایشان را می‌زنند؟",
      "translation_pashto": "47-27 نو څنګه حال به وي، كله چې ملايك د دوى روحونه قبض كوي، په داسې حال كې چې دغه (ملايك) به د دوى مخونه او د دوى شاګانې وهي"
    },
    {
      "number": 28,
      "text": "ذَٰلِكَ بِأَنَّهُمُ ٱتَّبَعُوا۟ مَآ أَسْخَطَ ٱللَّهَ وَكَرِهُوا۟ رِضْوَٰنَهُۥ فَأَحْبَطَ أَعْمَٰلَهُمْ",
      "page": 509,
      "juz": 26,
      "hizb": 51,
      "sajda": false,
      "translation_dari": "این (گونه قبض نمودن ارواح‌شان) به آن جهت است که آنان از آنچه که الله را ناراض می‌سازد پیروی کردند و (کسب) رضایت او را ناخوش داشتند، پس (الله) اعمالشان را تباہ و برباد ساخت.",
      "translation_pashto": "47-28 دغه په دې سبب چې یقینًا دوى  د هغه شي متابعت وكړ چې الله يې ناراضه كړ او  دوى د هغه رضامندي بده وګڼله، نو هغه د دوى عملونه برباد كړل"
    },
    {
      "number": 29,
      "text": "أَمْ حَسِبَ ٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ أَن لَّن يُخْرِجَ ٱللَّهُ أَضْغَٰنَهُمْ",
      "page": 509,
      "juz": 26,
      "hizb": 51,
      "sajda": false,
      "translation_dari": "آیا کسانی که در دل‌هایشان مرض نفاق است گمان کرده‌اند که الله کینه‌های (پنهانی)‌‌شان را آشکار نخواهد ساخت.",
      "translation_pashto": "47-29 ایا هغه كسان چې د هغوى په زړونو كې (د نفاق) بېماري ده؛ دا ګمان كړى دى چې الله به د دوى پټې كينې له سره نه څرګندوي"
    },
    {
      "number": 30,
      "text": "وَلَوْ نَشَآءُ لَأَرَيْنَٰكَهُمْ فَلَعَرَفْتَهُم بِسِيمَٰهُمْ ۚ وَلَتَعْرِفَنَّهُمْ فِى لَحْنِ ٱلْقَوْلِ ۚ وَٱللَّهُ يَعْلَمُ أَعْمَٰلَكُمْ",
      "page": 510,
      "juz": 26,
      "hizb": 51,
      "sajda": false,
      "translation_dari": "و اگر بخواهیم، آنان را یک یک به تو نشان می‌دادیم پس آنان را از سیمایشان می‌شناختی. و حتما آنان را در طرز سخن گفتن می‌شناسی و الله اعمالتان را می‌داند.",
      "translation_pashto": "47-30 او كه مونږ وغواړو (نو) تا ته به دوى خامخا وښیو، نو ته به دوى خامخا په خپلو خاصو نښو سره وپېژنې او ته به دوى خامخا ضرور د خبرو په اړولو كې وپېژنې او الله ستاسو په عملونو عالِم دى"
    },
    {
      "number": 31,
      "text": "وَلَنَبْلُوَنَّكُمْ حَتَّىٰ نَعْلَمَ ٱلْمُجَٰهِدِينَ مِنكُمْ وَٱلصَّٰبِرِينَ وَنَبْلُوَا۟ أَخْبَارَكُمْ",
      "page": 510,
      "juz": 26,
      "hizb": 51,
      "sajda": false,
      "translation_dari": "و بدون شک شما را می‌آزماییم تا مجاهدان و صابران شما را معلوم کنیم و اخبار شما را بیازماییم.",
      "translation_pashto": "47-31 او مونږ به تاسو خامخا ضرور ازمایو تر دې چې مونږ په تاسو كې جهاد كوونكي وپېژنو  (ظاهر كړو) او صبر كوونكي او ستاسو خبرونه وازمایو"
    },
    {
      "number": 32,
      "text": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ وَشَآقُّوا۟ ٱلرَّسُولَ مِنۢ بَعْدِ مَا تَبَيَّنَ لَهُمُ ٱلْهُدَىٰ لَن يَضُرُّوا۟ ٱللَّهَ شَيْـًۭٔا وَسَيُحْبِطُ أَعْمَٰلَهُمْ",
      "page": 510,
      "juz": 26,
      "hizb": 51,
      "sajda": false,
      "translation_dari": "یقینا کسانی که پس از این که هدایت بر ایشان روشن شد، کفر ورزیدند و (مردم را) از راه الله باز داشتند و با پیغمبر مخالفت کردند هرگز به الله کم‌ترین زیانی نمی‌رسانند و الله اعمالشان را تباه خواهد کرد.",
      "translation_pashto": "47-32 بېشكه هغه كسان چې كافران شوي دي او د الله له لارې نه منع شوي دي او د رسول مخالفت كوي، وروسته له دې چې دوى ته هدایت ښكاره شو، دوى به الله ته له سره هېڅ شى ضرر ونه رسولى شي او  هغه به ضرور د دوى عملونه برباد كړي"
    },
    {
      "number": 33,
      "text": "۞ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ أَطِيعُوا۟ ٱللَّهَ وَأَطِيعُوا۟ ٱلرَّسُولَ وَلَا تُبْطِلُوٓا۟ أَعْمَٰلَكُمْ",
      "page": 510,
      "juz": 26,
      "hizb": 51,
      "sajda": false,
      "translation_dari": "ای کسانی که ایمان آورده‌اید، از الله و پیغمبر اطاعت کنید و کارهای خود را (با مخالفت الله و رسولش) باطل و ضائع نسازید.",
      "translation_pashto": "47-33 اى هغو كسانو چې ایمان يې راوړى دى! تاسو د الله اطاعت كوئ او د رسول اطاعت كوئ او خپل عملونه مه تباه كوئ"
    },
    {
      "number": 34,
      "text": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ ثُمَّ مَاتُوا۟ وَهُمْ كُفَّارٌۭ فَلَن يَغْفِرَ ٱللَّهُ لَهُمْ",
      "page": 510,
      "juz": 26,
      "hizb": 51,
      "sajda": false,
      "translation_dari": "البته آنانکه کفر ورزیدند و (مردم را) از راه الله باز داشتند باز مردند در حالیکه کافر بودند، پس هرگز الله ایشان را نخواهد بخشید.",
      "translation_pashto": "47-34 بېشكه هغه كسان چې كافران شوي دي او د الله له لارې نه منع كېږي، بیا دوى  په داسې حال كې مړه شي چې كافران دي، نو الله به دوى ته له سره بخښنه ونه كړي"
    },
    {
      "number": 35,
      "text": "فَلَا تَهِنُوا۟ وَتَدْعُوٓا۟ إِلَى ٱلسَّلْمِ وَأَنتُمُ ٱلْأَعْلَوْنَ وَٱللَّهُ مَعَكُمْ وَلَن يَتِرَكُمْ أَعْمَٰلَكُمْ",
      "page": 510,
      "juz": 26,
      "hizb": 51,
      "sajda": false,
      "translation_dari": "(وقتی که انجام کفر چنین باشد) پس سست مشوید و به سازش دعوت ندهید، چرا که شما برترید و الله با شماست و هرگز (اجر و پاداش) اعمالتان را کم نمی‌کند.",
      "translation_pashto": "47-35 نو تاسو سستي مه كوئ او سولې ته بلنه مه وركوئ، په داسې حال كې چې هم تاسو به غالب  یئ، او الله له تاسو سره دى او هغه به ستاسو عملونه له سره ضايع (او كم) نه كړي"
    },
    {
      "number": 36,
      "text": "إِنَّمَا ٱلْحَيَوٰةُ ٱلدُّنْيَا لَعِبٌۭ وَلَهْوٌۭ ۚ وَإِن تُؤْمِنُوا۟ وَتَتَّقُوا۟ يُؤْتِكُمْ أُجُورَكُمْ وَلَا يَسْـَٔلْكُمْ أَمْوَٰلَكُمْ",
      "page": 510,
      "juz": 26,
      "hizb": 51,
      "sajda": false,
      "translation_dari": "بی‌گمان زندگی دنیا تنها بازی و سرگرمی است. و اگر ایمان بیاورید و پرهیزگاری کنید پاداش‌هایتان را به شما می‌دهد و مال‌هایتان را هم نمی‌خواهد.",
      "translation_pashto": "47-36 بېشكه هم دا خبره ده چې دنيايي ژوند خو بس لوبې او مشغولتیا ده او كه تاسو ایمان راوړئ او پرهېزګاره شئ (نو) هغه به تاسو ته ستاسو اجرونه دركړي او له تاسو نه به ستاسو مالونه ونه وغواړي"
    },
    {
      "number": 37,
      "text": "إِن يَسْـَٔلْكُمُوهَا فَيُحْفِكُمْ تَبْخَلُوا۟ وَيُخْرِجْ أَضْغَٰنَكُمْ",
      "page": 510,
      "juz": 26,
      "hizb": 51,
      "sajda": false,
      "translation_dari": "اگر الله مال‌هایتان را از شما بخواهد و (بر این امر) اصرار بورزد بخل خواهید ورزید و (این درخواست) کینه‌های شما را آشکار می‌کند.",
      "translation_pashto": "47-37 كه هغه له تاسو نه دغه (مال) وغواړي، پس په تاسو ښه كوشش وكړي (نو) تاسو به بخل وكړئ، او هغه (الله)  به  ستاسو پټې كينې راوباسي"
    },
    {
      "number": 38,
      "text": "هَٰٓأَنتُمْ هَٰٓؤُلَآءِ تُدْعَوْنَ لِتُنفِقُوا۟ فِى سَبِيلِ ٱللَّهِ فَمِنكُم مَّن يَبْخَلُ ۖ وَمَن يَبْخَلْ فَإِنَّمَا يَبْخَلُ عَن نَّفْسِهِۦ ۚ وَٱللَّهُ ٱلْغَنِىُّ وَأَنتُمُ ٱلْفُقَرَآءُ ۚ وَإِن تَتَوَلَّوْا۟ يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ثُمَّ لَا يَكُونُوٓا۟ أَمْثَٰلَكُم",
      "page": 510,
      "juz": 26,
      "hizb": 51,
      "sajda": false,
      "translation_dari": "آگاه باشید این شما هستید که دعوت داده می‌شوید تا در راه الله انفاق کنید! (و ليكن) بعضی از شما بخل می‌ورزند و هر کس که بخل ورزد در حق خود بخل می‌ورزد. و الله بی‌نیاز است و شما نیازمندانید، و اگر روی بگردانید قوم دیگر را جایگزین شما می‌کند، باز آنان مانند شما (بخيل) نخواهند بود؟",
      "translation_pashto": "47-38 خبردار شئ! تاسو اى دغو كسانو! تاسو رابللى شئ، د دې لپاره چې تاسو د الله په لاره كې مال ولګوئ، نو په تاسو كې ځینې بخل كوي او څوك چې بخل وكړي، نو یقینًا هم دا خبره ده چې هغه له خپل ځان نه (د خير په منع كولو سره) بخل كوي او هم دا الله غني (ښه بې پروا) دى او هم تاسو فقیران یئ او كه تاسو وګرځېدئ (نو) هغه به له تاسو  نه غیر بل قوم په بدل كې راولي، بیا به هغوى ستاسو په شان نه وي"
    }
  ]
}