{
  "number": 48,
  "name": "الفتح",
  "name_dari": "فتح",
  "meaning_dari": "پیروزی",
  "revelationType": "مدنی",
  "numberOfAyahs": 29,
  "ayahs": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ إِنَّا فَتَحْنَا لَكَ فَتْحًۭا مُّبِينًۭا",
      "page": 511,
      "juz": 26,
      "hizb": 51,
      "sajda": false,
      "translation_dari": "البته ما برای تو به فتحی آشکار حکم کردیم.",
      "translation_pashto": "48-1 بېشكه مونږ تا ته فتح دركړې ده، ښكاره فتح"
    },
    {
      "number": 2,
      "text": "لِّيَغْفِرَ لَكَ ٱللَّهُ مَا تَقَدَّمَ مِن ذَنۢبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعْمَتَهُۥ عَلَيْكَ وَيَهْدِيَكَ صِرَٰطًۭا مُّسْتَقِيمًۭا",
      "page": 511,
      "juz": 26,
      "hizb": 51,
      "sajda": false,
      "translation_dari": "تا (در نتیجه) الله همۀ گناهان گذشته و آیندۀ تو را بیامرزد و نعمتش را بر تو تمام سازد و تو را به راه راست هدایت کند.",
      "translation_pashto": "48-2 د دې لپاره چې الله تا ته ستا هغه ګناهونه وبخښي چې مخكې تېرې شوي دي او هغه چې وروسته دي او په تا باندې خپل نعمتونه پوره كړي او تا ته نېغه لاره وښيي"
    },
    {
      "number": 3,
      "text": "وَيَنصُرَكَ ٱللَّهُ نَصْرًا عَزِيزًا",
      "page": 511,
      "juz": 26,
      "hizb": 51,
      "sajda": false,
      "translation_dari": "و تا الله تو را به نصرت قوی و غالب (شکست ناپذیر) مدد کند.",
      "translation_pashto": "48-3 او د دې لپاره چې الله ستا مدد وكړي، زبردست مدد كول"
    },
    {
      "number": 4,
      "text": "هُوَ ٱلَّذِىٓ أَنزَلَ ٱلسَّكِينَةَ فِى قُلُوبِ ٱلْمُؤْمِنِينَ لِيَزْدَادُوٓا۟ إِيمَٰنًۭا مَّعَ إِيمَٰنِهِمْ ۗ وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمًۭا",
      "page": 511,
      "juz": 26,
      "hizb": 51,
      "sajda": false,
      "translation_dari": "اوست ذاتی که در دل مؤمنان سکون و اطمینان را نازل کرد تا ایمانی بر ایمان خود بیافزایند. و لشکرهای آسمان و زمین از الله است و الله دانای باحکمت است.",
      "translation_pashto": "48-4 دغه (الله) هغه ذات دى چې د مومنانو په زړونو كې يې سكون (اطمینان) نازل كړ، د دې لپاره چې دوى د خپل (مخكیني) ایمان سره د ایمان په لحاظ نور ورزیات شي او خاص الله لره د اسمانونو او ځمكې لښكرې دي او الله ښه پوه،  ښه حكمت والا دى"
    },
    {
      "number": 5,
      "text": "لِّيُدْخِلَ ٱلْمُؤْمِنِينَ وَٱلْمُؤْمِنَٰتِ جَنَّٰتٍۢ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ خَٰلِدِينَ فِيهَا وَيُكَفِّرَ عَنْهُمْ سَيِّـَٔاتِهِمْ ۚ وَكَانَ ذَٰلِكَ عِندَ ٱللَّهِ فَوْزًا عَظِيمًۭا",
      "page": 511,
      "juz": 26,
      "hizb": 51,
      "sajda": false,
      "translation_dari": "تا مردان و زنان مؤمن را در باغ‌های در آورد که در زیر (درختان و قصرهای) آن نهرها جاری است و همیشه در آن خواهند بود، و اینکه بدی‌هایشان را محو سازد و این در نزد الله کامیابی بزرگ است.",
      "translation_pashto": "48-5 د دې لپاره چې هغه مومنان سړي او مومنې ښځې داسې جنتونو ته داخل كړي چې د هغو له لاندې ولې بهېږي، چې دوى به په هغو كې تل ترتله وي او (د دې لپاره چې) هغه (الله) له دوى نه  د دوى ګناهونه لرې كړي، او دغه د الله په  نیز ډېره لویه كامیابي ده"
    },
    {
      "number": 6,
      "text": "وَيُعَذِّبَ ٱلْمُنَٰفِقِينَ وَٱلْمُنَٰفِقَٰتِ وَٱلْمُشْرِكِينَ وَٱلْمُشْرِكَٰتِ ٱلظَّآنِّينَ بِٱللَّهِ ظَنَّ ٱلسَّوْءِ ۚ عَلَيْهِمْ دَآئِرَةُ ٱلسَّوْءِ ۖ وَغَضِبَ ٱللَّهُ عَلَيْهِمْ وَلَعَنَهُمْ وَأَعَدَّ لَهُمْ جَهَنَّمَ ۖ وَسَآءَتْ مَصِيرًۭا",
      "page": 511,
      "juz": 26,
      "hizb": 51,
      "sajda": false,
      "translation_dari": "و تا مردان و زنان منافق و مردان و زنان مشرک را عذاب دهد که به الله گمان بد دارند، بدیها و بلاها تنها بر ایشان است و الله بر آنان غضب کرده و آنان را لعنت کرده است و دوزخ را برایشان آماده ساخته است که دوزخ بد جایگاه است.",
      "translation_pashto": "48-6 او د دې لپاره چې منافقو سړیو او منافقو ښځو او مشركو سړیو او مشركو ښځو ته عذاب وركړي، هغه چې په الله باندې ګمان كوونكي دي، بدګمان، په دوى دې د بدۍ راګرځېدل وي، او الله په دوى باندې غضب كړى دى او په دوى يې لعنت كړى دى او د دوى لپاره يې جهنم تیار كړى دى او هغه د ورتلو بد ځاى دى"
    },
    {
      "number": 7,
      "text": "وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا",
      "page": 511,
      "juz": 26,
      "hizb": 51,
      "sajda": false,
      "translation_dari": "و لشکرهای آسمان و زمین از الله می‌باشد و الله غالب با حكمت است.",
      "translation_pashto": "48-7 او خاص د الله لپاره د اسمانونو او ځمكې لښكرې دي او الله له ازله ښه غالب، ښه حكمت والا دى"
    },
    {
      "number": 8,
      "text": "إِنَّآ أَرْسَلْنَٰكَ شَٰهِدًۭا وَمُبَشِّرًۭا وَنَذِيرًۭا",
      "page": 511,
      "juz": 26,
      "hizb": 51,
      "sajda": false,
      "translation_dari": "البته ما تو را گواه (بر اعمال) و مژده رسان و بیم دهنده فرستادیم،",
      "translation_pashto": "48-8 بېشكه مونږ ته شاهد او زېرى وركوونكى او وېروونكى لېږلى يې"
    },
    {
      "number": 9,
      "text": "لِّتُؤْمِنُوا۟ بِٱللَّهِ وَرَسُولِهِۦ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُ وَتُسَبِّحُوهُ بُكْرَةًۭ وَأَصِيلًا",
      "page": 511,
      "juz": 26,
      "hizb": 51,
      "sajda": false,
      "translation_dari": "تا به الله و پیغمبرش ایمان بیاورید و او را مدد کنید و او را بزرگ بدارید. و صبح و شام الله را به پاکی یاد کنید.",
      "translation_pashto": "48-9 د دې لپاره چې تاسو (اى خلقو!) په الله او د هغه په رسول ایمان راوړئ او د هغه (الله) مدد وكړئ او د هغه تعظیم وكړئ او سبا او بېګا د هغه تسبیح بیان كړئ"
    },
    {
      "number": 10,
      "text": "إِنَّ ٱلَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ ٱللَّهَ يَدُ ٱللَّهِ فَوْقَ أَيْدِيهِمْ ۚ فَمَن نَّكَثَ فَإِنَّمَا يَنكُثُ عَلَىٰ نَفْسِهِۦ ۖ وَمَنْ أَوْفَىٰ بِمَا عَٰهَدَ عَلَيْهُ ٱللَّهَ فَسَيُؤْتِيهِ أَجْرًا عَظِيمًۭا",
      "page": 512,
      "juz": 26,
      "hizb": 51,
      "sajda": false,
      "translation_dari": "البته کسانیکه با تو بیعت می‌کردند جز این نیست که با الله بیعت می‌کردند. دست الله بالای دست‌های آنان است، پس هرکس پیمان شکنی کند پس به زیان خود پیمان شکنی می‌کند و هر کس به آنچه که بر آن با الله عهد بسته است وفا کند، پس (الله) به زودی پاداش بزرگی به او خواهد داد.",
      "translation_pashto": "48-10 بېشكه هغه كسان چې له تا سره بیعت كوي، بېشكه همدا خبره ده چې دوى خو له الله سره  بیعت كوي، د الله لاس د دوى د لاسونو له پاسه دى، نو هغه چا چې (دا بیعت) مات كړ، نو بېشكه همدا خبره ده چې د خپل ځان په ضرر يې  ماتوي او هغه څوك چې په هغه څه وفا وكړي چې په هغه يې له الله سره عهد كړى دى، نو  ده ته به هغه خامخا ډېر لوى اجر وركړي"
    },
    {
      "number": 11,
      "text": "سَيَقُولُ لَكَ ٱلْمُخَلَّفُونَ مِنَ ٱلْأَعْرَابِ شَغَلَتْنَآ أَمْوَٰلُنَا وَأَهْلُونَا فَٱسْتَغْفِرْ لَنَا ۚ يَقُولُونَ بِأَلْسِنَتِهِم مَّا لَيْسَ فِى قُلُوبِهِمْ ۚ قُلْ فَمَن يَمْلِكُ لَكُم مِّنَ ٱللَّهِ شَيْـًٔا إِنْ أَرَادَ بِكُمْ ضَرًّا أَوْ أَرَادَ بِكُمْ نَفْعًۢا ۚ بَلْ كَانَ ٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرًۢا",
      "page": 512,
      "juz": 26,
      "hizb": 51,
      "sajda": false,
      "translation_dari": "زود است که پس ماندگان عرب‌های بادیه نشین به تو بگویند: اموال و فرزندان ما، ما را مشغول ساخت، پس برای ما آمرزش بخواه، با زبانهایشان چیزی را می‌گویند که در دل‌هایشان نیست، بگو: اگر الله بخواهد به شما زیانی یا نفعی برساند چه کسی در برابر او برای شما اختیار چیزی را دارد؟ بلکه الله به آنچه می‌کنید آگاه است.",
      "translation_pashto": "48-11 ژر ده چې تا ته په اَعرابو كې وروسته پاتې كړى شوي كسان ووايي: مونږ خپلو مالونو او خپلوكورنيو مشغول كړي وو، لهٰذا ته زمونږ لپاره بخښنه وغواړه، دوى په خپلو ژبو سره هغه خبرې وايي چې د دوى په زړونو كې هغه نشته، ته (دوى ته) ووایه: نو  تاسو لپاره د الله (له عذاب) نه څوك د څه شي اختیار لرلى شي، كه هغه (الله) تاسو ته د ضرر رسولو اراده وكړي، یا تاسو ته د نفعې رسولو اراده وكړي، بلكې الله په هغو كارونو چې تاسو يې كوئ ؛ ښه  خبردار دى"
    },
    {
      "number": 12,
      "text": "بَلْ ظَنَنتُمْ أَن لَّن يَنقَلِبَ ٱلرَّسُولُ وَٱلْمُؤْمِنُونَ إِلَىٰٓ أَهْلِيهِمْ أَبَدًۭا وَزُيِّنَ ذَٰلِكَ فِى قُلُوبِكُمْ وَظَنَنتُمْ ظَنَّ ٱلسَّوْءِ وَكُنتُمْ قَوْمًۢا بُورًۭا",
      "page": 512,
      "juz": 26,
      "hizb": 51,
      "sajda": false,
      "translation_dari": "(مشغول نبودید) بلکه گمان کردید که پیغمبر و مؤمنان هرگز به‌سوی خانواده‌هایشان باز نخواهند گشت و این در دل‌هایتان آراسته شد و گمان بد کردید و مردمان هلاک شده و بدبخت بودید.",
      "translation_pashto": "48-12 بلكې (اصل خبره دا ده چې) تاسو دا ګمان كړى و چې رسول او مومنان به خپلو كورنيو ته هېڅ كله هم بېرته له سره  را ونه ګرځي او دغه خبره  ستاسو په زړونو كې ښايسته كړى شوه او تاسو ګمان وكړ، بدګمان، او تاسو  هلاكېدونكى قوم شوئ"
    },
    {
      "number": 13,
      "text": "وَمَن لَّمْ يُؤْمِنۢ بِٱللَّهِ وَرَسُولِهِۦ فَإِنَّآ أَعْتَدْنَا لِلْكَٰفِرِينَ سَعِيرًۭا",
      "page": 512,
      "juz": 26,
      "hizb": 51,
      "sajda": false,
      "translation_dari": "و هر کس به الله و پیغمبرش ایمان نیاورد پس (بداند که) ما برای کافران آتش شعله ور آماده کرده‌ایم.",
      "translation_pashto": "48-13 او هر څوك چې په الله او د هغه په  رسول ایمان رانه وړي، نو بېشكه مونږ د كافرانو لپاره لمبې  وهونكى اور تیار كړى دى"
    },
    {
      "number": 14,
      "text": "وَلِلَّهِ مُلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۚ يَغْفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُ ۚ وَكَانَ ٱللَّهُ غَفُورًۭا رَّحِيمًۭا",
      "page": 512,
      "juz": 26,
      "hizb": 51,
      "sajda": false,
      "translation_dari": "و فرمانروایی آسمان‌ها و زمین از الله است هر کسی را بخواهد می‌آمرزد و هر کسی را بخواهد عذاب می‌دهد و الله آمرزندۀ مهربان است.",
      "translation_pashto": "48-14 او خاص د الله لپاره د اسمانونو او ځمكې باچايي ده، چا ته چې وغواړي بخښنه كوي او چا ته چې وغواړي عذاب وركوي او الله ډېر بخښونكى، بې حده رحم كوونكى دى"
    },
    {
      "number": 15,
      "text": "سَيَقُولُ ٱلْمُخَلَّفُونَ إِذَا ٱنطَلَقْتُمْ إِلَىٰ مَغَانِمَ لِتَأْخُذُوهَا ذَرُونَا نَتَّبِعْكُمْ ۖ يُرِيدُونَ أَن يُبَدِّلُوا۟ كَلَٰمَ ٱللَّهِ ۚ قُل لَّن تَتَّبِعُونَا كَذَٰلِكُمْ قَالَ ٱللَّهُ مِن قَبْلُ ۖ فَسَيَقُولُونَ بَلْ تَحْسُدُونَنَا ۚ بَلْ كَانُوا۟ لَا يَفْقَهُونَ إِلَّا قَلِيلًۭا",
      "page": 512,
      "juz": 26,
      "hizb": 51,
      "sajda": false,
      "translation_dari": "زود است همان پس ماندگان (غزوۀ حدیبیه) بگویند، وقتی که شما برای به دست آوردن غنیمتهای (خیبر) روان شوید، بگذارید که همراه شما برویم، می‌خواهند سخن الله را تغییر دهند. بگو: هرگز با ما نخواهید رفت، الله از پیش این چنین (دربارۀ شما) فرموده است، پس خواهند گفت: (الله نگفته است) بلکه شما نسبت به ما حسد می‌ورزید. (مسلمانان حسد نمی‌ورزند) ولی آنان جز اندکی نمی‌فهمند.",
      "translation_pashto": "48-15 ژر به وروسته پاتې كړى شوي كسان ووايي، كله چې تاسو غنیمتونو ته روان شئ، د دې لپاره چې هغه راونیسئ: تاسو مونږ پرېږدئ چې تاسو پسې روان شو، دوى  غواړي چې د الله كلام بدل كړي، ته (دوى ته) ووایه: تاسو به زمونږ پسې له سره رانشئ، الله همداسې مخكې له دې نه فرمایلي دي: بیا به ژر چې دوى ووايي: بلكې تاسو زمونږ سره حسد كوئ (داسې نه ده) بلكې دوى  نه پوهېدل مګر ډېر لږ څه"
    },
    {
      "number": 16,
      "text": "قُل لِّلْمُخَلَّفِينَ مِنَ ٱلْأَعْرَابِ سَتُدْعَوْنَ إِلَىٰ قَوْمٍ أُو۟لِى بَأْسٍۢ شَدِيدٍۢ تُقَٰتِلُونَهُمْ أَوْ يُسْلِمُونَ ۖ فَإِن تُطِيعُوا۟ يُؤْتِكُمُ ٱللَّهُ أَجْرًا حَسَنًۭا ۖ وَإِن تَتَوَلَّوْا۟ كَمَا تَوَلَّيْتُم مِّن قَبْلُ يُعَذِّبْكُمْ عَذَابًا أَلِيمًۭا",
      "page": 513,
      "juz": 26,
      "hizb": 51,
      "sajda": false,
      "translation_dari": "به پس ماندگان بادیه نشین بگو: به زودی از شما دعوت خواهد شد که به‌سوی قوم جنگجو و قدرتمند بروید، تا با آنان بجنگید، یا اسلام آورند. پس اگر اطاعت کنید، الله پاداش نیک به شما خواهد داد. و اگر روی بگردانید، طوریکه پیش از این روی گرداندید، شما را به عذاب دردناک شکنجه خواهد کرد.",
      "translation_pashto": "48-16 په اعرابو كې وروسته پاتې كړى شویو كسانو ته ووایه: ژر ده چې تاسو به له داسې قوم سره (د جنګ كولو) لپاره راوبللى شئ، چې د ډېر سخت جنګ والا دي، تاسو به له هغوى سره جنګ كوئ، یا به هغوى مسلمانېږي، نو كه تاسو اطاعت وكړئ، الله به تاسو ته ډېر ښه اجر دركړي او كه تاسو وګرځېدئ، لكه چې له دې نه مخكې ګرځېدلي وئ (نو) هغه به تاسو ته ډېر دردوونكى عذاب دركړي"
    },
    {
      "number": 17,
      "text": "لَّيْسَ عَلَى ٱلْأَعْمَىٰ حَرَجٌۭ وَلَا عَلَى ٱلْأَعْرَجِ حَرَجٌۭ وَلَا عَلَى ٱلْمَرِيضِ حَرَجٌۭ ۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدْخِلْهُ جَنَّٰتٍۢ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ ۖ وَمَن يَتَوَلَّ يُعَذِّبْهُ عَذَابًا أَلِيمًۭا",
      "page": 513,
      "juz": 26,
      "hizb": 51,
      "sajda": false,
      "translation_dari": "بر نابینا گناهی نیست و بر لنگ گناهی نیست و بر بیمار گناهی نیست (که به جهاد نروند) و هرکس از الله و پیغمبرش اطاعت کند، الله او را به باغهایی وارد می‌سازد که از زیر (درختان و قصرهای) آن نهرها روان است. و هرکس روی بگرداند، او را به عذاب دردناک، عذاب خواهد داد.",
      "translation_pashto": "48-17 نه په ړانده باندې څه ګناه شته او نه په ګوډ باندې څه ګناه شته او نه په بېمار باندې څه  ګناه شته او څوك چې د الله او د هغه د رسول اطاعت وكړي (نو) هغه (الله) به دغه (كس) داسې جنتونو ته داخل كړې چې د هغو له لاندې ولې بهېږي او څوك چې (د الله له احكامو نه) مخ واړوي (،نو) هغه (الله) به ده ته ډېر دردوونكى عذاب وركړي"
    },
    {
      "number": 18,
      "text": "۞ لَّقَدْ رَضِىَ ٱللَّهُ عَنِ ٱلْمُؤْمِنِينَ إِذْ يُبَايِعُونَكَ تَحْتَ ٱلشَّجَرَةِ فَعَلِمَ مَا فِى قُلُوبِهِمْ فَأَنزَلَ ٱلسَّكِينَةَ عَلَيْهِمْ وَأَثَٰبَهُمْ فَتْحًۭا قَرِيبًۭا",
      "page": 513,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "هر آئینه که الله از مؤمنان راضی شد، هنگامیکه زیر درخت با تو بیعت می‌کردند، پس آنچه را که در دل‌هایشان بود دانست، در نتیجه بر آنان سکون و آرامش نازل کرد و به آنان فتح نزدیک را پاداش داد.",
      "translation_pashto": "48-18 یقینًا یقینًا الله له مومنانو نه راضي شو كله چې دوى له تا سره د ونې لاندې بيعت كاوه، پس ده ته هغه څه معلوم وو چې د دوى په زړونو كې وو، بیا هغه په دوى اطمینان نازل كړ او دوى ته يې په عوض كې نژدې برى وركړ"
    },
    {
      "number": 19,
      "text": "وَمَغَانِمَ كَثِيرَةًۭ يَأْخُذُونَهَا ۗ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًۭا",
      "page": 513,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "و غنیمت‌های بسیاری که آن را به دست خواهند آورد، و الله غالب باحکمت است.",
      "translation_pashto": "48-19 او ډېر غنیمتونه چې دوى به هغه راحاصل كړي او الله له همېشه ډېر غالب، ښه حكمت والا دى "
    },
    {
      "number": 20,
      "text": "وَعَدَكُمُ ٱللَّهُ مَغَانِمَ كَثِيرَةًۭ تَأْخُذُونَهَا فَعَجَّلَ لَكُمْ هَٰذِهِۦ وَكَفَّ أَيْدِىَ ٱلنَّاسِ عَنكُمْ وَلِتَكُونَ ءَايَةًۭ لِّلْمُؤْمِنِينَ وَيَهْدِيَكُمْ صِرَٰطًۭا مُّسْتَقِيمًۭا",
      "page": 513,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "الله غنيمت‌های بسیار را به شما وعده کرده است که آنها را به دست می‌آورید و این (غنیمت) را زودتر به شما داد و دست تجاوز مردم را از شما باز داشت. تا نشانه‌ای (نصرت الهی) برای مؤمنان باشد و شما را به راه راست هدایت کند.",
      "translation_pashto": "48-20 الله له تاسو سره د ډېرو غنیموتونو وعده كړې ده چې تاسو به هغه واخلئ، پس دا (غنیمت) يې تاسو ته ژر دركړ او د خلقو لاسونه يې له تاسو نه بند كړل او د دې لپاره چې دا (كار) د مومنانو لپاره  یو نښه شي او د دې لپاره چې هغه تاسو ته نېغه لار وښیي"
    },
    {
      "number": 21,
      "text": "وَأُخْرَىٰ لَمْ تَقْدِرُوا۟ عَلَيْهَا قَدْ أَحَاطَ ٱللَّهُ بِهَا ۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرًۭا",
      "page": 513,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "و غنیمتهای دیگری (را نیز نصیب تان خواهد کرد) که هنوز قادر به گرفتن آن نشده‌اید، اما الله بر آن احاطه دارد. و الله بر هر چیزی قادر است.",
      "translation_pashto": "48-21 او نور داسې (غنیمتونه) دي چې تاسو لا په هغو قادر شوي نه یئ، یقینًا الله هغه راګېر كړي دي او الله په هر شي باندې ښه قادر دى "
    },
    {
      "number": 22,
      "text": "وَلَوْ قَٰتَلَكُمُ ٱلَّذِينَ كَفَرُوا۟ لَوَلَّوُا۟ ٱلْأَدْبَٰرَ ثُمَّ لَا يَجِدُونَ وَلِيًّۭا وَلَا نَصِيرًۭا",
      "page": 513,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "و اگر کافران (در حدیبیه) با شما می‌جنگیدند به یقین پشت‌هایشان را می‌گردانیدند، باز کارساز و مددگاری نمی‌یافتند.",
      "translation_pashto": "48-22 او كه كافران شویو كسانو له تاسو سره جنګ كړى وى (نو) دوى به خامخا شاګانې ګرځولې وى، بیا به دوى نه څوك كارساز موندلى و او نه كوم مددګار"
    },
    {
      "number": 23,
      "text": "سُنَّةَ ٱللَّهِ ٱلَّتِى قَدْ خَلَتْ مِن قَبْلُ ۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبْدِيلًۭا",
      "page": 513,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "این سنت الله است که پیش از این (در مقابل كفار) گذشته است و هرگز برای سنت الله تغییر و تبدیل نخواهی یافت.",
      "translation_pashto": "48-23 الله هغه طریقه جاري كړې ده چې له دې نه مخكې تېره شوې ده او ته به د الله طریقې لره له سره څه  تبدیلې ونه مومې"
    },
    {
      "number": 24,
      "text": "وَهُوَ ٱلَّذِى كَفَّ أَيْدِيَهُمْ عَنكُمْ وَأَيْدِيَكُمْ عَنْهُم بِبَطْنِ مَكَّةَ مِنۢ بَعْدِ أَنْ أَظْفَرَكُمْ عَلَيْهِمْ ۚ وَكَانَ ٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرًا",
      "page": 514,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "او همان ذاتی است که در داخل مکه دست کافران را از شما و دست شما را از ایشان بازداشت، بعد از آنکه شما را بر آنان پیروز ساخت و الله به آنچه می‌کنید، بیناست.",
      "translation_pashto": "48-24 او دى همغه ذات دى چې له تاسو نه يې د هغوى لاسونه بند كړل او له هغوى نه يې ستاسو لاسونه بند كړل، د مكې په داخل كې، وروسته له دې چې تاسو يې پر هغوى غالب كړئ، او الله هغه څه لره چې تاسو يې كوئ ؛ ښه لیدونكى دى"
    },
    {
      "number": 25,
      "text": "هُمُ ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوكُمْ عَنِ ٱلْمَسْجِدِ ٱلْحَرَامِ وَٱلْهَدْىَ مَعْكُوفًا أَن يَبْلُغَ مَحِلَّهُۥ ۚ وَلَوْلَا رِجَالٌۭ مُّؤْمِنُونَ وَنِسَآءٌۭ مُّؤْمِنَٰتٌۭ لَّمْ تَعْلَمُوهُمْ أَن تَطَـُٔوهُمْ فَتُصِيبَكُم مِّنْهُم مَّعَرَّةٌۢ بِغَيْرِ عِلْمٍۢ ۖ لِّيُدْخِلَ ٱللَّهُ فِى رَحْمَتِهِۦ مَن يَشَآءُ ۚ لَوْ تَزَيَّلُوا۟ لَعَذَّبْنَا ٱلَّذِينَ كَفَرُوا۟ مِنْهُمْ عَذَابًا أَلِيمًا",
      "page": 514,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "آنها کسانی هستند که کفر ورزیدند و شما را از مسجد الحرام منع کردند و نگذاشتند قربانی‌هایی نگاه داشته شده به جایگاهش برسد، و اگر مردان و زنان مؤمن (و مستضعف مکه) نبودند که آنان را نمی‌شناسید (و ممکن بود) آنها را پایمال کنید، پس نادانسته دربارۀ آنان رنج و آسیب به شما می‌رسید. (الله هرگز مانع این جنگ نمی‌شد) تا الله هرکسی را بخواهد در رحمت خود در آورد. اگر (مؤمنان و مشرکان) از هم جدا بودند حتما کافران را به عذاب دردناکی گرفتار می‌کردیم.",
      "translation_pashto": "48-25 دوى هغه كسان دي چې كفر يې كړى دى، او تاسو يې له مسجد حرام نه منع كړي يئ او قربانۍ (د هدي څاروي هم)، په دې حال كې چې له دې نه بندې كړى شوي دي چې خپل د حلالې ځاى ته ورسېږي او كه چېرې څه مومن سړي او څه مومنې ښځې نه وى، چې تاسو دوى نه پېژندل، دا چې تاسو به دوى پايمال كړئ، بیا به تاسو ته د دوى په وجه ګناه ورسېږي (، نو د  جنګ اجازت به يې دركړى و، خو در يې نه كړ) د دې لپاره چې الله په خپل رحمت كې هغه څوك داخل كړي چې يې غواړي، كه دغه (مسلمانان له كفارو نه) جدا شوي وى، نو مونږ به خامخا په دغو (د مكې په اوسېدونكو) كسانو كې كافران شویو خلقو ته ډېر دردوونكى عذاب وركړى و"
    },
    {
      "number": 26,
      "text": "إِذْ جَعَلَ ٱلَّذِينَ كَفَرُوا۟ فِى قُلُوبِهِمُ ٱلْحَمِيَّةَ حَمِيَّةَ ٱلْجَٰهِلِيَّةِ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلْمُؤْمِنِينَ وَأَلْزَمَهُمْ كَلِمَةَ ٱلتَّقْوَىٰ وَكَانُوٓا۟ أَحَقَّ بِهَا وَأَهْلَهَا ۚ وَكَانَ ٱللَّهُ بِكُلِّ شَىْءٍ عَلِيمًۭا",
      "page": 514,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "وقتی که کافران تعصب و ننگ جاهلیت را در دل‌هایشان جای دادند، پس الله سکون و آرامش خود را بر پیغمبرش و (نیز) بر مؤمنان نازل کرد و آنان را به کلمۀ تقوا ملزم ساخت و آنان به آن سزاوارتر و اهل آن بودند و الله به هر چیز داناست.",
      "translation_pashto": "48-26 كله چې كافران شویو خلقو په خپلو زړونو كې غیرت واچاوه، د جاهلیت غیرت، نو الله خپل اطمینان په خپل رسول او په مومنانو باندې نازل كړ او په دوى پورې يې د تقوىٰ خبره لازمه (ټینګه) كړه او دوى د دغې ډېر حقدار او د دغې اهل وو او الله همېشه په  هر شي ښه پوه دى"
    },
    {
      "number": 27,
      "text": "لَّقَدْ صَدَقَ ٱللَّهُ رَسُولَهُ ٱلرُّءْيَا بِٱلْحَقِّ ۖ لَتَدْخُلُنَّ ٱلْمَسْجِدَ ٱلْحَرَامَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ مُحَلِّقِينَ رُءُوسَكُمْ وَمُقَصِّرِينَ لَا تَخَافُونَ ۖ فَعَلِمَ مَا لَمْ تَعْلَمُوا۟ فَجَعَلَ مِن دُونِ ذَٰلِكَ فَتْحًۭا قَرِيبًا",
      "page": 514,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "البته الله خواب پیغمبر خود را راست (به او نشان داد) و به حق تحقق بخشید که اگر الله بخواهد ایمن و در حالیکه موی سرتان را تراشیده و کوتاه کرده‌اید بدون ترس وارد مسجد الحرام خواهید شد. ولی الله چیزهایی را می‌دانست که شما نمی‌دانستید. پس، پیش از این فتحی نزدیک را مقرر گردانید.",
      "translation_pashto": "48-27 یقینًا یقینًا الله خپل رسول ته خوب په حقه سره رښتیا كړ، چې تاسو به، كه الله وغواړي، مسجد حرام ته په امن او ارام سره ننوځئ، چې خپل سرونه به خروونكي یئ او كموونكي به یئ، په داسې حال كې چې تاسو به نه وېرېږئ، پس هغه ته معلوم دي هغه څه چې تاسو ته معلوم نه دي، نو له دغې نه مخكې يې نژدې برى عطا كړ"
    },
    {
      "number": 28,
      "text": "هُوَ ٱلَّذِىٓ أَرْسَلَ رَسُولَهُۥ بِٱلْهُدَىٰ وَدِينِ ٱلْحَقِّ لِيُظْهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ ۚ وَكَفَىٰ بِٱللَّهِ شَهِيدًۭا",
      "page": 514,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "اوست ذاتی که پیغمبرش را با هدایت و دین حق فرستاد تا آن را بر همۀ ادیان غالب گرداند و کافی است که الله گواه باشد.",
      "translation_pashto": "48-28 دى همغه ذات دى چې خپل رسول يې په هدایت او حق دین سره رالېږلى دى، د دې لپاره چې هغه (الله) دغه (دین) په ټولو دینونو باندې غالب كړي او هم الله كافي دى ښه ګواه"
    },
    {
      "number": 29,
      "text": "مُّحَمَّدٌۭ رَّسُولُ ٱللَّهِ ۚ وَٱلَّذِينَ مَعَهُۥٓ أَشِدَّآءُ عَلَى ٱلْكُفَّارِ رُحَمَآءُ بَيْنَهُمْ ۖ تَرَىٰهُمْ رُكَّعًۭا سُجَّدًۭا يَبْتَغُونَ فَضْلًۭا مِّنَ ٱللَّهِ وَرِضْوَٰنًۭا ۖ سِيمَاهُمْ فِى وُجُوهِهِم مِّنْ أَثَرِ ٱلسُّجُودِ ۚ ذَٰلِكَ مَثَلُهُمْ فِى ٱلتَّوْرَىٰةِ ۚ وَمَثَلُهُمْ فِى ٱلْإِنجِيلِ كَزَرْعٍ أَخْرَجَ شَطْـَٔهُۥ فَـَٔازَرَهُۥ فَٱسْتَغْلَظَ فَٱسْتَوَىٰ عَلَىٰ سُوقِهِۦ يُعْجِبُ ٱلزُّرَّاعَ لِيَغِيظَ بِهِمُ ٱلْكُفَّارَ ۗ وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ مِنْهُم مَّغْفِرَةًۭ وَأَجْرًا عَظِيمًۢا",
      "page": 515,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "محمد فرستادۀ الله است، و کسانی که با او هستند بر کافران سخت‌گیر و در میان خود مهربانند. آنان را در حال رکوع و سجده می‌بینی که فضل و خشنودی الله را می‌جویند. نشانۀ صلاح ایشان از اثر سجده در چهره‌هایشان نمایان است. این وصف آنان در تورات است، و اما توصیف‌شان در انجیل چنین است که مانند کشتزاری هستند که جوانه‌هایش را بیرون آورده و آنها را نیرو داده و محکم نموده، پس بر ساقه‌های خویش راست ایستاده باشد، طوریکه کشاورزان را در تعجب می‌اندازد تا کافران را به سبب آنان خشمگین کند. الله به کسانی از آنان که ایمان آورده و کارهای شایسته انجام داده‌اند آمرزش و پاداش بزرگ وعده داده است.",
      "translation_pashto": "48-29 محمد د الله رسول دى او هغه كسان چې له ده سره دي، په كافرانو  باندې ډېر سخت دي، په خپل مینځ كې ډېر مهرباني كوونكي دي، ته به دوى وینې چې ركوع كوونكي، سجده كوونكي دي، له الله نه فضل او رضامندي غواړي، د دوى (د دیندارۍ) نښې د دوى په مخونو كې دي د سجدو له اثر نه، دغه په تورات كې د دوى مثال دى او په انجیل كې د دوى مثال دى، لكه هغه فصل چې خپل تېغ راوباسي، بیا هغه قوي كړي، بیا هغه (فصل، تېغ) پېړ او كلك شي بیا دغه (فصل) په خپلو پنډیو (او بېخونو) ودرېږي، په داسې حال چې زمېنداران (كروندګر) په تعجب كې اچوي، د دې لپاره چې په دغو سره كافران په غصه كړي، الله له هغو كسانو سره چې ایمان يې راوړى دى او نېك عملونه يې كړي دي، چې دغه (اصحابان) دي؛ د بخښنې او د ډېر لوى اجر وعده كړې ده"
    }
  ]
}