{
  "number": 49,
  "name": "الحجرات",
  "name_dari": "حجرات",
  "meaning_dari": "اتاق‌ها",
  "revelationType": "مدنی",
  "numberOfAyahs": 18,
  "ayahs": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تُقَدِّمُوا۟ بَيْنَ يَدَىِ ٱللَّهِ وَرَسُولِهِۦ ۖ وَٱتَّقُوا۟ ٱللَّهَ ۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٌۭ",
      "page": 515,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "ای کسانی که ایمان آورده‌اید، در مقابل الله و رسولش پیش دستی نکنید، و از الله بترسید، همانا الله شنوای داناست.",
      "translation_pashto": "49-1 اى هغو كسانو چې ایمان يې راوړى دى! تاسو د الله او د هغه د رسول په مخكې مه وړاندې كېږئ، او له الله نه ووېرېږئ، بېشكه الله ښه اورېدونكى، ښه پوه دى"
    },
    {
      "number": 2,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَرْفَعُوٓا۟ أَصْوَٰتَكُمْ فَوْقَ صَوْتِ ٱلنَّبِىِّ وَلَا تَجْهَرُوا۟ لَهُۥ بِٱلْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ أَن تَحْبَطَ أَعْمَٰلُكُمْ وَأَنتُمْ لَا تَشْعُرُونَ",
      "page": 515,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "ای کسانی که ایمان آورده‌اید، صدای خود را از صدای پیغمبر بلند نکنید و طوریکه با یکدیگر بلند گفتگو می‌کنید با پیغمبر به آواز بلند سخن نگویید تا ندانسته اعمالتان بی‌اجر و ضایع نشود.",
      "translation_pashto": "49-2 اى هغو كسانو چې ایمان يې راوړى دى! تاسو خپل اوازونه د نبي د اواز له پاسه مه پورته كوئ، او مه ده ته  په اوچت اواز خبره كوئ، لكه ستاسو د ځینو له ځینو نورو سره د اواز اوچتولو په شان، له دې وجې چې ستاسو عملونه به برباد شي او تاسو به پوه نه وئ"
    },
    {
      "number": 3,
      "text": "إِنَّ ٱلَّذِينَ يَغُضُّونَ أَصْوَٰتَهُمْ عِندَ رَسُولِ ٱللَّهِ أُو۟لَٰٓئِكَ ٱلَّذِينَ ٱمْتَحَنَ ٱللَّهُ قُلُوبَهُمْ لِلتَّقْوَىٰ ۚ لَهُم مَّغْفِرَةٌۭ وَأَجْرٌ عَظِيمٌ",
      "page": 515,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "بی‌گمان کسانی که صدای خود را نزد پیغمبر الله پست می‌کنند، آنان کسانی‌اند که الله دل‌هایشان را برای (پذیرش) تقوا آزمایش و آماده کرده است. آمرزش و پاداش بزرگ مخصوص آنهاست.",
      "translation_pashto": "49-3 بېشكه هغه كسان چې د الله د رسول په وړاندې خپل اوازونه ټیټوي ؛ دغه هغه كسان دي چې الله د دوى زړونه د تقویٰ (او پرهېزګارۍ) لپاره ازمایلي دي، د دوى لپاره بخښنه او ډېر لوى اجر دى"
    },
    {
      "number": 4,
      "text": "إِنَّ ٱلَّذِينَ يُنَادُونَكَ مِن وَرَآءِ ٱلْحُجُرَٰتِ أَكْثَرُهُمْ لَا يَعْقِلُونَ",
      "page": 515,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "البته آنان که از پشت حجره‌ها تو را با صدای بلند می‌خوانند، بیش ترشان نمی‌فهمند.",
      "translation_pashto": "49-4 بېشكه هغه كسان چې تا ته له حجرو نه  د باندې چغې وهي، د دوى اكثره عقل نه لري"
    },
    {
      "number": 5,
      "text": "وَلَوْ أَنَّهُمْ صَبَرُوا۟ حَتَّىٰ تَخْرُجَ إِلَيْهِمْ لَكَانَ خَيْرًۭا لَّهُمْ ۚ وَٱللَّهُ غَفُورٌۭ رَّحِيمٌۭ",
      "page": 516,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "و اگر آنها صبر می‌کردند تا تو به‌سوی آنان بیرون آیی برایشان بهتر بود و الله آمرزندۀ مهربان است.",
      "translation_pashto": "49-5 او كه یقینًا دوى صبر كړى وى، تر دې چې ته دوى ته راوتلى وى (نو) یقینًا دا به د دوى لپاره ډېره غوره و: او الله ډېر بخښونكى، بې حده رحم كوونكى دى"
    },
    {
      "number": 6,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِن جَآءَكُمْ فَاسِقٌۢ بِنَبَإٍۢ فَتَبَيَّنُوٓا۟ أَن تُصِيبُوا۟ قَوْمًۢا بِجَهَٰلَةٍۢ فَتُصْبِحُوا۟ عَلَىٰ مَا فَعَلْتُمْ نَٰدِمِينَ",
      "page": 516,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "ای کسانی که ایمان آورده‌اید! اگر فاسقی خبری را برایتان آورد دربارۀ آن تحقیق کنید تا (مبادا) به نادانی به گروهی زیان رسانید پس بر آنچه مرتکب شده‌اید پشیمان شوید.",
      "translation_pashto": "49-6 اى هغو كسانو چې ایمان يې راوړى دى! كه تاسو ته كوم فاسق (بدكار كس) خبر راوړي، نو تاسو ښه تحقیق كوئ، په دې چې تاسو به یو قوم ته په ناخبري سره تكلیف ورسوئ، بیا به تاسو په خپلو كړو باندې پښېمانه شئ"
    },
    {
      "number": 7,
      "text": "وَٱعْلَمُوٓا۟ أَنَّ فِيكُمْ رَسُولَ ٱللَّهِ ۚ لَوْ يُطِيعُكُمْ فِى كَثِيرٍۢ مِّنَ ٱلْأَمْرِ لَعَنِتُّمْ وَلَٰكِنَّ ٱللَّهَ حَبَّبَ إِلَيْكُمُ ٱلْإِيمَٰنَ وَزَيَّنَهُۥ فِى قُلُوبِكُمْ وَكَرَّهَ إِلَيْكُمُ ٱلْكُفْرَ وَٱلْفُسُوقَ وَٱلْعِصْيَانَ ۚ أُو۟لَٰٓئِكَ هُمُ ٱلرَّٰشِدُونَ",
      "page": 516,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "و بدانید که پیغمبر الله در میانتان است، اگر در بسیاری از کارها از شما اطاعت کند به مشقت خواهید افتاد، ولی الله ایمان را در نظرتان محبوب گرداند و آن را در دل‌هایتان زینت بخشید و کفر و فسق و نافرمانی را در نظرتان زشت و ناپسند جلوه داد. اینها‌اند که راه یافته‌اند.",
      "translation_pashto": "49-7 او تاسو پوه شئ چې یقینًا په تاسو كې د الله رسول موجود دى، كه هغه  په ډېرو كارونو كې ستاسو  پیروي كړې وى (نو) تاسو به په مشقت كې غورځېدلي وى او لېكن الله تاسو ته ایمان محبوب وګرځاوه او هغه يې ستاسو په زړونو كې ښايسته كړ او تاسو ته يې كفر او فسق او نافرماني كول ناخوښه وګرځول، هم دغه كسان په نېغه لار دي"
    },
    {
      "number": 8,
      "text": "فَضْلًۭا مِّنَ ٱللَّهِ وَنِعْمَةًۭ ۚ وَٱللَّهُ عَلِيمٌ حَكِيمٌۭ",
      "page": 516,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "(این) به فضل و نعمتی از سوی الله است و الله دانای حکیم است.",
      "translation_pashto": "49-8 د الله له جانبه د فضل او نعمت په وجه او الله ښه پوه، ښه حكمت والا دى"
    },
    {
      "number": 9,
      "text": "وَإِن طَآئِفَتَانِ مِنَ ٱلْمُؤْمِنِينَ ٱقْتَتَلُوا۟ فَأَصْلِحُوا۟ بَيْنَهُمَا ۖ فَإِنۢ بَغَتْ إِحْدَىٰهُمَا عَلَى ٱلْأُخْرَىٰ فَقَٰتِلُوا۟ ٱلَّتِى تَبْغِى حَتَّىٰ تَفِىٓءَ إِلَىٰٓ أَمْرِ ٱللَّهِ ۚ فَإِن فَآءَتْ فَأَصْلِحُوا۟ بَيْنَهُمَا بِٱلْعَدْلِ وَأَقْسِطُوٓا۟ ۖ إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُقْسِطِينَ",
      "page": 516,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "و اگر دو گروه از مؤمنان به جنگ با یک یگر پرداختند بین آن دو گروه آشتی و صلح برقرار کنید، پس اگر یکی از آن دو گروه بر دیگری تجاوز کرد با آن گروهی که تجاوز می‌کند بجنگید تا این که به حکم الله بر گردد، پس چون بازگشت در میان ایشان عادلانه صلح برقرار سازید و عدالت و انصاف کنید، بی‌گمان الله عادلان را دوست دارد.",
      "translation_pashto": "49-9 او كه په مومنانو كې دوه ډلې په خپل مینځ كې جنګ شروع كړي، نو تاسو د دغو دواړو په مینځ كې سوله (روغه) وكړئ، نو كه په دغو دواړو كې یوې په بلې باندې زیاتى (او ظلم) وكړ، نو تاسو له هغې ډلې سره وجنګېږئ، چې زیاتى كوي، تر دې چې هغه د الله حكم ته راوګرځي، نو كه هغه (له ظلم نه) راوګرځېدله، نو تاسو د دواړو په مينځ كې په انصاف  سره سوله وكړئ او تاسو انصاف كوئ، بېشكه الله انصاف كوونكي خوښوي"
    },
    {
      "number": 10,
      "text": "إِنَّمَا ٱلْمُؤْمِنُونَ إِخْوَةٌۭ فَأَصْلِحُوا۟ بَيْنَ أَخَوَيْكُمْ ۚ وَٱتَّقُوا۟ ٱللَّهَ لَعَلَّكُمْ تُرْحَمُونَ",
      "page": 516,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "جز این نیست که مؤمنان با یکدیگر برادراند، پس در میان برادران تان صلح و آشتی برقرار کنید. و از الله بترسید تا مورد رحمت قرار گیرید.",
      "translation_pashto": "49-10 بېشكه  هم دا خبره ده چې مومنان خو سره وروڼه دي، نو تاسو د خپلو دواړو وروڼو په مينځ كې سوله كوئ او له الله نه ووېرېږئ، د دې لپاره چې په تاسو رحم وكړى شي"
    },
    {
      "number": 11,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا يَسْخَرْ قَوْمٌۭ مِّن قَوْمٍ عَسَىٰٓ أَن يَكُونُوا۟ خَيْرًۭا مِّنْهُمْ وَلَا نِسَآءٌۭ مِّن نِّسَآءٍ عَسَىٰٓ أَن يَكُنَّ خَيْرًۭا مِّنْهُنَّ ۖ وَلَا تَلْمِزُوٓا۟ أَنفُسَكُمْ وَلَا تَنَابَزُوا۟ بِٱلْأَلْقَٰبِ ۖ بِئْسَ ٱلِٱسْمُ ٱلْفُسُوقُ بَعْدَ ٱلْإِيمَٰنِ ۚ وَمَن لَّمْ يَتُبْ فَأُو۟لَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ",
      "page": 516,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "ای کسانی که ایمان آورده‌اید! نباید گروهی از شما گروهی دیگری را مسخره کند چه بسا که آنان از ایشان بهتر باشند و نباید زنانی زنانی دیگر را مسخره کنند چه بسا که آنان از ایشان بهتر باشند و در میان تان عیب جویی نکنید و یکدیگر را با لقب‌های زشت مخوانید. چه بد است نام و عنوان فسق بعد از ایمان آوردن! و کسانی که توبه نکنند پس ایشان همان ظالمان‌اند.",
      "translation_pashto": "49-11 اى هغو كسانو چې ایمان يې راوړى دى! هېڅ قوم دې په بل قوم پورې مسخرې نه كوي، كېدى شي چې هغوى له ده نه ډېر غوره وي، او نه (دې) ښځې په نورو ښځو پورې (مسخرې كوي)، كېدى شي چې  هغوى له دوى نه ډېرې غوره وي او تاسو د خپلو ځانونو عیب جويي مه كوئ او یو بل په بدو لقبونو (او نومونو) سره مه بلئ، له ایمان راوړو نه بعد د فسق نامه بده ده او چا چې توبه ونه وېستله، نو هم دغه كسان ظالمان دي"
    },
    {
      "number": 12,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱجْتَنِبُوا۟ كَثِيرًۭا مِّنَ ٱلظَّنِّ إِنَّ بَعْضَ ٱلظَّنِّ إِثْمٌۭ ۖ وَلَا تَجَسَّسُوا۟ وَلَا يَغْتَب بَّعْضُكُم بَعْضًا ۚ أَيُحِبُّ أَحَدُكُمْ أَن يَأْكُلَ لَحْمَ أَخِيهِ مَيْتًۭا فَكَرِهْتُمُوهُ ۚ وَٱتَّقُوا۟ ٱللَّهَ ۚ إِنَّ ٱللَّهَ تَوَّابٌۭ رَّحِيمٌۭ",
      "page": 517,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "ای کسانی که ایمان آورده‌اید! از بسیاری از گمانها اجتناب کنید، چون بعضی از گمان‌ها گناه می‌باشد. و جاسوسی مکنید و برخی از شما برخی دیگر را غیبت نکند، آیا کسی از شما دوست دارد که گوشت برادر مرده‌اش را بخورد؟ به يقين که آن را کریه و ناپسند می‌دانید، و از الله بترسید، يقينا الله توبه پذیر مهربان است.",
      "translation_pashto": "49-12 اى هغو كسانو چې ایمان يې راوړى دى! تاسو له ډېرو (بدو) ګمانونو نه ځان وساتئ، بېشكه ځینې ګمانونه ګناه ده او پټ عیبونه مه لټوئ او ستاسو ځینې دې د ځینو نورو غیبت نه كوي، ایا په تاسو كې یو كس دا خوښوي چې د خپل ورور غوښه  وخوري، په دې حال كې چې هغه مړى وي، نو تاسو دغه (خوراك) بدګڼئ او له الله نه ووېرېږئ، بېشكه الله ښه توبه  قبلوونكى، بې حده رحم كوونكى دى"
    },
    {
      "number": 13,
      "text": "يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّا خَلَقْنَٰكُم مِّن ذَكَرٍۢ وَأُنثَىٰ وَجَعَلْنَٰكُمْ شُعُوبًۭا وَقَبَآئِلَ لِتَعَارَفُوٓا۟ ۚ إِنَّ أَكْرَمَكُمْ عِندَ ٱللَّهِ أَتْقَىٰكُمْ ۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرٌۭ",
      "page": 517,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "ای مردم! ما شما را از مرد و زن آفریدیم و شما را گروه‌ها و قبیله‌ها قرار دادیم تا یکدیگر را بشناسید. بی‌گمان گرامی‌ترین شما نزد الله باتقواترین شماست. همانا الله دانای باخبر است.",
      "translation_pashto": "49-13 اى خلقو! بېشكه مونږ  تاسو له يوه سړي او له یوې  ښځې پیدا كړي یئ او مونږ تاسو څانګې او قبیلې ګرځولي یئ، د دې لپاره چې تاسو یو بل سره وپېژنئ، بېشكه د الله په نیز په تاسو كې ډېر عزتمن، ستاسو زیات پرهېزګار دى، بېشكه الله ښه پوه، ښه خبردار دى"
    },
    {
      "number": 14,
      "text": "۞ قَالَتِ ٱلْأَعْرَابُ ءَامَنَّا ۖ قُل لَّمْ تُؤْمِنُوا۟ وَلَٰكِن قُولُوٓا۟ أَسْلَمْنَا وَلَمَّا يَدْخُلِ ٱلْإِيمَٰنُ فِى قُلُوبِكُمْ ۖ وَإِن تُطِيعُوا۟ ٱللَّهَ وَرَسُولَهُۥ لَا يَلِتْكُم مِّنْ أَعْمَٰلِكُمْ شَيْـًٔا ۚ إِنَّ ٱللَّهَ غَفُورٌۭ رَّحِيمٌ",
      "page": 517,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "بادیه نشینان اعراب گفتند: ایمان آورده‌ایم، بگو: شما ایمان نیاورده‌اید، بلکه بگوئید: مسلمان شده‌ایم و ایمان هنوز به دلهایتان وارد نشده است. و اگر از الله و پیغمبرش فرمانبرداری کنید، الله از (پاداش) کارهایتان چیزی نمی‌کاهد، به يقين الله آمرزندۀ مهربان است.",
      "translation_pashto": "49-14 بانډېسیانو (صحرايي خلقو) وویل: مونږ ایمان راوړى دى، ته (دوى ته) ووایه: تاسو ایمان نه دى راوړى او لېكن تاسو ووايئ چې مونږ اسلام راوړى دى او ایمان لا تر اوسه ستاسو په زړونو كې نه دى ننوتى او كه تاسو د الله او د هغه د رسول اطاعت وكړئ، نو هغه (الله) به ستاسو له عملونو نه هېڅ شى كم نه كړي، بېشكه الله ډېر بخښونكى، بې حده رحم كوونكى دى"
    },
    {
      "number": 15,
      "text": "إِنَّمَا ٱلْمُؤْمِنُونَ ٱلَّذِينَ ءَامَنُوا۟ بِٱللَّهِ وَرَسُولِهِۦ ثُمَّ لَمْ يَرْتَابُوا۟ وَجَٰهَدُوا۟ بِأَمْوَٰلِهِمْ وَأَنفُسِهِمْ فِى سَبِيلِ ٱللَّهِ ۚ أُو۟لَٰٓئِكَ هُمُ ٱلصَّٰدِقُونَ",
      "page": 517,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "مؤمنان (واقعی) تنها کسانی هستند که به الله و پیغمبرش ایمان آورده‌اند، باز هرگز شک به دل راه نداده‌اند، و با مال‌ها و جانهای‌شان در راه الله جهاد کرده‌اند. ایشان (در ایمان خود) همان راستگویانند.",
      "translation_pashto": "49-15 بېشكه مومنان خو هغه كسان  دي چې په الله او د هغه په رسول يې ایمان راوړى دى، بیا يې شك نه دى كړى او د الله په لاره كې يې په خپلو مالونو او خپلو ځانونو  سره جهاد كړى دى، هم دغه كسان رښتیني دي"
    },
    {
      "number": 16,
      "text": "قُلْ أَتُعَلِّمُونَ ٱللَّهَ بِدِينِكُمْ وَٱللَّهُ يَعْلَمُ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۚ وَٱللَّهُ بِكُلِّ شَىْءٍ عَلِيمٌۭ",
      "page": 517,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "بگو: آیا الله را از دینتان آگاه می‌سازید حال آنکه الله آنچه در آسمان‌ها و آنچه در زمین است می‌داند و او به هر چیزی داناست؟",
      "translation_pashto": "49-16 ته (دوى ته) ووایه: ایا تاسو پر خپل دین باندې الله خبروئ، حال دا چې الله پوهېږي په هر هغه څه چې په اسمانونو كې دي او په  هر هغه څه چې په ځمكه كې دي، او الله په  هر شي باندې ښه پوه دى"
    },
    {
      "number": 17,
      "text": "يَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُوا۟ ۖ قُل لَّا تَمُنُّوا۟ عَلَىَّ إِسْلَٰمَكُم ۖ بَلِ ٱللَّهُ يَمُنُّ عَلَيْكُمْ أَنْ هَدَىٰكُمْ لِلْإِيمَٰنِ إِن كُنتُمْ صَٰدِقِينَ",
      "page": 517,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "بر تو منت و احسان می‌گزارند که اسلام آورده‌اند. بگو: با اسلام خود بر من منت مگذارید بلکه الله بر شما منت می‌گزارد که شما را به‌سوی ایمان هدایت کرده است، اگر راست می‌گوئید.",
      "translation_pashto": "49-17 دوى په تا د دې احسان كوي چې اسلام يې  راوړى دى، ته (ورته)، ووایه: تاسو په ما باندې د خپل اسلام راوړلو احسان مه كوي، بلكې الله پر تاسو  باندې احسان كوي دا چې تاسو ته يې د ایمان راوړلو هدایت وكړ، كه تاسو رښتیني يئ"
    },
    {
      "number": 18,
      "text": "إِنَّ ٱللَّهَ يَعْلَمُ غَيْبَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۚ وَٱللَّهُ بَصِيرٌۢ بِمَا تَعْمَلُونَ",
      "page": 517,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "البته الله غيب آسمان‌ها و زمین را می‌داند و الله به آنچه می‌کنید بیناست.",
      "translation_pashto": "49-18 بېشكه الله د اسمانونو او ځمكې په غیبو پوهېږي  او الله هغه څه لره چې تاسو يې كوئ، ښه ليدونكى دى"
    }
  ]
}