{
  "number": 50,
  "name": "ق",
  "name_dari": "ق",
  "meaning_dari": "ق",
  "revelationType": "مکی",
  "numberOfAyahs": 45,
  "ayahs": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ قٓ ۚ وَٱلْقُرْءَانِ ٱلْمَجِيدِ",
      "page": 518,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "ق، (مفهوم این حرف به الله معلوم است)، قسم به قرآن که دارای مجد و بزرگی است.",
      "translation_pashto": "50-1 قٓ، قسم  دى په قرآن مجید باندې (چې ته یقینًا پېغمبر يې خو دوى ايمان نه راوړي)"
    },
    {
      "number": 2,
      "text": "بَلْ عَجِبُوٓا۟ أَن جَآءَهُم مُّنذِرٌۭ مِّنْهُمْ فَقَالَ ٱلْكَٰفِرُونَ هَٰذَا شَىْءٌ عَجِيبٌ",
      "page": 518,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "بلکه تعجب کردند از اینکه بیم دهنده‌ای از خودشان به‌سوی آنان آمد. پس کافران گفتند: این (کلامی که از امور غیبی خبر می‌دهد) چیز عجیبی است.",
      "translation_pashto": "50-2 بلكې دوى له دې نه تعجب كوي چې دوى ته له همدوى نه یو وېروونكى راغى، نو كافرانو وویل: دا خو یو عجیب  شى دى"
    },
    {
      "number": 3,
      "text": "أَءِذَا مِتْنَا وَكُنَّا تُرَابًۭا ۖ ذَٰلِكَ رَجْعٌۢ بَعِيدٌۭ",
      "page": 518,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "آیا وقتی مردیم و خاک شدیم (دوباره زنده می‌شویم؟) چنین برگشت بعید است!",
      "translation_pashto": "50-3 ایا كله چې مونږ مړه شو او مونږ خاورې شو (بیا به هم ژوندي كېږو؟) دغه بېرته راتلل (له عقل نه) ډېر لرې دي"
    },
    {
      "number": 4,
      "text": "قَدْ عَلِمْنَا مَا تَنقُصُ ٱلْأَرْضُ مِنْهُمْ ۖ وَعِندَنَا كِتَٰبٌ حَفِيظٌۢ",
      "page": 518,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "يقينا هر چه را که زمین از آنان می‌کاهد، می‌دانیم. و نزد ما کتابی است (که همه چیز را در خود) حفظ می‌کند.",
      "translation_pashto": "50-4 یقینًا مونږ په هغه څه خبر یو چې ځمكه يې  د دوى (له وجود) نه كموي او زمونږ سره یو ښه یاد ساتونكى كتاب دى"
    },
    {
      "number": 5,
      "text": "بَلْ كَذَّبُوا۟ بِٱلْحَقِّ لَمَّا جَآءَهُمْ فَهُمْ فِىٓ أَمْرٍۢ مَّرِيجٍ",
      "page": 518,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "بلکه آنان وقتی حق برایشان آمد، آن را دروغ شمردند، پس آنان در کار (بعثت و نبوت) پریشان و حیران هستند.",
      "translation_pashto": "50-5 بلكې دوى د حق تكذیب كړى دى كله چې دوى ته راغى، نو دوى په ګډو وډو خبرو (اضطراب اچوونكي كار) كې  دي"
    },
    {
      "number": 6,
      "text": "أَفَلَمْ يَنظُرُوٓا۟ إِلَى ٱلسَّمَآءِ فَوْقَهُمْ كَيْفَ بَنَيْنَٰهَا وَزَيَّنَّٰهَا وَمَا لَهَا مِن فُرُوجٍۢ",
      "page": 518,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "پس آیا به آسمان بالای سرشان نگاه نکرده‌اند که ما چگونه آن را بنا کرده‌ایم و با (ستارگان) آن را مزین نموده‌ایم که در آن هیچ شگافی نیست؟",
      "translation_pashto": "50-6 ایا نو دوى د خپل ځان له پاسه اسمان ته نه دي كتلي چې څنګه مونږ هغه جوړ كړى دى او (څنګه)  مونږ هغه ښايسته كړى دى، او  په ده كې هېڅ چاودونه نشته"
    },
    {
      "number": 7,
      "text": "وَٱلْأَرْضَ مَدَدْنَٰهَا وَأَلْقَيْنَا فِيهَا رَوَٰسِىَ وَأَنۢبَتْنَا فِيهَا مِن كُلِّ زَوْجٍۭ بَهِيجٍۢ",
      "page": 518,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "و زمین را هموار کردیم و کوه‌های محکم و استوار را در آن افگندیم و در آن از هر نوع (گیاه) پسندیده رویانیدیم.",
      "translation_pashto": "50-7 او ځمكې لره، مونږ هغه غوړولې ده او په دې كې مو پاخه غرونه غورځولي دي او مونږ په دې كې له هر قسمه ښكلې زرغونې نه زرغون كړي دي"
    },
    {
      "number": 8,
      "text": "تَبْصِرَةًۭ وَذِكْرَىٰ لِكُلِّ عَبْدٍۢ مُّنِيبٍۢ",
      "page": 518,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "تا (این‌ها) برای بینش و پند دادن هر بندۀ توبه کننده باشد.",
      "translation_pashto": "50-8 د هر  رجوع كوونكي بنده د لارښوونې او نصیحت لپاره"
    },
    {
      "number": 9,
      "text": "وَنَزَّلْنَا مِنَ ٱلسَّمَآءِ مَآءًۭ مُّبَٰرَكًۭا فَأَنۢبَتْنَا بِهِۦ جَنَّٰتٍۢ وَحَبَّ ٱلْحَصِيدِ",
      "page": 518,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "و از آسمان آب پر برکت را فرود آوردیم و به وسيلۀ آن باغها و دانه‌های درو شدنی رویانیدیم.",
      "translation_pashto": "50-9 او مونږ له بره نه ډېرې بركتي اوبه نازلې كړې دي، نو په دغو (اوبو) سره مونږ  باغونه او  د فصل  دانې رازرغونې كړې"
    },
    {
      "number": 10,
      "text": "وَٱلنَّخْلَ بَاسِقَٰتٍۢ لَّهَا طَلْعٌۭ نَّضِيدٌۭ",
      "page": 518,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "و درختان بلند خرما را (رویانیدیم) که آن میوۀ باهم پیوسته دارد.",
      "translation_pashto": "50-10 او د كجورو ونې، چې اوږدې لوړې دي، په دې حال ګې چې هغو لره لاندې  باندې وږي دي"
    },
    {
      "number": 11,
      "text": "رِّزْقًۭا لِّلْعِبَادِ ۖ وَأَحْيَيْنَا بِهِۦ بَلْدَةًۭ مَّيْتًۭا ۚ كَذَٰلِكَ ٱلْخُرُوجُ",
      "page": 518,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "(آن را) برای روزی بندگان (آفریدیم) و با آن سرزمین مرده را زنده کردیم، خروج از قبر (نیز) این طور است.",
      "translation_pashto": "50-11 د بنده ګانو د روزۍ لپاره او مونږ په دغو (اوبو) سره مړ ښار ژوندى كړى دى،  همداسې (له قبرونو نه د مړیو)  راوتل دي"
    },
    {
      "number": 12,
      "text": "كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍۢ وَأَصْحَٰبُ ٱلرَّسِّ وَثَمُودُ",
      "page": 518,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "پیش از ایشان قوم نوح و اصحاب «رس» و قوم ثمود (پیغمبرانشان را) تکذیب کردند.",
      "translation_pashto": "50-12 له دوى نه مخكې د نوح قوم او د كوهي والاو او ثمودیانو تكذیب كړى دى"
    },
    {
      "number": 13,
      "text": "وَعَادٌۭ وَفِرْعَوْنُ وَإِخْوَٰنُ لُوطٍۢ",
      "page": 518,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "و نیز قوم عاد و فرعون (با قومش) و برادران لوط.",
      "translation_pashto": "50-13 او عادیانو او فرعون او د لوط وروڼو"
    },
    {
      "number": 14,
      "text": "وَأَصْحَٰبُ ٱلْأَيْكَةِ وَقَوْمُ تُبَّعٍۢ ۚ كُلٌّۭ كَذَّبَ ٱلرُّسُلَ فَحَقَّ وَعِيدِ",
      "page": 518,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "و اصحاب ایکه و قوم تُبّع هر یک پیغمبران را تکذیب کردند و وعدۀ عذاب من دربارۀ ایشان قطعی شد",
      "translation_pashto": "50-14 او د ځنګله والاو او د تبع قوم (د دوى) هر یو د رسولانو  تكذیب كړى و، نو زما عذاب (پرې) ثابت شو"
    },
    {
      "number": 15,
      "text": "أَفَعَيِينَا بِٱلْخَلْقِ ٱلْأَوَّلِ ۚ بَلْ هُمْ فِى لَبْسٍۢ مِّنْ خَلْقٍۢ جَدِيدٍۢ",
      "page": 518,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "آیا ما از آفریدن اول درمانده و ناتوان شدیم؟ (نه) بلکه آنان دربارۀ آفرینش جدید شک و تردید دارند.",
      "translation_pashto": "50-15 ایا نو مونږ په اول پیدا كولو باندې ستړي شوي یو، بلكې دوى له نوي پیدا كولو نه په شك كې دي"
    },
    {
      "number": 16,
      "text": "وَلَقَدْ خَلَقْنَا ٱلْإِنسَٰنَ وَنَعْلَمُ مَا تُوَسْوِسُ بِهِۦ نَفْسُهُۥ ۖ وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ ٱلْوَرِيدِ",
      "page": 519,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "و البته ما انسان را آفریدیم و می‌دانیم آنچه را که نفسش به او وسوسه می‌کند و ما از شاهرگ گردن به او نزدیکتریم.",
      "translation_pashto": "50-16 او یقینًا یقینًا مونږه دا انسان پیدا كړى دى، په داسې حال كې چې مونږ په هغه څه پوهېږو چې د ده  نفس په هغه سره وسوسه (او خطره) كوي او مونږ ده ته (د ده) د ورمېږ له رګ نه زیات نژدې یو"
    },
    {
      "number": 17,
      "text": "إِذْ يَتَلَقَّى ٱلْمُتَلَقِّيَانِ عَنِ ٱلْيَمِينِ وَعَنِ ٱلشِّمَالِ قَعِيدٌۭ",
      "page": 519,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "وقتی که دو فرشته (ملازم انسان) از راست و چپ (به مراقبت) نشسته (اعمال انسان را) دریافت می‌کنند.",
      "translation_pashto": "50-17 (یاد كړه) هغه وخت چې دوه اخيستونكي اخلي، چې یو له ښي اړخ نه او (بل) له چپ اړخ نه ناست وي"
    },
    {
      "number": 18,
      "text": "مَّا يَلْفِظُ مِن قَوْلٍ إِلَّا لَدَيْهِ رَقِيبٌ عَتِيدٌۭ",
      "page": 519,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "هیچ سخنی را بر زبان نمی‌آورد مگر آنکه نزدش نگهبان آماده (حضور) دارد.",
      "translation_pashto": "50-18 (دغه بنده) هېڅ خبره نه كوي مګر له ده سره حاضر ساتونكى دى"
    },
    {
      "number": 19,
      "text": "وَجَآءَتْ سَكْرَةُ ٱلْمَوْتِ بِٱلْحَقِّ ۖ ذَٰلِكَ مَا كُنتَ مِنْهُ تَحِيدُ",
      "page": 519,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "و (وقتی) بیهوشی و سختی مرگ به راستی بیاید، (به انسان گفته می‌شود:) این همان چیزی است که از آن می‌گریختی.",
      "translation_pashto": "50-19 او د مرګ بې خودۍ (سختۍ) حق راوړ، دغه (مرګ) هغه دى چې تا به له ده نه څنګ كاوه "
    },
    {
      "number": 20,
      "text": "وَنُفِخَ فِى ٱلصُّورِ ۚ ذَٰلِكَ يَوْمُ ٱلْوَعِيدِ",
      "page": 519,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "و در صور دمیده می‌شود، این روز (تحقق) وعدۀ عذاب است.",
      "translation_pashto": "50-20 او په شپېلۍ كې به پوكى وكړى شي دغه د وعید (وېرولو) ورځ ده"
    },
    {
      "number": 21,
      "text": "وَجَآءَتْ كُلُّ نَفْسٍۢ مَّعَهَا سَآئِقٌۭ وَشَهِيدٌۭ",
      "page": 519,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "و هر کس در حالی (به میدان محشر) می‌آید که سوق دهنده و گواهی، با خود دارد.",
      "translation_pashto": "50-21 او هر نفس به راځي، په داسې حال كې چې له ده سره به یو شړونكى او یوګواه وي"
    },
    {
      "number": 22,
      "text": "لَّقَدْ كُنتَ فِى غَفْلَةٍۢ مِّنْ هَٰذَا فَكَشَفْنَا عَنكَ غِطَآءَكَ فَبَصَرُكَ ٱلْيَوْمَ حَدِيدٌۭ",
      "page": 519,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "يقينا از این (روز) در غفلت بودی، پس پردۀ غفلت را از دیده ات برداشتیم و امروز چشمانت تیز شده است.",
      "translation_pashto": "50-22 یقینًا یقینًا ته له دې (ورځې) نه په غفلت كې وې، نو مونږ له تا نه ستا پرده لرې كړه، نو ستا نظر نن ورځ ډېر تېز دى"
    },
    {
      "number": 23,
      "text": "وَقَالَ قَرِينُهُۥ هَٰذَا مَا لَدَىَّ عَتِيدٌ",
      "page": 519,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "و (فرشتۀ) همراهش گوید: این است آنچه در نزد من آماده است.",
      "translation_pashto": "50-23 او د ده ملګرى (مَلَك) به ووايي: دا دى هغه شى چې زما سره حاضر دى"
    },
    {
      "number": 24,
      "text": "أَلْقِيَا فِى جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍۢ",
      "page": 519,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "هر کافر سرکشی را به دوزخ بیاندازید.",
      "translation_pashto": "50-24 (دواړو ملايكو ته به وویل شي:) هر ډېر عناد كوونكى كافر په دوزخ كې وغورځوئ"
    },
    {
      "number": 25,
      "text": "مَّنَّاعٍۢ لِّلْخَيْرِ مُعْتَدٍۢ مُّرِيبٍ",
      "page": 519,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "آن که مانع هر خیر (و) تجاوزگر شک انداز است.",
      "translation_pashto": "50-25 چې د خیر منع كوونكى، زیاتي كوونكى، (او) شك كوونكى دى"
    },
    {
      "number": 26,
      "text": "ٱلَّذِى جَعَلَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَأَلْقِيَاهُ فِى ٱلْعَذَابِ ٱلشَّدِيدِ",
      "page": 519,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "آن که معبود دیگری را با الله مقرر کرده بود، پس او را در عذاب سخت (دوزخ) بیاندازید.",
      "translation_pashto": "50-26 هغه چې له الله سره يې بل معبود مقرر كړى دى، نو تاسو دا په ډېر سخت عذاب كې وغورځوئ"
    },
    {
      "number": 27,
      "text": "۞ قَالَ قَرِينُهُۥ رَبَّنَا مَآ أَطْغَيْتُهُۥ وَلَٰكِن كَانَ فِى ضَلَٰلٍۭ بَعِيدٍۢ",
      "page": 519,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "(شیطان) هم نشین او می‌گوید: ای پروردگار ما! من او را گمراه نساخته بودم، بلکه (خود او) در گمراهی دور از حق بود.",
      "translation_pashto": "50-27 د ده ملګرى (شیطان) به ووايي: اى زمونږه ربه! دا ما نه دى ګمراه كړى او لېكن دا پخپله په ډېرې لرې ګمراهۍ كې و"
    },
    {
      "number": 28,
      "text": "قَالَ لَا تَخْتَصِمُوا۟ لَدَىَّ وَقَدْ قَدَّمْتُ إِلَيْكُم بِٱلْوَعِيدِ",
      "page": 519,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "الله می‌فرماید: نزد من با یکدیگر مشاجره مکنید و بی‌گمان (پیش از این) برایتان بیم و وعدۀ عذاب داده بودم.",
      "translation_pashto": "50-28 (الله به) ووايي: تاسو زما په وړاندې جګړه سره مه كوئ او یقینًا ما تاسو ته وعید (وېرول) مخكې درلېږلى و"
    },
    {
      "number": 29,
      "text": "مَا يُبَدَّلُ ٱلْقَوْلُ لَدَىَّ وَمَآ أَنَا۠ بِظَلَّٰمٍۢ لِّلْعَبِيدِ",
      "page": 519,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "سخن (فيصله شده) در نزد من تغییر داده نمی‌شود و من هرگز به بندگان ظالم نیستم.",
      "translation_pashto": "50-29 زما په نیز (په دې باره كې) خبره نشي بدلېدى او زه په بنده ګانو هېچرې ظلم كوونكى نه یم"
    },
    {
      "number": 30,
      "text": "يَوْمَ نَقُولُ لِجَهَنَّمَ هَلِ ٱمْتَلَأْتِ وَتَقُولُ هَلْ مِن مَّزِيدٍۢ",
      "page": 519,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "روزی که به دوزخ بگوییم: آیا پر شده ای؟ و (دوزخ) می‌گوید: آیا افزون بر این هم هست؟",
      "translation_pashto": "50-30 (یاده كړه) هغه ورځ چې مونږ به جهنم ته ووایو: ایا ته ډك شوې؟ او هغه به وايي: ایا نور هم زیاتي شته؟"
    },
    {
      "number": 31,
      "text": "وَأُزْلِفَتِ ٱلْجَنَّةُ لِلْمُتَّقِينَ غَيْرَ بَعِيدٍ",
      "page": 519,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "و جنت برای پرهیزگاران نزدیک کرده شود و از آنان دور نخواهد بود.",
      "translation_pashto": "50-31 او پرهېزګارو ته به جنت ښه رانژدې كړى شي، چې لرې به نه وي"
    },
    {
      "number": 32,
      "text": "هَٰذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ حَفِيظٍۢ",
      "page": 519,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "گفته شود: این است آنچه به شما وعده داده می‌شد، که برای هر توبه‌کار و حافظ (حدود الهی) است.",
      "translation_pashto": "50-32 دا هغه دي چې له تاسو سره به يې وعده كولى شوه، د هر ډېر رجوع كوونكي، د (حدودو) ساتونكي لپاره"
    },
    {
      "number": 33,
      "text": "مَّنْ خَشِىَ ٱلرَّحْمَٰنَ بِٱلْغَيْبِ وَجَآءَ بِقَلْبٍۢ مُّنِيبٍ",
      "page": 519,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "برای کسی که در نهان از پروردگار مهربان بترسد و با دل توبه کار پیش (به ‌سوی الله) آید.",
      "translation_pashto": "50-33 د هغه چا لپاره چې له رحمان نه په نالیدلو وېرېږي او په رجوع كوونكي زړه سره راشي"
    },
    {
      "number": 34,
      "text": "ٱدْخُلُوهَا بِسَلَٰمٍۢ ۖ ذَٰلِكَ يَوْمُ ٱلْخُلُودِ",
      "page": 519,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "به سلامت وارد جنت شوید. این است روز زندگی دائمی.",
      "translation_pashto": "50-34 (دوى ته به وویل شي:) تاسو دغه (جنت) ته په سلامتۍ سره ننوځئ، دا د همېشه والي ورځ ده"
    },
    {
      "number": 35,
      "text": "لَهُم مَّا يَشَآءُونَ فِيهَا وَلَدَيْنَا مَزِيدٌۭ",
      "page": 519,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "آنان در آنجا هرچه بخواهند دارند و نزد ما افزون (بر خواهشات آنها) است.",
      "translation_pashto": "50-35 د دوى لپاره په دغه (جنت) كې هغه څه دي چې دوى يې غواړي او زمونږ سره نور زیات هم شته"
    },
    {
      "number": 36,
      "text": "وَكَمْ أَهْلَكْنَا قَبْلَهُم مِّن قَرْنٍ هُمْ أَشَدُّ مِنْهُم بَطْشًۭا فَنَقَّبُوا۟ فِى ٱلْبِلَٰدِ هَلْ مِن مَّحِيصٍ",
      "page": 520,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "و پیش از آنان اقوام زیادی را هلاک ساختیم که از ایشان نیرومندتر بودند و در شهرها سیر کردند و آنرا گشودند، اما آیا برای آنها راه گریزی بود؟",
      "translation_pashto": "50-36 او له دوى نه مخكې مونږ څومره پېړۍ هلاكې كړې دي، چې هغوى له دوى نه په قوت (او نیوكه) كې ډېر سخت (او قوي) وو، نو هغوى په ښارونو كې وګرځېدل چې ایا د تېښتې (او پناه) ځاى شته؟"
    },
    {
      "number": 37,
      "text": "إِنَّ فِى ذَٰلِكَ لَذِكْرَىٰ لِمَن كَانَ لَهُۥ قَلْبٌ أَوْ أَلْقَى ٱلسَّمْعَ وَهُوَ شَهِيدٌۭ",
      "page": 520,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "و يقينا در این عبرت است برای کسی که دل (آگاه) داشته باشد و با حضور قلب (به سخنان) گوش فرا دهد.",
      "translation_pashto": "50-37 بېشكه په دغو (كارونو) كې خامخا پند دى، هغه چا ته چې هغه لره زړه وي، یا (نصیحت ته) غوږ كېږدي، په داسې حال كې چې حاضر (او متوجه) وي"
    },
    {
      "number": 38,
      "text": "وَلَقَدْ خَلَقْنَا ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ وَمَا بَيْنَهُمَا فِى سِتَّةِ أَيَّامٍۢ وَمَا مَسَّنَا مِن لُّغُوبٍۢ",
      "page": 520,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "و البته آسمان‌ها و زمین و آنچه را که در بین آن دو است، در شش روز آفریدیم و هیچ خستگی به ما نرسید.",
      "translation_pashto": "50-38 او یقینًا یقینًا مونږ اسمانونه او ځمكه او هغه څه چې د دواړو په مینځ كې دي، په شپږو ورځو كې پیدا كړي دي، او مونږ ته هېڅ ستوماني نه ده رارسېدلې"
    },
    {
      "number": 39,
      "text": "فَٱصْبِرْ عَلَىٰ مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ ٱلشَّمْسِ وَقَبْلَ ٱلْغُرُوبِ",
      "page": 520,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "پس بر آنچه می‌گویند صبر کن و پیش از طلوع خورشید و پیش از غروب آن به ستایش پروردگارت تسبیح گوی.",
      "translation_pashto": "50-39 نو ته په هغو خبرو صبر كوه چې دوى يې وايي او د خپل رب له ستاينې سره تسبیح وایه له لمر ختلو نه مخكې او له لمر ډوبېدلو نه مخكې"
    },
    {
      "number": 40,
      "text": "وَمِنَ ٱلَّيْلِ فَسَبِّحْهُ وَأَدْبَٰرَ ٱلسُّجُودِ",
      "page": 520,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "و در بخشی از شب و در عقب نمازها نیز او را به پاکی یاد کن.",
      "translation_pashto": "50-40 او د شپې په څه حصه كې، پس د هغه تسبیح وایه او (د لمانځه) له سجدو نه وروسته هم تسبیح وایه"
    },
    {
      "number": 41,
      "text": "وَٱسْتَمِعْ يَوْمَ يُنَادِ ٱلْمُنَادِ مِن مَّكَانٍۢ قَرِيبٍۢ",
      "page": 520,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "و گوش به (زنگ) روزی باش که ندادهنده از مکان نزدیک ندا کند.",
      "translation_pashto": "50-41 او ته په هغې ورځ غوږ كېږده چې اواز كوونكى به له نژدې ځاى نه اواز وكړي"
    },
    {
      "number": 42,
      "text": "يَوْمَ يَسْمَعُونَ ٱلصَّيْحَةَ بِٱلْحَقِّ ۚ ذَٰلِكَ يَوْمُ ٱلْخُرُوجِ",
      "page": 520,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "روزی که بانگ مرگبار حقیقی را می‌شنوند، آن روز، روز بیرون آمدن (از قبرها) است.",
      "translation_pashto": "50-42 په هغې ورځ چې دوى به په حقه سره سخته چغه اوري، دغه د (له قبرونو نه د) راوتلو ورځ ده"
    },
    {
      "number": 43,
      "text": "إِنَّا نَحْنُ نُحْىِۦ وَنُمِيتُ وَإِلَيْنَا ٱلْمَصِيرُ",
      "page": 520,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "البته ما هستیم که زنده می‌کنیم و می‌میرانیم و بازگشت به‌سوی ماست.",
      "translation_pashto": "50-43 بېشكه هم دا مونږ ژوندي كول كوو او مړه كول كوو او خاص مونږ ته بېرته راګرځېدل دي"
    },
    {
      "number": 44,
      "text": "يَوْمَ تَشَقَّقُ ٱلْأَرْضُ عَنْهُمْ سِرَاعًۭا ۚ ذَٰلِكَ حَشْرٌ عَلَيْنَا يَسِيرٌۭ",
      "page": 520,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "روزی که زمین به سرعت از (روی) آنان می‌شگافد؛ این جمع کردنی است که بر ما آسان است.",
      "translation_pashto": "50-44 په هغه ورځ چې له دوى څخه به ځمكه وچوي، په داسې حال كې چې دوى به تلوار كوونكي وي، دغه راژوندي كول مونږ ته ډېر اسان دي"
    },
    {
      "number": 45,
      "text": "نَّحْنُ أَعْلَمُ بِمَا يَقُولُونَ ۖ وَمَآ أَنتَ عَلَيْهِم بِجَبَّارٍۢ ۖ فَذَكِّرْ بِٱلْقُرْءَانِ مَن يَخَافُ وَعِيدِ",
      "page": 520,
      "juz": 26,
      "hizb": 52,
      "sajda": false,
      "translation_dari": "ما به آنچه می‌گویند داناتریم و تو مأمور به اجبار مردم (به ایمان آوردن) نیستی. پس هر کسی را که از وعدۀ (عذاب) می‌ترسد به (وسیلۀ) قرآن پند ده.",
      "translation_pashto": "50-45 مونږ ښه پوه یو په هغو خبرو چې دوى يې وايي، او ته په دوى باندې هېڅ زور كوونكى نه يې، نو ته په قرآن سره هغه چا ته پند وركړه چې زما له وعید (او عذاب) نه وېرېږي"
    }
  ]
}