{
  "number": 57,
  "name": "الحديد",
  "name_dari": "حدید",
  "meaning_dari": "آهن",
  "revelationType": "مدنی",
  "numberOfAyahs": 29,
  "ayahs": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ سَبَّحَ لِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۖ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "page": 537,
      "juz": 27,
      "hizb": 54,
      "sajda": false,
      "translation_dari": "آنچه در آسمان‌ها و زمین است الله را به پاکی یاد می‌کنند و اوست غالب باحکمت.",
      "translation_pashto": "57-1 د الله پاكي بیانوي هر هغه شى چې په اسمانونو او ځمكه كې دى او هم دى ښه غالب، ډېر حكمت والا دى"
    },
    {
      "number": 2,
      "text": "لَهُۥ مُلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۖ يُحْىِۦ وَيُمِيتُ ۖ وَهُوَ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرٌ",
      "page": 537,
      "juz": 27,
      "hizb": 54,
      "sajda": false,
      "translation_dari": "پادشاهی آسمان‌ها و زمین خاص از اوست و او زنده می‌کند و می‌میراند و او بر هر چیز تواناست.",
      "translation_pashto": "57-2 خاص هم ده لپاره د اسمانونو او ځمكې بادشاهي ده، دى ژوندي كول كوي اومړه كول كوي اوهم دى په هر شى باندې ښه قادر دى"
    },
    {
      "number": 3,
      "text": "هُوَ ٱلْأَوَّلُ وَٱلْءَاخِرُ وَٱلظَّٰهِرُ وَٱلْبَاطِنُ ۖ وَهُوَ بِكُلِّ شَىْءٍ عَلِيمٌ",
      "page": 537,
      "juz": 27,
      "hizb": 54,
      "sajda": false,
      "translation_dari": "او «اول» و «آخر» و «ظاهر» و «باطن» است و او به هر چیز داناست.",
      "translation_pashto": "57-3 هم دغه (الله) اول دى (هیڅ شى له هغه نه مخكې نه و) او اخر دى (له ده نه بعد هېڅ شى نشته) او لوړ دى (په هر شي بره دى) او باطن دى (له ده په وړاندې هېڅ شى پټ نه دى) او هغه په هر شي باندې ښه پوه دى"
    },
    {
      "number": 4,
      "text": "هُوَ ٱلَّذِى خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ فِى سِتَّةِ أَيَّامٍۢ ثُمَّ ٱسْتَوَىٰ عَلَى ٱلْعَرْشِ ۚ يَعْلَمُ مَا يَلِجُ فِى ٱلْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعْرُجُ فِيهَا ۖ وَهُوَ مَعَكُمْ أَيْنَ مَا كُنتُمْ ۚ وَٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌۭ",
      "page": 538,
      "juz": 27,
      "hizb": 54,
      "sajda": false,
      "translation_dari": "اوست ذاتی که آسمان‌ها و زمین را در شش روز آفريد آنگاه [آن گونه كه شايسته جلال و مقام اوست] بر عرش قرار گرفت. می‌داند آنچه را که در زمین داخل می‌شود و آنچه را که از آن خارج می‌گردد هر کجا که باشید او با شماست و الله به آنچه می‌کنید بیناست.",
      "translation_pashto": "57-4 دى هغه ذات دى چې اسمانونه او ځمكه يې په شپږو ورځو كې پیدا كړي دي، بیا دى په عرش باندې برقراره شو، دى عالم دى په هر شي چې په ځمكه كې ننوځي او په هر هغه شي چې له دې نه راوځي او په هر هغه شي چې له اسمانه راكوزېږي او په هر هغه شي چې په ده كې پورته خېژي او دغه (الله د خپل شان لايق) له تاسو سره دى، هر چېرې چې تاسو یئ او الله هغو كارونو لره چې تاسو يې كوئ، ښه لیدونكى دى"
    },
    {
      "number": 5,
      "text": "لَّهُۥ مُلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۚ وَإِلَى ٱللَّهِ تُرْجَعُ ٱلْأُمُورُ",
      "page": 538,
      "juz": 27,
      "hizb": 54,
      "sajda": false,
      "translation_dari": "فرمانروایی آسمان‌ها و زمین خاص از اوست و همه کارها به او بازگردانیده می‌شود.",
      "translation_pashto": "57-5 خاص هم ده لره د اسمانونو او ځمكې بادشاهي ده او خاص الله ته ټول كارونه ورګرځولى شي"
    },
    {
      "number": 6,
      "text": "يُولِجُ ٱلَّيْلَ فِى ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِى ٱلَّيْلِ ۚ وَهُوَ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
      "page": 538,
      "juz": 27,
      "hizb": 54,
      "sajda": false,
      "translation_dari": "شب را در روز و روز را در شب داخل می‌کند. و او به راز سینه‌ها خوب داناست.",
      "translation_pashto": "57-6 دى شپه په ورځ كې ننباسي او ورځ په شپه كې ننباسي او دى د سینو په پټو خبرو ښه عالم دى"
    },
    {
      "number": 7,
      "text": "ءَامِنُوا۟ بِٱللَّهِ وَرَسُولِهِۦ وَأَنفِقُوا۟ مِمَّا جَعَلَكُم مُّسْتَخْلَفِينَ فِيهِ ۖ فَٱلَّذِينَ ءَامَنُوا۟ مِنكُمْ وَأَنفَقُوا۟ لَهُمْ أَجْرٌۭ كَبِيرٌۭ",
      "page": 538,
      "juz": 27,
      "hizb": 54,
      "sajda": false,
      "translation_dari": "به الله و پیغمبرش ایمان بیاورید و از آنچه شما را در (استفادۀ) آن جانشین قرار داده است، انفاق کنید. پس کسانی که از شما ایمان آورند و انفاق کنند، برایشان پاداش بزرگ است.",
      "translation_pashto": "57-7 (اى خلقو! تاسو په الله او د هغه په رسول ایمان راوړئ او له هغه (مال) څخه څه خرچ كړئ چې هغه (الله) تاسو په دغه (مال) كې (د نورو خلقو) ځاى ناستي (خلیفه ګان) جوړ كړي یئ، نو هغه كسان چې له تاسو نه يې ایمان راوړى دى او انفاق يې كړى دى، د دوى لپاره ډېر لوى اجر دى"
    },
    {
      "number": 8,
      "text": "وَمَا لَكُمْ لَا تُؤْمِنُونَ بِٱللَّهِ ۙ وَٱلرَّسُولُ يَدْعُوكُمْ لِتُؤْمِنُوا۟ بِرَبِّكُمْ وَقَدْ أَخَذَ مِيثَٰقَكُمْ إِن كُنتُم مُّؤْمِنِينَ",
      "page": 538,
      "juz": 27,
      "hizb": 54,
      "sajda": false,
      "translation_dari": "و شما را چه شده که به الله ایمان نمی‌آورید در حالیکه پیغمبر شما را دعوت می‌دهد تا به پروردگارتان ایمان بیاورید. یقینا الله از شما پیمان گرفته است اگر باور دارید.",
      "translation_pashto": "57-8 او تاسو ته څه عذر دى چې په الله ایمان نه راوړئ، حال دا چې (د الله) رسول تاسو ته بلنه دركوي دې ته چې تاسو په خپل رب ایمان راوړئ او یقینًا هغه (الله له تاسو نه) ستاسو پخه وعده اخيستې ده، كه چېرې تاسو مومنان یئ"
    },
    {
      "number": 9,
      "text": "هُوَ ٱلَّذِى يُنَزِّلُ عَلَىٰ عَبْدِهِۦٓ ءَايَٰتٍۭ بَيِّنَٰتٍۢ لِّيُخْرِجَكُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ ۚ وَإِنَّ ٱللَّهَ بِكُمْ لَرَءُوفٌۭ رَّحِيمٌۭ",
      "page": 538,
      "juz": 27,
      "hizb": 54,
      "sajda": false,
      "translation_dari": "اوست ذاتی که بر بندۀ خود (محمد) آیات واضح نازل می‌کند تا شما را از تاریکیها به‌سوی نور بیرون کند و همانا الله نسبت به شما مشفق و مهربان است.",
      "translation_pashto": "57-9 دى همغه ذات دى چې په خپل بنده باندې څرګندې نښې (دلیلونه) نازلوي، د دې لپاره چې دغه (الله) تاسو له تیارو نه رڼا ته وباسي او بېشكه الله پر تاسو  باندې یقینًا ډېر نرمي كوونكى، بې حده رحم كوونكى دى"
    },
    {
      "number": 10,
      "text": "وَمَا لَكُمْ أَلَّا تُنفِقُوا۟ فِى سَبِيلِ ٱللَّهِ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۚ لَا يَسْتَوِى مِنكُم مَّنْ أَنفَقَ مِن قَبْلِ ٱلْفَتْحِ وَقَٰتَلَ ۚ أُو۟لَٰٓئِكَ أَعْظَمُ دَرَجَةًۭ مِّنَ ٱلَّذِينَ أَنفَقُوا۟ مِنۢ بَعْدُ وَقَٰتَلُوا۟ ۚ وَكُلًّۭا وَعَدَ ٱللَّهُ ٱلْحُسْنَىٰ ۚ وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌۭ",
      "page": 538,
      "juz": 27,
      "hizb": 54,
      "sajda": false,
      "translation_dari": "و شما را چه شده است که در راه الله انفاق نمی‌کنید، حال آنکه میراث آسمان‌ها و زمین برای اوست؟! کسانی از شما که پیش از فتح (مکه) انفاق کرده‌اند و جنگیده‌اند (با انفاق کنندگان و مجاهدان پس از فتح) برابر نیستند، آنان درجه و مقامشان برتر از درجه و مقام کسانی است که بعد از فتح بذل و انفاق نموده و جنگیده‌اند. اما به هرحال الله به همه وعدۀ نیک داده است و الله به آنچه می‌کنید آگاه است.",
      "translation_pashto": "57-10 او تاسو ته څه مانع (او عذر ) دى چې د الله په لاره كې  خپل مال) نه لګوئ، حال دا چې د اسمانونو او ځمكې میراث خاص د الله لپاره دى په تاسو كې هغه څوك نه دي برابر چا چې (د الله په لاره كې) له فتحې نه مخكې انفاق كړى دى او جنګ يې كړى دى، دغه خلق د درجې په لحاظ له هغو كسانو نه ډېر لوى دي چې له دغې (فتحې) نه يې وروسته (د الله په لاره كې) انفاق كړى وي او جنګ يې كړى وي او (په دوى كې) له هر یو سره الله د ښېګڼې (جنت) وعده كړې ده او الله په هغو كارونو چې تاسو يې كوئ، ښه خبردار دى"
    },
    {
      "number": 11,
      "text": "مَّن ذَا ٱلَّذِى يُقْرِضُ ٱللَّهَ قَرْضًا حَسَنًۭا فَيُضَٰعِفَهُۥ لَهُۥ وَلَهُۥٓ أَجْرٌۭ كَرِيمٌۭ",
      "page": 538,
      "juz": 27,
      "hizb": 54,
      "sajda": false,
      "translation_dari": "کیست آن که به الله قرض نیک دهد تا آن را برایش دوچندان گرداند و برای او پاداشی ارزشمند است.",
      "translation_pashto": "57-11 څوك دى هغه كس چې الله ته قرض وركړي، ډېر ښكلى قرض (حسن) نو چې هغه (الله) دغه (قرض) د ده لپاره دوه چنده كړي او د ده لپاره ډېر د عزت اجر دى"
    },
    {
      "number": 12,
      "text": "يَوْمَ تَرَى ٱلْمُؤْمِنِينَ وَٱلْمُؤْمِنَٰتِ يَسْعَىٰ نُورُهُم بَيْنَ أَيْدِيهِمْ وَبِأَيْمَٰنِهِم بُشْرَىٰكُمُ ٱلْيَوْمَ جَنَّٰتٌۭ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ خَٰلِدِينَ فِيهَا ۚ ذَٰلِكَ هُوَ ٱلْفَوْزُ ٱلْعَظِيمُ",
      "page": 539,
      "juz": 27,
      "hizb": 54,
      "sajda": false,
      "translation_dari": "روزی که مردان و زنان مؤمن را می‌بینی که نورشان از پیش روی آنان و در جانب راستشان شتابان می‌رود. امروز شما را مژده باد باغ‌هایی که (در زیر قصرها و درختان آن) نهرها جاری است و در آنجا جاودانه می‌باشید. این است کامیابی بزرگ.",
      "translation_pashto": "57-12 هغه ورځ (یاده كړه) چې ته به مومنان سړي او مومنې ښځې وینې چې د دوى رڼا به د دوى مخې ته او د دوى ښي اړخ ته منډې وهي، ستاسو زېرى نن ورځ داسې جنتونه دي چې د هغو له لاندې ولې بهېږي، چې په هغو كې به تل اوسېدونكي یئ، همدغه ډېره لویه كامیابي ده"
    },
    {
      "number": 13,
      "text": "يَوْمَ يَقُولُ ٱلْمُنَٰفِقُونَ وَٱلْمُنَٰفِقَٰتُ لِلَّذِينَ ءَامَنُوا۟ ٱنظُرُونَا نَقْتَبِسْ مِن نُّورِكُمْ قِيلَ ٱرْجِعُوا۟ وَرَآءَكُمْ فَٱلْتَمِسُوا۟ نُورًۭا فَضُرِبَ بَيْنَهُم بِسُورٍۢ لَّهُۥ بَابٌۢ بَاطِنُهُۥ فِيهِ ٱلرَّحْمَةُ وَظَٰهِرُهُۥ مِن قِبَلِهِ ٱلْعَذَابُ",
      "page": 539,
      "juz": 27,
      "hizb": 54,
      "sajda": false,
      "translation_dari": "روزی که مردان و زنان منافق به مؤمنان می‌گویند: درنگی کنید (و به ما بنگرید) تا از نورتان سهمی حاصل کنیم. گفته می‌شود: به عقب برگردید و (در آنجا) نور بجویید. پس میان آنان دیواری زده می‌شود با دری که داخل آن رحمت و جانب بیرون آن رو به عذاب است.",
      "translation_pashto": "57-13 (اى نبي! ته) هغه ورځ (یاده كړه) چې منافق سړي اومنافقې ښځې به ایمان داره كسانو ته وايي: مونږ ته وګورئ (انتظار وكړئ) چې ستاسو له رڼا نه رڼا واخلو (، نو) دوى ته به وویل شي چې خپلې شا ته وګرځئ، نو (هلته) رڼا ولټوئ، نو د دوى په مینځ كې به یو داسې دېوال وواهه شي چې د هغه به دروازه (هم) وي، د دغه (دېوال) دننه طرف، په هغه كې به رحمت وي او د دغه (دېوال) د باندې طرف، له دغه جانبه به عذاب وي"
    },
    {
      "number": 14,
      "text": "يُنَادُونَهُمْ أَلَمْ نَكُن مَّعَكُمْ ۖ قَالُوا۟ بَلَىٰ وَلَٰكِنَّكُمْ فَتَنتُمْ أَنفُسَكُمْ وَتَرَبَّصْتُمْ وَٱرْتَبْتُمْ وَغَرَّتْكُمُ ٱلْأَمَانِىُّ حَتَّىٰ جَآءَ أَمْرُ ٱللَّهِ وَغَرَّكُم بِٱللَّهِ ٱلْغَرُورُ",
      "page": 539,
      "juz": 27,
      "hizb": 54,
      "sajda": false,
      "translation_dari": "(منافقان) مؤمنان را ندا می‌دهند: آیا (در دنیا) با شما نبودیم؟ می‌گویند: بلی، و لیكن خویشتن را گرفتار فتنه کردید و چشم به راه (حوادث بد بر مؤمنان) بودید و (در دین حق) شک کردید و آرزوهای باطل شما را فریفته ساخت، تا آنکه حكم الله رسید و فریب‌گر بزرگ (شیطان) شما را در بارۀ الله فریب داد.",
      "translation_pashto": "57-14 دوى به دغو (مومنانو) ته اواز وكړي: ایا مونږ له تاسو سره نه وو ؟ نو دوى (مومنان) به ووايي: ولې نه! او لېكن تاسو خپل ځانونه په فتنه كې اچولي وو او تاسو انتظار كاوه او شك مو كاوه او (خپلو) ارزوګانو دوكه كړي (تېرایستلي) وئ، تر هغه پورې چې د الله امر راغى او تاسو د الله په باره كې ډېر دوكه كوونكي دوكه كړي وئ"
    },
    {
      "number": 15,
      "text": "فَٱلْيَوْمَ لَا يُؤْخَذُ مِنكُمْ فِدْيَةٌۭ وَلَا مِنَ ٱلَّذِينَ كَفَرُوا۟ ۚ مَأْوَىٰكُمُ ٱلنَّارُ ۖ هِىَ مَوْلَىٰكُمْ ۖ وَبِئْسَ ٱلْمَصِيرُ",
      "page": 539,
      "juz": 27,
      "hizb": 54,
      "sajda": false,
      "translation_dari": "پس امروز، از شما (منافقان) و از کسانی که کفر ورزیدند، بدل و فدیه پذیرفته نمی‌شود. جایگاه شما دوزخ است. آتش یاور شماست و بد جای بازگشت است.",
      "translation_pashto": "57-15 نو نن ورځ به نه له تاسو نه څه فدیه (معاوضه) اخيستلى شي او نه له كافران شویو كسانو نه، ستاسو استوګنه اور دى، هغه (اور) ستاسو دوست (او لايق) دى او هغه د ورتلو بد ځاى دى"
    },
    {
      "number": 16,
      "text": "۞ أَلَمْ يَأْنِ لِلَّذِينَ ءَامَنُوٓا۟ أَن تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ ٱللَّهِ وَمَا نَزَلَ مِنَ ٱلْحَقِّ وَلَا يَكُونُوا۟ كَٱلَّذِينَ أُوتُوا۟ ٱلْكِتَٰبَ مِن قَبْلُ فَطَالَ عَلَيْهِمُ ٱلْأَمَدُ فَقَسَتْ قُلُوبُهُمْ ۖ وَكَثِيرٌۭ مِّنْهُمْ فَٰسِقُونَ",
      "page": 539,
      "juz": 27,
      "hizb": 54,
      "sajda": false,
      "translation_dari": "آیا برای مؤمنان وقت آن نرسیده است که دل‌هایشان به (هنگام) یاد الله و به (سبب یاد آوردن) آنچه از حق نازل شده است، نرم و متواضع گردد و مانند کسانی نباشند که پیش از این به آنان کتاب داده شد و زمان بر آنان طولانی شد؛ پس دل‌هایشان سخت شد و بسیار‌شان فاسق‌اند؟!",
      "translation_pashto": "57-16 ایا هغو كسانو ته چې ایمان يې راوړى دى (دغه) وخت نه دى راغلى چې د دوى زړونه نرم (او په وېره) شي د الله ذكر ته او هغه حق ته چې نازل شوى دى ! او د هغو كسانو په شان نشي چې له دې نه مخكې ورته كتاب وركړى شوى و، نو په دوى باندې زمانه اوږده شوه، پس د دوى زړونه سخت شول او په دوى كې ډېر فاسقان (نافران) دي"
    },
    {
      "number": 17,
      "text": "ٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ يُحْىِ ٱلْأَرْضَ بَعْدَ مَوْتِهَا ۚ قَدْ بَيَّنَّا لَكُمُ ٱلْءَايَٰتِ لَعَلَّكُمْ تَعْقِلُونَ",
      "page": 539,
      "juz": 27,
      "hizb": 54,
      "sajda": false,
      "translation_dari": "بدانید که الله زمین را پس از مرگش زنده می‌کند. البته آیات (قدرت و وحدانیت خود) را به وضاحت برایتان بیان کردیم تا این که شما تعقل کنید.",
      "translation_pashto": "57-17 تاسو پوه شئ چې بېشكه الله ځمكه د هغې له مرګ (وچوالي) نه پس ژوندۍ كوي، یقینًا مونږ تاسو ته ایتونه بیان كړي دي، د دې لپاره چې تاسو له عقل نه كار واخلئ"
    },
    {
      "number": 18,
      "text": "إِنَّ ٱلْمُصَّدِّقِينَ وَٱلْمُصَّدِّقَٰتِ وَأَقْرَضُوا۟ ٱللَّهَ قَرْضًا حَسَنًۭا يُضَٰعَفُ لَهُمْ وَلَهُمْ أَجْرٌۭ كَرِيمٌۭ",
      "page": 539,
      "juz": 27,
      "hizb": 54,
      "sajda": false,
      "translation_dari": "يقينا مردان و زنان صدقه دهنده و کسانی که به الله قرض نیک داده‌اند، (پاداش) آنان چندین برابر داده می‌شود و برای آنان اجر عزت‌مندانه است.",
      "translation_pashto": "57-18 بېشكه خیرات كوونكي سړي او خیرات كوونكې ښځې او هغه چې  الله ته قرض وركوي، ښه قرض، د دوى لپاره (دغه قرضِ حسن) دوچند كولى شي او د دوى لپاره ډېر د عزت اجر دي"
    },
    {
      "number": 19,
      "text": "وَٱلَّذِينَ ءَامَنُوا۟ بِٱللَّهِ وَرُسُلِهِۦٓ أُو۟لَٰٓئِكَ هُمُ ٱلصِّدِّيقُونَ ۖ وَٱلشُّهَدَآءُ عِندَ رَبِّهِمْ لَهُمْ أَجْرُهُمْ وَنُورُهُمْ ۖ وَٱلَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِـَٔايَٰتِنَآ أُو۟لَٰٓئِكَ أَصْحَٰبُ ٱلْجَحِيمِ",
      "page": 540,
      "juz": 27,
      "hizb": 54,
      "sajda": false,
      "translation_dari": "و آنان که به الله و پیغمبران او ایمان آورده‌اند، ایشان راستان کامل‌اند. و شهیدان نزد پروردگارشان، پاداش و نورشان را دارند. و کسانی که کفر ورزیدند و آیات ما را تکذیب کردند آنان یاران دوزخ‌اند.",
      "translation_pashto": "57-19 او هغه كسان چې په الله او د هغه په رسولانو يې ایمان راوړى دى همدغه كسان ډېر رښتني دي او د خپل رب په وړاندې شاهدان دي، د دوى لپاره د دوى اجر او د دوى رڼا ده او هغه كسان چې كافران شوي او زمونږ ایتونو ته يې دروغ ویلي دي؛ دغه كسان د دوزخ ملګري دي"
    },
    {
      "number": 20,
      "text": "ٱعْلَمُوٓا۟ أَنَّمَا ٱلْحَيَوٰةُ ٱلدُّنْيَا لَعِبٌۭ وَلَهْوٌۭ وَزِينَةٌۭ وَتَفَاخُرٌۢ بَيْنَكُمْ وَتَكَاثُرٌۭ فِى ٱلْأَمْوَٰلِ وَٱلْأَوْلَٰدِ ۖ كَمَثَلِ غَيْثٍ أَعْجَبَ ٱلْكُفَّارَ نَبَاتُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصْفَرًّۭا ثُمَّ يَكُونُ حُطَٰمًۭا ۖ وَفِى ٱلْءَاخِرَةِ عَذَابٌۭ شَدِيدٌۭ وَمَغْفِرَةٌۭ مِّنَ ٱللَّهِ وَرِضْوَٰنٌۭ ۚ وَمَا ٱلْحَيَوٰةُ ٱلدُّنْيَآ إِلَّا مَتَٰعُ ٱلْغُرُورِ",
      "page": 540,
      "juz": 27,
      "hizb": 54,
      "sajda": false,
      "translation_dari": "بدانید که زندگانی دنیا چیزی جز بازی، سرگرمی و زینت و فخر فروشی در میانتان و افزون طلبی در اموال و اولاد نیست. مانند بارانی که گیاه (رویدۀ) آن کشاورزان را به تعجب می‌آورد باز خشک می‌شود و آن را زرد می‌بینی، باز کاه می‌گردد. و در آخرت عذاب سخت و (هم) مغفرت و رضامندی از جانب الله است. و زندگانی دنیا نیست مگر سبب و وسيلۀ غرور و فریب.",
      "translation_pashto": "57-20 تاسو پوه شئ چې بېشكه دنيايي ژوند يواځې لوبې او عبث او زینت او په خپل مینځ یو په بل باندې فخر كول دي او په یو بل باندې په مالونو او اولادونو كې ډېر والى كول دي د هغه باران په شان چې كرونكي (كروندګر) لره د هغه (باران) زرغونه خوشاله كړي، بیا هغه (زرغونه) وچېږي، نو ته دغه زرغونه تكه زېړه وینې، بیا هغه رېزه رېزه شي او په اخرت كې (د اخرت منكرانو ته) ډېر سخت عذاب دى او (منونكو ته) د الله له جانبه بخښنه او رضامندي ده، او دنيايي ژوند نه دى مګر د دوكې (او غولېدلو) سامان دى"
    },
    {
      "number": 21,
      "text": "سَابِقُوٓا۟ إِلَىٰ مَغْفِرَةٍۢ مِّن رَّبِّكُمْ وَجَنَّةٍ عَرْضُهَا كَعَرْضِ ٱلسَّمَآءِ وَٱلْأَرْضِ أُعِدَّتْ لِلَّذِينَ ءَامَنُوا۟ بِٱللَّهِ وَرُسُلِهِۦ ۚ ذَٰلِكَ فَضْلُ ٱللَّهِ يُؤْتِيهِ مَن يَشَآءُ ۚ وَٱللَّهُ ذُو ٱلْفَضْلِ ٱلْعَظِيمِ",
      "page": 540,
      "juz": 27,
      "hizb": 54,
      "sajda": false,
      "translation_dari": "(لذا) به‌سوی آمرزش از جانب پروردگارتان و جنتی که پهنایش مانند پهنای آسمان و زمین است؛ بشتابید که برای کسانی که به الله و پیغمبران او ایمان آورده‌اند، آماده شده است این فضل الله است، به هرکس که بخواهد آنرا می‌دهد و الله دارای فضل و بخشش بزرگ است.",
      "translation_pashto": "57-21 تاسو تلوار وكړئ د الله له جانبه مغفرت ته او داسې جنت ته چې د هغه پلنوالى د اسمان او ځمكې د پلنوالي په شان دى، د هغو كسانو لپاره تیار كړى شوى دى چې په الله او د هغه په رسولانو ایمان لري، دغه د الله فضل دى، چا ته چې وغواړي دغه وركوي او الله د ډېر لوى فضل والا دى"
    },
    {
      "number": 22,
      "text": "مَآ أَصَابَ مِن مُّصِيبَةٍۢ فِى ٱلْأَرْضِ وَلَا فِىٓ أَنفُسِكُمْ إِلَّا فِى كِتَٰبٍۢ مِّن قَبْلِ أَن نَّبْرَأَهَآ ۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٌۭ",
      "page": 540,
      "juz": 27,
      "hizb": 54,
      "sajda": false,
      "translation_dari": "هیچ مصیبتی در زمین و نه در جان‌هایتان به شما نرسد مگر پیش از آنکه آن را ایجاد کنیم در کتاب (تقدیر) ثبت و نوشته است. چون این امر بر الله آسان است.",
      "translation_pashto": "57-22 نه رسېږي په ځمكه كې او نه ستاسو په ځانونو كې كوم مصیبت مګر (دا) په كتاب كې دي مخكې له دې نه چې دغه (ځانونه) پيدا كړو، بېشكه الله ته دا ډېره اسانه ده"
    },
    {
      "number": 23,
      "text": "لِّكَيْلَا تَأْسَوْا۟ عَلَىٰ مَا فَاتَكُمْ وَلَا تَفْرَحُوا۟ بِمَآ ءَاتَىٰكُمْ ۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ مُخْتَالٍۢ فَخُورٍ",
      "page": 540,
      "juz": 27,
      "hizb": 54,
      "sajda": false,
      "translation_dari": "این برای آنست تا بر آنچه از دستتان رفته است افسوس نخورید و به آنچه که (الله) به شما می‌دهد شاد نشوید و الله هیچ شخص متكبر فخر فروش را دوست نمی‌دارد.",
      "translation_pashto": "57-23 لپاره د دې چې تاسو په هغه څه خفه نشئ چې له تاسو فوت شول او په هغه څه خوشاله نشئ چې تاسو ته هغه دركړل او الله نه خوښوي هېڅ كبرجن (او) فخر كوونكى"
    },
    {
      "number": 24,
      "text": "ٱلَّذِينَ يَبْخَلُونَ وَيَأْمُرُونَ ٱلنَّاسَ بِٱلْبُخْلِ ۗ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلْغَنِىُّ ٱلْحَمِيدُ",
      "page": 540,
      "juz": 27,
      "hizb": 54,
      "sajda": false,
      "translation_dari": "همان کسانی که بخل می‌ورزند و مردم را به بخل ورزيدن فرمان می‌دهند و هر کس که روی گردان شود (بداند که) الله بی‌نیاز و قابل ستایش است.",
      "translation_pashto": "57-24 هغه كسان چې (پخپله) بخل كوي او (نورو) خلقو ته (هم) د بخل كولو حكم كوي او هغه څوك چې مخ يې وګرځاوه، نو بېشكه الله، هم دى ښه بې پروا، ډېر ستايل شوى دى"
    },
    {
      "number": 25,
      "text": "لَقَدْ أَرْسَلْنَا رُسُلَنَا بِٱلْبَيِّنَٰتِ وَأَنزَلْنَا مَعَهُمُ ٱلْكِتَٰبَ وَٱلْمِيزَانَ لِيَقُومَ ٱلنَّاسُ بِٱلْقِسْطِ ۖ وَأَنزَلْنَا ٱلْحَدِيدَ فِيهِ بَأْسٌۭ شَدِيدٌۭ وَمَنَٰفِعُ لِلنَّاسِ وَلِيَعْلَمَ ٱللَّهُ مَن يَنصُرُهُۥ وَرُسُلَهُۥ بِٱلْغَيْبِ ۚ إِنَّ ٱللَّهَ قَوِىٌّ عَزِيزٌۭ",
      "page": 541,
      "juz": 27,
      "hizb": 54,
      "sajda": false,
      "translation_dari": "البته ما پیغمبران خود را با دلایل واضح فرستادیم و با آنها کتاب و ترازو را نیز نازل کردیم تا مردم در میان خود عدالت را قایم کنند. و آهن را که در آن نیروی سخت و منافع برای مردم است نازل کردیم، تا الله بداند چه کسی او و پیغمبرانش را نادیده یاری می‌کند، زیرا الله قوی (و) غالب است.",
      "translation_pashto": "57-25 یقینًا یقینًا مونږ خپل رسولان په ښكاره دلیلونو سره لېږلي دي او له دوى سره مونږ كتاب او تله نازل كړي دي، د دې لپاره چې خلق په انصاف ودرېږي او مونږ اوسپنه نازله كړې ده، په دې كې (قوت د) سخت جنګ دى او د خلقو لپاره ګټې دي او د دې لپاره چې الله په هغه چا باندې پوه شي چې د ده او د ده د رسولانو په نالیدلو مدد كوي، بېشكه الله ډېر قوي، ښه غالب دى"
    },
    {
      "number": 26,
      "text": "وَلَقَدْ أَرْسَلْنَا نُوحًۭا وَإِبْرَٰهِيمَ وَجَعَلْنَا فِى ذُرِّيَّتِهِمَا ٱلنُّبُوَّةَ وَٱلْكِتَٰبَ ۖ فَمِنْهُم مُّهْتَدٍۢ ۖ وَكَثِيرٌۭ مِّنْهُمْ فَٰسِقُونَ",
      "page": 541,
      "juz": 27,
      "hizb": 54,
      "sajda": false,
      "translation_dari": "و البته نوح و ابراهیم را فرستادیم و در نسل هر دو نبوت و کتاب را قرار دادیم، پس بعضی از آنان هدایت یافتند ولی بسیاری از آنها فاسق‌اند.",
      "translation_pashto": "57-26 او یقینًا یقینًا مونږ نوح او ابراهیم رسولان لېږلي وو او د دغو دواړو په اولاده كې مو نبوت او كتاب ایښى و، نو په دوى كې ځینې هدایت موندونكي دي او په دوى كې ډېر زیات فاسقان دي"
    },
    {
      "number": 27,
      "text": "ثُمَّ قَفَّيْنَا عَلَىٰٓ ءَاثَٰرِهِم بِرُسُلِنَا وَقَفَّيْنَا بِعِيسَى ٱبْنِ مَرْيَمَ وَءَاتَيْنَٰهُ ٱلْإِنجِيلَ وَجَعَلْنَا فِى قُلُوبِ ٱلَّذِينَ ٱتَّبَعُوهُ رَأْفَةًۭ وَرَحْمَةًۭ وَرَهْبَانِيَّةً ٱبْتَدَعُوهَا مَا كَتَبْنَٰهَا عَلَيْهِمْ إِلَّا ٱبْتِغَآءَ رِضْوَٰنِ ٱللَّهِ فَمَا رَعَوْهَا حَقَّ رِعَايَتِهَا ۖ فَـَٔاتَيْنَا ٱلَّذِينَ ءَامَنُوا۟ مِنْهُمْ أَجْرَهُمْ ۖ وَكَثِيرٌۭ مِّنْهُمْ فَٰسِقُونَ",
      "page": 541,
      "juz": 27,
      "hizb": 54,
      "sajda": false,
      "translation_dari": "باز به تعقیب آنان پیغمبران خود را فرستادیم و عیسی پسر مریم را در پی آنان فرستادیم و به او انجیل دادیم و در دل‌های کسانی که از او پیروی کردند مهربانی و شفقت را قرار دادیم. و (اما) رهبانیتی (ترک دنیا) را که خودشان آن را اختراع نمودند، ما آن را بر آنان واجب نکرده بودیم، بلکه آنان برای به دست آوردن خشنودی الله (آن را ایجاد کرده بودند) ولی چنانکه باید (حقش را) رعایت نکردند. پس به مؤمنان‌شان پاداش آنان را دادیم و بسیاری از آنان فاسقان بودند.",
      "translation_pashto": "57-27 بیا مونږ د دوى د قدمونو په اثارو پسې خپل رسولان راولېږل او ورپسې مو راوست عیسٰى زوى د مریمې او مونږ ده ته انجیل وركړى و او مونږ د ده د پېروي كوونكو په زړونو كې نرمي او مهرباني كول ایښي وو او رهبانیت چې دغه دوى له ځانه ایجاد كړى و، مونږ په دوى باندې لازم كړى نه و لېكن (دوى غوره كړى و) د الله د رضامندۍ لټولو لپاره، نو دوى د هغه (رهبانیت) رعایت ونه كړ، حق رعایت، نو په دوى كې هغو كسانو ته چې ایمان يې راوړى و ؛ مونږ د دوى اجر وركړ او په دوى كې ډېر زیات فاسقان وو"
    },
    {
      "number": 28,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱتَّقُوا۟ ٱللَّهَ وَءَامِنُوا۟ بِرَسُولِهِۦ يُؤْتِكُمْ كِفْلَيْنِ مِن رَّحْمَتِهِۦ وَيَجْعَل لَّكُمْ نُورًۭا تَمْشُونَ بِهِۦ وَيَغْفِرْ لَكُمْ ۚ وَٱللَّهُ غَفُورٌۭ رَّحِيمٌۭ",
      "page": 541,
      "juz": 27,
      "hizb": 54,
      "sajda": false,
      "translation_dari": "ای کسانی که ایمان آورده‌اید! از الله بترسید و به پیغمبر او ایمان بیاورید تا الله دو پاداش از رحمت خود را به شما بدهد و برایتان نوری قرار دهد که در روشنی آن حرکت کنید. و تا شما را بیامرزد و الله آمرزندۀ مهربان است.",
      "translation_pashto": "57-28 اى هغو كسانو چې ایمان يې راوړى دى!  تاسو له الله نه ووېرېږئ او د هغه په رسول ایمان راوړئ هغه (الله) به تاسو ته له خپل رحمت نه دوه حصې دركړي او تاسو لپاره به رڼا پیدا كړي چې تاسو به له هغې سره (په پل صراط) ځئ او تاسو به وبخښي او الله ډېر بخښونكى، بې حده رحم كوونكى دى"
    },
    {
      "number": 29,
      "text": "لِّئَلَّا يَعْلَمَ أَهْلُ ٱلْكِتَٰبِ أَلَّا يَقْدِرُونَ عَلَىٰ شَىْءٍۢ مِّن فَضْلِ ٱللَّهِ ۙ وَأَنَّ ٱلْفَضْلَ بِيَدِ ٱللَّهِ يُؤْتِيهِ مَن يَشَآءُ ۚ وَٱللَّهُ ذُو ٱلْفَضْلِ ٱلْعَظِيمِ",
      "page": 541,
      "juz": 27,
      "hizb": 54,
      "sajda": false,
      "translation_dari": "تا در نتیجه اهل کتاب بدانند که چیزی از فضل الله را در اختیار ندارند و اینکه فضل و رحمت در دست الله است، آن را به هر کس که بخواهد می‌دهد. و الله دارای فضل و بخشش بزرگ است.",
      "translation_pashto": "57-29 د دې لپاره چې اهل كتاب (په دې) ښه پوه شي چې دوى د الله له فضله په هېڅ شي باندې قادر نه دي او دا چې بېشكه فضل د الله په لاس كې دى، چا ته  چې وغواړي هغه وركوي او الله د ډېر لوى فضل والا دى"
    }
  ]
}