{
  "number": 58,
  "name": "المجادلة",
  "name_dari": "مجادله",
  "meaning_dari": "مجادله",
  "revelationType": "مدنی",
  "numberOfAyahs": 22,
  "ayahs": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ قَدْ سَمِعَ ٱللَّهُ قَوْلَ ٱلَّتِى تُجَٰدِلُكَ فِى زَوْجِهَا وَتَشْتَكِىٓ إِلَى ٱللَّهِ وَٱللَّهُ يَسْمَعُ تَحَاوُرَكُمَآ ۚ إِنَّ ٱللَّهَ سَمِيعٌۢ بَصِيرٌ",
      "page": 542,
      "juz": 28,
      "hizb": 55,
      "sajda": false,
      "translation_dari": "البته الله سخن زنی را شنید که دربارۀ همسرش با تو گفتگو می‌کرد و به الله شکایت می‌کرد. و الله گفتگوی شما دو نفر را می‌شنود. بی‌گمان الله شنوای بیناست.",
      "translation_pashto": "58-1 یقینًا  الله د هغې ښځې خبره واورېدله چې له تا سره يې د خپل خاوند په باره كې بحث (او سوال و جواب) كاوه او الله ته يې شكایت كاوه او الله ستاسو د دواړو سوال او جواب اورېده، بېشكه الله ښه اورېدونكى، ښه لیدونكى دى"
    },
    {
      "number": 2,
      "text": "ٱلَّذِينَ يُظَٰهِرُونَ مِنكُم مِّن نِّسَآئِهِم مَّا هُنَّ أُمَّهَٰتِهِمْ ۖ إِنْ أُمَّهَٰتُهُمْ إِلَّا ٱلَّٰٓـِٔى وَلَدْنَهُمْ ۚ وَإِنَّهُمْ لَيَقُولُونَ مُنكَرًۭا مِّنَ ٱلْقَوْلِ وَزُورًۭا ۚ وَإِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٌۭ",
      "page": 542,
      "juz": 28,
      "hizb": 55,
      "sajda": false,
      "translation_dari": "کسانی از شما که با زنانشان ظهار می‌کنند (و می‌گویند: تو به من مانند پشت مادرم هستی) آنان مادرانشان نیستند. بلکه مادرانشان تنها زنانی هستند که آنها را زاده‌اند و همانا آنان سخن زشت و دروغ می‌گویند و بدون شک الله عفو کنندۀ آمرزگار است.",
      "translation_pashto": "58-2 هغه كسان چې په تاسو كې له خپلو ښځو نه ظهار كوي (ورته وايي چې ته په ما باندې د خپلې مور د شا په شان يې، نو) دغه (ښځې) د دوى میندې نه دي، د دوى میندې نه دي مګر هغه چې دوى يې زېږولي دي او بېشكه یقینًا دوى یوه خرابه خبره او دروغ وايي او بېشكه یقینًا الله ډېر معافي كوونكى، ډېر بخښونكى دى"
    },
    {
      "number": 3,
      "text": "وَٱلَّذِينَ يُظَٰهِرُونَ مِن نِّسَآئِهِمْ ثُمَّ يَعُودُونَ لِمَا قَالُوا۟ فَتَحْرِيرُ رَقَبَةٍۢ مِّن قَبْلِ أَن يَتَمَآسَّا ۚ ذَٰلِكُمْ تُوعَظُونَ بِهِۦ ۚ وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌۭ",
      "page": 542,
      "juz": 28,
      "hizb": 55,
      "sajda": false,
      "translation_dari": "و آنانی که با زنان خود ظهار می‌کنند باز از آن چه گفته‌اند باز می‌گردند پیش از آن که با یکدیگر نزدیکی کنند باید برده‌ای را آزاد کنند. این درس و پندی است که به شما داده می‌شود و الله به آن چه می‌کنید آگاه است.",
      "translation_pashto": "58-3 او هغه  كسان چې له خپلو ښځو نه ظهار كوي، بیا دوى (ماتولو د) هغې خبرې ته راګرځي چې ویلې وه، نو د یو مریي ازادول (لازم) دي، مخكې له دې چې دوى یو بل سره مسه كړي (كور والى وكړي) دغه (حكم) دى، تاسو ته په ده سره پند  دركاوه شي او الله په هغو كارونو چې  تاسو يې كوئ ښه خبردار دى"
    },
    {
      "number": 4,
      "text": "فَمَن لَّمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ مِن قَبْلِ أَن يَتَمَآسَّا ۖ فَمَن لَّمْ يَسْتَطِعْ فَإِطْعَامُ سِتِّينَ مِسْكِينًۭا ۚ ذَٰلِكَ لِتُؤْمِنُوا۟ بِٱللَّهِ وَرَسُولِهِۦ ۚ وَتِلْكَ حُدُودُ ٱللَّهِ ۗ وَلِلْكَٰفِرِينَ عَذَابٌ أَلِيمٌ",
      "page": 542,
      "juz": 28,
      "hizb": 55,
      "sajda": false,
      "translation_dari": "پس اگر کسی (برده) نیابد باید دو ماه پی در پی روزه بگیرد پیش از آنکه زن و شوهر با همدیگر نزدیکی کنند. و کسی که نمی‌تواند پس باید شصت نفر مسکین را طعام بدهد. این برای آن است که به الله و پیغمبرش ایمان بیاورید. و این (احکام) حدود مقرر شدۀ الله است و کافران عذاب دردناک دارند.",
      "translation_pashto": "58-4 نو چا چې (مریى) ونه مونده، نو (په هغه) دوه میاشتې پرله پسې روژه نیول (لازم) دي، مخكې له دې چې دوى یو بل سره مسه كړي، نو هغه څوك چې (د دې) توان نه لري، نو (په ده) شپیتو مسكینانو ته خوراك وركول (لازم) دي دا (حكم) د دې لپاره دى چې تاسو په الله او د هغه په رسول ایمان راوړئ او دغه د الله (مقرر كړي) حدونه دي او د كافرانو لپاره ډېر دردوونكى عذاب دى"
    },
    {
      "number": 5,
      "text": "إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥ كُبِتُوا۟ كَمَا كُبِتَ ٱلَّذِينَ مِن قَبْلِهِمْ ۚ وَقَدْ أَنزَلْنَآ ءَايَٰتٍۭ بَيِّنَٰتٍۢ ۚ وَلِلْكَٰفِرِينَ عَذَابٌۭ مُّهِينٌۭ",
      "page": 542,
      "juz": 28,
      "hizb": 55,
      "sajda": false,
      "translation_dari": "يقينا آنانی که با الله و پیغمبرش مخالفت می‌کنند خوار و ذلیل می‌شوند همان طور که پیشینیانشان خوار شدند و البته نشانه‌های واضح نازل کردیم و برای کافران عذاب رسواکننده است.",
      "translation_pashto": "58-5 بېشكه هغه كسان چې د الله او د هغه د رسول مخالفت كوي، دوى به هلاك كړى شي، لكه چې هلاك كړى شوي وو هغه كسان چې له دوى نه مخكې وو او یقینًا مونږ ډېرې روښانه نښې (او دلايل) نازلې كړې دي او د كافرانو لپاره سپكوونكى عذاب دى"
    },
    {
      "number": 6,
      "text": "يَوْمَ يَبْعَثُهُمُ ٱللَّهُ جَمِيعًۭا فَيُنَبِّئُهُم بِمَا عَمِلُوٓا۟ ۚ أَحْصَىٰهُ ٱللَّهُ وَنَسُوهُ ۚ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍۢ شَهِيدٌ",
      "page": 542,
      "juz": 28,
      "hizb": 55,
      "sajda": false,
      "translation_dari": "روزی که الله همۀ آنان را برانگیزد تا به آنچه کرده‌اند خبر‌شان دهد؛ الله آن (اعمال) را شماریده و آنان فراموش کرده‌اند و الله بر همه چیز گواه است.",
      "translation_pashto": "58-6 (یاده كړه) هغه ورځ چې الله به دوى ټول ژوندي راپورته كړي، پس دوى به په هغو كارونو خبر كړي چې دوى كړي دي،  الله هغه محفوظ كړي دي او دوى هغه هېر كړي دي او الله په هر شي باندې ښه شاهد (ګواه) دى"
    },
    {
      "number": 7,
      "text": "أَلَمْ تَرَ أَنَّ ٱللَّهَ يَعْلَمُ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۖ مَا يَكُونُ مِن نَّجْوَىٰ ثَلَٰثَةٍ إِلَّا هُوَ رَابِعُهُمْ وَلَا خَمْسَةٍ إِلَّا هُوَ سَادِسُهُمْ وَلَآ أَدْنَىٰ مِن ذَٰلِكَ وَلَآ أَكْثَرَ إِلَّا هُوَ مَعَهُمْ أَيْنَ مَا كَانُوا۟ ۖ ثُمَّ يُنَبِّئُهُم بِمَا عَمِلُوا۟ يَوْمَ ٱلْقِيَٰمَةِ ۚ إِنَّ ٱللَّهَ بِكُلِّ شَىْءٍ عَلِيمٌ",
      "page": 543,
      "juz": 28,
      "hizb": 55,
      "sajda": false,
      "translation_dari": "آیا ندیدی که الله آنچه را که در آسمانهاست و آنچه را که در زمین است می‌داند؟ هیچ سه نفری نیست که با همدیگر رازگویی کنند مگر این که الله چهارم ایشان است و نه پنج نفری مگر این که الله ششم ایشان است و نه (رازگویانی) کمتر از این و نه بیشتر از این، مگر این که الله با ایشان است در هر کجا که باشند. باز روز قیامت از آنچه که کرده‌اند خبرشان می‌دهد چرا که الله به همه چیز داناست.",
      "translation_pashto": "58-7 ایا ته نه يې خبر چې بېشكه الله پوهېږي په هر هغه څه چې په اسمانونو كې دي او په هر هغه څه چې په ځمكه كې دي، نه وي هېڅ پټه مشوره د درې كسانو مګر هغه (الله) د دوى څلورم وي او نه د پنځو كسانو مګر هغه د دوى شپږم وي او نه له دې نه د كمو وي او نه (له دې نه) د زیاتو مګر هغه له دوى سره وي، دوى چې هرچېرې وي، بیا به هغه د قیامت په ورځ دوى په هغو عملونو خبر كړي چې دوى كړي دي، بېشكه الله په هر شي باندې  ښه  پوه دى"
    },
    {
      "number": 8,
      "text": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ نُهُوا۟ عَنِ ٱلنَّجْوَىٰ ثُمَّ يَعُودُونَ لِمَا نُهُوا۟ عَنْهُ وَيَتَنَٰجَوْنَ بِٱلْإِثْمِ وَٱلْعُدْوَٰنِ وَمَعْصِيَتِ ٱلرَّسُولِ وَإِذَا جَآءُوكَ حَيَّوْكَ بِمَا لَمْ يُحَيِّكَ بِهِ ٱللَّهُ وَيَقُولُونَ فِىٓ أَنفُسِهِمْ لَوْلَا يُعَذِّبُنَا ٱللَّهُ بِمَا نَقُولُ ۚ حَسْبُهُمْ جَهَنَّمُ يَصْلَوْنَهَا ۖ فَبِئْسَ ٱلْمَصِيرُ",
      "page": 543,
      "juz": 28,
      "hizb": 55,
      "sajda": false,
      "translation_dari": "آیا ندیده‌ای آنانی را که از نجوی (رازگویی) منع شده‌اند باز به آنچه که از آن منع شده‌اند باز می‌گردند و برای انجام گناه و سرکشی و نافرمانی پیغمبر با هم دیگر به نجوا می‌پردازند و چون نزد تو آیند طوری به تو سلام و تحیت می‌گویند که الله به تو آنطور سلام و تحیت نگفته است و در میان خود می‌گویند: پس چرا الله ما را به خاطر آنچه می‌گوییم عذاب نمی‌دهد؟ دوزخ برای آنان کافی است، وارد آن می‌شوند و (دوزخ) چه بد جا و بد سر انجامی است.",
      "translation_pashto": "58-8 ایا تا هغه كسان نه دي كتلي چې له پټو مشورو نه منع كړى شوي وو، بیا دوى هغه څه ته راګرځي چې له هغه نه منع كړى شوي وو او دوى د ګناه او ظلم او د رسول د نافرمانۍ په هكله پټې مشورې كوي او كله چې دوى تا ته راشي (نو) تا ته په هغه (كلمې) سره سلام كوي چې په هغې سره الله تا ته سلام نه دى (مقرر) كړى او دوى په خپلو نفسونو  (زړونو) كې وايي: الله مونږ ته په هغه څه ولې عذاب نه راكوي چې مونږ يې وایو، دوى ته جهنم بس دى، چې دوى به هغه ته ننوځي، پس هغه د ورتلو بد ځاى دى"
    },
    {
      "number": 9,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا تَنَٰجَيْتُمْ فَلَا تَتَنَٰجَوْا۟ بِٱلْإِثْمِ وَٱلْعُدْوَٰنِ وَمَعْصِيَتِ ٱلرَّسُولِ وَتَنَٰجَوْا۟ بِٱلْبِرِّ وَٱلتَّقْوَىٰ ۖ وَٱتَّقُوا۟ ٱللَّهَ ٱلَّذِىٓ إِلَيْهِ تُحْشَرُونَ",
      "page": 543,
      "juz": 28,
      "hizb": 55,
      "sajda": false,
      "translation_dari": "ای کسانی که ایمان آورده‌اید! هرگاه با همدیگر به رازگویی پرداختید برای انجام گناه و تجاوزگری و نافرمانی از پیغمبر راز مگویید. و به نیکی و پرهیزگاری راز بگویید و از الله بترسید که به‌سوی او محشور می‌شوید.",
      "translation_pashto": "58-9 اى هغو كسانو چې ایمان يې راوړى دى! كله چې تاسو په خپل مینځ كې پټې خبرې (او مشورې)، كوئ، نو دګناه كولو او ظلم او د رسول د نافرمانۍ په هكله یو له بله سره پټې مشورې  مه كوئ او د نیكۍ او تقویٰ په هكله یو له بل سره پټې مشورې كوئ او تاسو له هغه الله نه ووېرېږئ چې تاسو به خاص هغه ته ورجمع كولى شئ"
    },
    {
      "number": 10,
      "text": "إِنَّمَا ٱلنَّجْوَىٰ مِنَ ٱلشَّيْطَٰنِ لِيَحْزُنَ ٱلَّذِينَ ءَامَنُوا۟ وَلَيْسَ بِضَآرِّهِمْ شَيْـًٔا إِلَّا بِإِذْنِ ٱللَّهِ ۚ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ",
      "page": 543,
      "juz": 28,
      "hizb": 55,
      "sajda": false,
      "translation_dari": "جز این نیست که راز گویی از (کارهای) شیطان است تا مؤمنان را اندوهگین سازد و هیچ ضرری به آنان رسانده نمی‌تواند مگر به ارادۀ الله و مؤمنان باید بر الله توکل کنند.",
      "translation_pashto": "58-10 بېشكه (د ګناه) پټې مشورې يواځې د شیطان له اړخه دي، د دې لپاره چې دى هغه كسان غمجن كړي چې ایمان يې راوړى دى، حال دا چې دغه (شیطان) دوى ته هېڅ شى ضرر  رسوونكى نه دى مګر د الله په اذن (او ارادې) سره او لازم ده چې مومنان خاص په الله باندې توكل وكړي"
    },
    {
      "number": 11,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا قِيلَ لَكُمْ تَفَسَّحُوا۟ فِى ٱلْمَجَٰلِسِ فَٱفْسَحُوا۟ يَفْسَحِ ٱللَّهُ لَكُمْ ۖ وَإِذَا قِيلَ ٱنشُزُوا۟ فَٱنشُزُوا۟ يَرْفَعِ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ مِنكُمْ وَٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ دَرَجَٰتٍۢ ۚ وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌۭ",
      "page": 543,
      "juz": 28,
      "hizb": 55,
      "sajda": false,
      "translation_dari": "ای کسانی که ایمان آورده‌اید، چون به شما گفته شود: در مجلس (برای دیگران) جای فراخ کنید، جای فراخ کنید، تا الله (رحمت خود را) برایتان فراخ گرداند. و چون گفته شود: برخیزید! پس برخیزید. الله به کسانی از شما که ایمان آورده‌اند و آنانی را که علم داده شده‌اند رفعت و بزرگی می‌بخشد، و الله به آنچه می‌کنید آگاه است.",
      "translation_pashto": "58-11 اى هغو كسانو چې ایمان يې راوړى دى! كله چې تاسو ته وویل شي: تاسو په مجلس كې ځاى ارت كړئ، نو تاسو ځاى ارت كړئ، الله به تاسو ته ځاى ارت كړي او كله چې تاسو ته وویل شي چې (كوم نېك كار ته) پورته شئ، نو پورته شئ، الله به په تاسو كې هغه كسان په درجو كې اوچت كړي چې ایمان يې راوړى دى او هغه كسان چې هغوى ته علم وركړى شوى دى او الله په هغو كارونو چې تاسو يې كوئ ښه خبردار دى"
    },
    {
      "number": 12,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا نَٰجَيْتُمُ ٱلرَّسُولَ فَقَدِّمُوا۟ بَيْنَ يَدَىْ نَجْوَىٰكُمْ صَدَقَةًۭ ۚ ذَٰلِكَ خَيْرٌۭ لَّكُمْ وَأَطْهَرُ ۚ فَإِن لَّمْ تَجِدُوا۟ فَإِنَّ ٱللَّهَ غَفُورٌۭ رَّحِيمٌ",
      "page": 544,
      "juz": 28,
      "hizb": 55,
      "sajda": false,
      "translation_dari": "ای کسانی که ایمان آورده‌اید، هرگاه خواستید با پیغمبر نجوا (رازگویی) کنید، پیش از نجوایتان صدقه‌ای بدهید، این برایتان بهتر و پاکیزه‌تر است پس اگر (صدقه) نیابید (بدانید که) الله آمرزگار مهربان است.",
      "translation_pashto": "58-12 اى هغو كسانو چې ایمان يې راوړى دى! كله چې تاسو له رسول سره پټه خبره كول غواړئ، نو تاسو له خپلې پټې مشورې نه مخكې  صدقه وړاندې كړئ،  دا تاسو لپاره ډېر غوره او ډېر پاكیزه دي، نو كه تاسو (صدقه) ونه مومئ، نو بېشكه الله ډېر بخښونكى، بې حده رحم كوونكى دى"
    },
    {
      "number": 13,
      "text": "ءَأَشْفَقْتُمْ أَن تُقَدِّمُوا۟ بَيْنَ يَدَىْ نَجْوَىٰكُمْ صَدَقَٰتٍۢ ۚ فَإِذْ لَمْ تَفْعَلُوا۟ وَتَابَ ٱللَّهُ عَلَيْكُمْ فَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ وَأَطِيعُوا۟ ٱللَّهَ وَرَسُولَهُۥ ۚ وَٱللَّهُ خَبِيرٌۢ بِمَا تَعْمَلُونَ",
      "page": 544,
      "juz": 28,
      "hizb": 55,
      "sajda": false,
      "translation_dari": "آیا می‌ترسید که پیش از نجوایتان صدقه‌هایی را بدهید؟ پس اگر صدقه ندادید و الله هم شما را بخشید، پس نماز را برپا کنید و زکات را بدهید و الله و پیغمبرش را اطاعت کنید و الله به آنچه می‌کنید آگاه است.",
      "translation_pashto": "58-13 ایا تاسو له دې نه ووېرېدئ چې له خپلې پټې مشورې نه مخكې  صدقې وړاندې كړئ، نو كله چې تاسو (دا كار) ونه كړ او الله پر تاسو  باندې رجوع وكړه، نو تاسو  لمونځ قايموئ او زكات وركوئ او د الله او د هغه د رسول اطاعت كوئ او الله په هغو عملونو چې تاسو يې كوئ ښه خبردار دى"
    },
    {
      "number": 14,
      "text": "۞ أَلَمْ تَرَ إِلَى ٱلَّذِينَ تَوَلَّوْا۟ قَوْمًا غَضِبَ ٱللَّهُ عَلَيْهِم مَّا هُم مِّنكُمْ وَلَا مِنْهُمْ وَيَحْلِفُونَ عَلَى ٱلْكَذِبِ وَهُمْ يَعْلَمُونَ",
      "page": 544,
      "juz": 28,
      "hizb": 55,
      "sajda": false,
      "translation_dari": "آیا ندیدی به‌سوی کسانی که دوستی کردند با قومی که الله بر آنان غضب نموده است! آنها (منافقان) نه از شما‌اند و نه از آنان (یهود) و به دروغ سوگند می‌خورند در حالیکه می‌دانند.",
      "translation_pashto": "58-14 ایا تا هغو كسانو ته نه دي كتلي چې  له داسې قوم سره دوستي كوي چې الله پر هغوى باندې غضب كړى دى، دغه كسان (منافقان) نه ستاسو څخه دي او نه له هغوى (كافرانو) څخه دي او دوى په دروغو باندې قسمونه خوري، حال دا چې دوى پوهېږي"
    },
    {
      "number": 15,
      "text": "أَعَدَّ ٱللَّهُ لَهُمْ عَذَابًۭا شَدِيدًا ۖ إِنَّهُمْ سَآءَ مَا كَانُوا۟ يَعْمَلُونَ",
      "page": 544,
      "juz": 28,
      "hizb": 55,
      "sajda": false,
      "translation_dari": "الله برای آنان عذابی سخت آماده کرده است، زیرا کاری انجام می‌دهند که بسیار بد است.",
      "translation_pashto": "58-15 الله د دوى لپاره ډېر سخت عذاب تیار كړى دى، بېشكه دوى (چې دي) بد دى هغه (كار) چې دوى به كاوه "
    },
    {
      "number": 16,
      "text": "ٱتَّخَذُوٓا۟ أَيْمَٰنَهُمْ جُنَّةًۭ فَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ فَلَهُمْ عَذَابٌۭ مُّهِينٌۭ",
      "page": 544,
      "juz": 28,
      "hizb": 55,
      "sajda": false,
      "translation_dari": "آنان قسم‌هایشان را سپر ساخته‌اند و مردم را از راه الله منع نمودند لذا برایشان عذاب خوارکننده است.",
      "translation_pashto": "58-16 دوى خپل قسمونه ډال ګرځولي دي، نو دوى (خلق)  د الله له لارې نه منع كړل، نو د دوى  لپاره سپكوونكى عذاب دى"
    },
    {
      "number": 17,
      "text": "لَّن تُغْنِىَ عَنْهُمْ أَمْوَٰلُهُمْ وَلَآ أَوْلَٰدُهُم مِّنَ ٱللَّهِ شَيْـًٔا ۚ أُو۟لَٰٓئِكَ أَصْحَٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَٰلِدُونَ",
      "page": 544,
      "juz": 28,
      "hizb": 55,
      "sajda": false,
      "translation_dari": "هرگز مال و اولادشان چیزی از عذاب الله را از آنها دفع نمی‌کند؟ (چون) این گروه دوزخیان‌اند که آنها در دوزخ جاودان‌اند.",
      "translation_pashto": "58-17 د دوى لپاره به د الله په مقابله كې نه د دوى مالونونه هېڅ شى پكار  راشي او نه د دوى اولادونه، دغه كسان د اور ملګري دي دوى به په هغه كې تل  تر تله وي"
    },
    {
      "number": 18,
      "text": "يَوْمَ يَبْعَثُهُمُ ٱللَّهُ جَمِيعًۭا فَيَحْلِفُونَ لَهُۥ كَمَا يَحْلِفُونَ لَكُمْ ۖ وَيَحْسَبُونَ أَنَّهُمْ عَلَىٰ شَىْءٍ ۚ أَلَآ إِنَّهُمْ هُمُ ٱلْكَٰذِبُونَ",
      "page": 544,
      "juz": 28,
      "hizb": 55,
      "sajda": false,
      "translation_dari": "روزی که الله همۀ آنان را زنده می‌گرداند پس برایش قسم می‌خورند چنانکه برای شما قسم می‌خورند و گمان می‌کنند که ایشان بر چیزی هستند. آگاه باش! یقینا ایشان دروغگویانند.",
      "translation_pashto": "58-18 (یاده كړه) هغه ورځ چې الله به دوى ټول ژوندي راپورته كړي، نو دوى به هغه (الله) ته قسمونه خوري، لكه څنګه چې تاسو ته قسمونه خوري او دوى به ګمان كوي چې یقینًا  دوى په یو (نفعمن) شي (لار) باندې دي، خبردار شئ! بېشكه هم دوى  دروغجنان دي"
    },
    {
      "number": 19,
      "text": "ٱسْتَحْوَذَ عَلَيْهِمُ ٱلشَّيْطَٰنُ فَأَنسَىٰهُمْ ذِكْرَ ٱللَّهِ ۚ أُو۟لَٰٓئِكَ حِزْبُ ٱلشَّيْطَٰنِ ۚ أَلَآ إِنَّ حِزْبَ ٱلشَّيْطَٰنِ هُمُ ٱلْخَٰسِرُونَ",
      "page": 544,
      "juz": 28,
      "hizb": 55,
      "sajda": false,
      "translation_dari": "(چون که) شیطان بر آنان غالب شده است، پس یاد الله را از یادشان برده است، لذا آنها حزب شیطان هستند. آگاه باش که حزب شیطان زیانکارانند.",
      "translation_pashto": "58-19 په دوى باندې شیطان غالب شوى دى، نو هغه له دوى نه د الله ذكر هېر كړى دى، دغه كسان د شیطان لښكر دى، خبردار شئ! بېشكه د شیطان لښكر (چې دى)، هم دوى زیان كاران دي "
    },
    {
      "number": 20,
      "text": "إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥٓ أُو۟لَٰٓئِكَ فِى ٱلْأَذَلِّينَ",
      "page": 544,
      "juz": 28,
      "hizb": 55,
      "sajda": false,
      "translation_dari": "يقينا آنانی که با الله و پیغمبرش دشمنی می‌کنند از جملۀ پست‌ترین و خوارترین (مردمان) خواهند بود.",
      "translation_pashto": "58-20 بېشكه هغه كسان چې د الله او د هغه د رسول مخالفت كوي، دغه كسان په ډېر زیاتو ذلیلو (خلقو) كې دي"
    },
    {
      "number": 21,
      "text": "كَتَبَ ٱللَّهُ لَأَغْلِبَنَّ أَنَا۠ وَرُسُلِىٓ ۚ إِنَّ ٱللَّهَ قَوِىٌّ عَزِيزٌۭ",
      "page": 544,
      "juz": 28,
      "hizb": 55,
      "sajda": false,
      "translation_dari": "الله نوشته (و مقرر داشته) است که من و پیغمبرانم غالب می‌شویم. زیرا الله قویی غالب است.",
      "translation_pashto": "58-21 الله لیكلي دي چې خامخا (او) لازمًا به زه غالب كېږم او زما رسولان، بېشكه الله ډېر قوي، ښه غالب دى"
    },
    {
      "number": 22,
      "text": "لَّا تَجِدُ قَوْمًۭا يُؤْمِنُونَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْءَاخِرِ يُوَآدُّونَ مَنْ حَآدَّ ٱللَّهَ وَرَسُولَهُۥ وَلَوْ كَانُوٓا۟ ءَابَآءَهُمْ أَوْ أَبْنَآءَهُمْ أَوْ إِخْوَٰنَهُمْ أَوْ عَشِيرَتَهُمْ ۚ أُو۟لَٰٓئِكَ كَتَبَ فِى قُلُوبِهِمُ ٱلْإِيمَٰنَ وَأَيَّدَهُم بِرُوحٍۢ مِّنْهُ ۖ وَيُدْخِلُهُمْ جَنَّٰتٍۢ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ خَٰلِدِينَ فِيهَا ۚ رَضِىَ ٱللَّهُ عَنْهُمْ وَرَضُوا۟ عَنْهُ ۚ أُو۟لَٰٓئِكَ حِزْبُ ٱللَّهِ ۚ أَلَآ إِنَّ حِزْبَ ٱللَّهِ هُمُ ٱلْمُفْلِحُونَ",
      "page": 545,
      "juz": 28,
      "hizb": 55,
      "sajda": false,
      "translation_dari": "گروهی را که به الله و روز قیامت ایمان می‌آورند نخواهی یافت با کسی که با الله و پیغمبرش مخالفت ورزیده است دوستی کنند هرچند پدرانشان یا فرزندانشان یا برادرانشان یا خویشاوندانشان باشند. ایشان‌اند که (الله) در دل‌هایشان ایمان را نوشته است و آنان را به روحی از سوی خود تأیید نموده است و آنان را به باغهایی در می‌آورد که از زیر (قصرها و درختان) آنها نهرها روان است و جاودانه در آنجا می‌مانند. الله از آنان راضی است و آنان (نیز) از او راضی‌اند. ایشان حزب الله هستند. آگاه باشید! که تنها حزب الله رستگار می‌باشند.",
      "translation_pashto": "58-22 ته به داسې قوم ونه مومې چې په الله او په ورځ د اخرت ایمان لري، چې دوى به له هغو كسانو سره دوستي كوي چې د الله او د هغه د رسول مخالفت كوي اګر چې دغه خلق د دوى پلرونه وي، یا د دوى زامن، یا د دوى وروڼه، یا د دوى قبیله وي، دغه كسان دي چې هغه (الله) د دوى په زړونو كې ایمان لیكلى دى او دوى يې په هغه روح سره قوي كړي دي چې د ده له جانبه دى او هغه به دوى داسې جنتونو ته داخل كړي چې د هغو له لاندې ولې بهېږي، چې دوى په هغه كې تل تر تله وي، الله له دوى نه راضي شو او دوى له هغه نه راضي شول، دغه كسان د الله لښكر دى اګاه شئ! بېشكه د الله لښكر، هم دوى كامیاب دي"
    }
  ]
}