{
  "number": 59,
  "name": "الحشر",
  "name_dari": "حشر",
  "meaning_dari": "گردآوری",
  "revelationType": "مدنی",
  "numberOfAyahs": 24,
  "ayahs": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ سَبَّحَ لِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۖ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "page": 545,
      "juz": 28,
      "hizb": 55,
      "sajda": false,
      "translation_dari": "هر آنچه در آسمان‌ها و هر آنچه در زمین است، الله را به پاکی یاد می‌کند و او غالب باحکمت است.",
      "translation_pashto": "59-1 د الله  لپاره پاكې بیانوي هر هغه څه چې په اسمانونو كې دي او هر هغه څه چې په ځمكه كې دي او هم دى ښه غالب، ډېر حكمت والا دى"
    },
    {
      "number": 2,
      "text": "هُوَ ٱلَّذِىٓ أَخْرَجَ ٱلَّذِينَ كَفَرُوا۟ مِنْ أَهْلِ ٱلْكِتَٰبِ مِن دِيَٰرِهِمْ لِأَوَّلِ ٱلْحَشْرِ ۚ مَا ظَنَنتُمْ أَن يَخْرُجُوا۟ ۖ وَظَنُّوٓا۟ أَنَّهُم مَّانِعَتُهُمْ حُصُونُهُم مِّنَ ٱللَّهِ فَأَتَىٰهُمُ ٱللَّهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوا۟ ۖ وَقَذَفَ فِى قُلُوبِهِمُ ٱلرُّعْبَ ۚ يُخْرِبُونَ بُيُوتَهُم بِأَيْدِيهِمْ وَأَيْدِى ٱلْمُؤْمِنِينَ فَٱعْتَبِرُوا۟ يَٰٓأُو۟لِى ٱلْأَبْصَٰرِ",
      "page": 545,
      "juz": 28,
      "hizb": 55,
      "sajda": false,
      "translation_dari": "او ذاتی است که کافران اهل کتاب را در نخستین جمع شدن‌شان (علیه پیغمبر اسلام) از سرزمینشان بیرون کرد، شما گمان نمی‌کردید که آنان (از مدینه) بیرون شوند و آنان گمان می‌کردند که قلعه‌هایشان آنان را از (عذاب) الله محافظت می‌کند پس (عذاب) الله از راهی که گمان نمی‌کردند بر آنها وارد شد و در دل‌هایشان ترس و هراس انداخت طوری که با دستهای خود و دست‌های مؤمنان خانه‌های خویش را ویران می‌کردند. پس ای صاحبان بصیرت و آگاهی عبرت بگیرید.",
      "translation_pashto": "59-2 دى هغه ذات دى چې كتابي كافران يې له خپلو كورونو نه ووېستل په اول وېستلو كې، تاسو دا ګمان نه كاوه چې دوى به ووځي او دوى ګمان كاوه چې د دوى قلاګانې دوى لره د الله (له عذاب) نه منع كوونكې (او ساتونكې) دي، نو  الله دوى ته له هغه ځایه راغى چې دوى (يې) خیال هم نه كاوه او د دوى په زړونو كې يې رعب واچاوه، دوى خپل كورونه په خپلو لاسونو  او د مومنانو په لاسونو ورانول، نو اى د سترګو خاوندانو! تاسو عبرت واخلئ"
    },
    {
      "number": 3,
      "text": "وَلَوْلَآ أَن كَتَبَ ٱللَّهُ عَلَيْهِمُ ٱلْجَلَآءَ لَعَذَّبَهُمْ فِى ٱلدُّنْيَا ۖ وَلَهُمْ فِى ٱلْءَاخِرَةِ عَذَابُ ٱلنَّارِ",
      "page": 545,
      "juz": 28,
      "hizb": 55,
      "sajda": false,
      "translation_dari": "اگر الله آوارگی را بر آنان مقرر نمی‌کرد حتما آنان را در دنیا به عذاب گرفتار می‌کرد و برای آنها در آخرت عذاب دوزخ است.",
      "translation_pashto": "59-3 او كه الله په دوى باندې بې كوره كېدل نه وى لیكلي (نو) یقینًا دوى ته به يې په دنیا كې عذاب وركړى و او د دوى لپاره په اخرت كې د اور عذاب دى"
    },
    {
      "number": 4,
      "text": "ذَٰلِكَ بِأَنَّهُمْ شَآقُّوا۟ ٱللَّهَ وَرَسُولَهُۥ ۖ وَمَن يُشَآقِّ ٱللَّهَ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ",
      "page": 546,
      "juz": 28,
      "hizb": 55,
      "sajda": false,
      "translation_dari": "این عذاب به سبب آن است که آنان با الله و رسول او دشمنی و مخالفت نمودند و هر کس که با الله دشمنی و مخالفت کند (پس هلاک می‌شود) چون الله سخت عذاب دهنده است.",
      "translation_pashto": "59-4 دا ځكه چې یقینًا دوى د الله او د هغه د رسول مخالفت كړى و او هغه څوك چې د الله مخالفت وكړي، نو بېشكه الله د ډېر سخت عذاب والا دى"
    },
    {
      "number": 5,
      "text": "مَا قَطَعْتُم مِّن لِّينَةٍ أَوْ تَرَكْتُمُوهَا قَآئِمَةً عَلَىٰٓ أُصُولِهَا فَبِإِذْنِ ٱللَّهِ وَلِيُخْزِىَ ٱلْفَٰسِقِينَ",
      "page": 546,
      "juz": 28,
      "hizb": 55,
      "sajda": false,
      "translation_dari": "آنچه از درختان خرما را بریدید یا آنرا بر پایه‌هایش قائم گذاشتید، پس به حكم الله بوده است و تا بدکاران را خوار و رسوا کند.",
      "translation_pashto": "59-5 د كجورو هره هغه ونه چې تاسو پرې كړه، یا مو هغه په خپلو بېخونو ولاړه پرېښوده، نو (دغه) د الله په حكم سره دي او د دې لپاره چې هغه (الله) دغو فاسقانو (كافرانو) لره رسوا (او ذلیله) كړي"
    },
    {
      "number": 6,
      "text": "وَمَآ أَفَآءَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ مِنْهُمْ فَمَآ أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍۢ وَلَا رِكَابٍۢ وَلَٰكِنَّ ٱللَّهَ يُسَلِّطُ رُسُلَهُۥ عَلَىٰ مَن يَشَآءُ ۚ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرٌۭ",
      "page": 546,
      "juz": 28,
      "hizb": 55,
      "sajda": false,
      "translation_dari": "و آنچه را الله از (اموال) آنان به پیغمبرش داده است شما برای حصول آن هیچ اسب و شتری را نتاختید بلکه الله پیغمبرانش را بر هر کس که بخواهد مسلط می‌سازد و الله بر هر چیزی قادر است.",
      "translation_pashto": "59-6 او  هغه (مال) چې الله له دوى نه په خپل رسول باندې راګرځولى دى، نو تاسو په دغه (مال) باندې نه اسونه ځغلولي دي او نه اوښان او لېكن الله خپل رسولان مسلط كوي په  هر هغه چا باندې چې يې وغواړي او الله په هر شي باندې ښه قادر دى"
    },
    {
      "number": 7,
      "text": "مَّآ أَفَآءَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ مِنْ أَهْلِ ٱلْقُرَىٰ فَلِلَّهِ وَلِلرَّسُولِ وَلِذِى ٱلْقُرْبَىٰ وَٱلْيَتَٰمَىٰ وَٱلْمَسَٰكِينِ وَٱبْنِ ٱلسَّبِيلِ كَىْ لَا يَكُونَ دُولَةًۢ بَيْنَ ٱلْأَغْنِيَآءِ مِنكُمْ ۚ وَمَآ ءَاتَىٰكُمُ ٱلرَّسُولُ فَخُذُوهُ وَمَا نَهَىٰكُمْ عَنْهُ فَٱنتَهُوا۟ ۚ وَٱتَّقُوا۟ ٱللَّهَ ۖ إِنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ",
      "page": 546,
      "juz": 28,
      "hizb": 55,
      "sajda": false,
      "translation_dari": "آنچه را الله از (اموال) اهالی آبادی‌های دیگر به پیغمبرش داده است متعلق به الله و پیغمبر و خویشاوندان (پیغمبر) و يتميان و مسکینان و مسافران (در راه ماندگان) است تا تنها در میان ثروتمندان شما دست به دست نگردد. و آنچه که پیغمبر به شما بدهد آن را بگیرید و از آنچه که شما را از آن منع می‌کند اجتناب ورزید. و از الله بترسید چون الله سخت عقوبت دهنده است.",
      "translation_pashto": "59-7 هغه شى چې الله په خپل  رسول باندې د كلیو له اوسېدونكو نه راګرځولى دى، نو (هغه) الله لره او ( د الله) رسول لره دى او (او د رسول) خپلوانو او یتیمانو  او مسكینانو اومسافرو لره دى، د دې لپاره چې دغه (مال) په تاسو كې د غنیانو په مینځ كې ګردش كوونكى ونه ګرځي او رسول چې تاسو ته څه هم دركړي، نو هغه واخلئ او له څه نه چې هغه تاسو منع كړي، نو تاسو منع شئ او له الله نه ووېرېږئ، بېشكه الله ډېر سخت عذاب والا دى"
    },
    {
      "number": 8,
      "text": "لِلْفُقَرَآءِ ٱلْمُهَٰجِرِينَ ٱلَّذِينَ أُخْرِجُوا۟ مِن دِيَٰرِهِمْ وَأَمْوَٰلِهِمْ يَبْتَغُونَ فَضْلًۭا مِّنَ ٱللَّهِ وَرِضْوَٰنًۭا وَيَنصُرُونَ ٱللَّهَ وَرَسُولَهُۥٓ ۚ أُو۟لَٰٓئِكَ هُمُ ٱلصَّٰدِقُونَ",
      "page": 546,
      "juz": 28,
      "hizb": 55,
      "sajda": false,
      "translation_dari": "(همچنین غنائم) برای فقرای مهاجرین است که از خانه‌هایشان و اموالشان رانده شده‌اند فضل و رضایت الله را می‌جویند و الله و پیغمبرش را مدد می‌کنند. این گروه ایشان راستگویانند.",
      "translation_pashto": "59-8 (دغه مالونه) د هغو فقیرو هجرت كوونكو لپاره دي چې له خپلو كورونو او خپلو مالونو نه اېستل شوي دي، په داسې حال كې چې دوى د الله فضل او رضامندي لټوي او د الله او د هغه د رسول مدد كوي، همدغه كسان رښتیني دي"
    },
    {
      "number": 9,
      "text": "وَٱلَّذِينَ تَبَوَّءُو ٱلدَّارَ وَٱلْإِيمَٰنَ مِن قَبْلِهِمْ يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ وَلَا يَجِدُونَ فِى صُدُورِهِمْ حَاجَةًۭ مِّمَّآ أُوتُوا۟ وَيُؤْثِرُونَ عَلَىٰٓ أَنفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌۭ ۚ وَمَن يُوقَ شُحَّ نَفْسِهِۦ فَأُو۟لَٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
      "page": 546,
      "juz": 28,
      "hizb": 55,
      "sajda": false,
      "translation_dari": "و آنانی که پیش از مهاجرین خانه و کاشنه را آماده کردند و ایمان (نیز) در دلشان جای گرفت، کسانی را که به‌سوی آنان هجرت کنند دوست می‌دارند، و در دل‌های خود، از آنچه (به مهاجران) داده‌ شده احساس حسادت نمی‌کنند و (دیگران را) بر خودشان ترجیح می‌دهند هرچند که خود آنها سخت محتاج باشند. و آنانی که از حرص نفس خویش مصئون باشند، ایشان‌اند که رستگارند.",
      "translation_pashto": "59-9 او د هغو كسانو لپاره دي چې دوى له دغو (مهاجرینو) نه مخكې په دغه كور (مدینه) كې او په ایمان كې ځاى نیولى دى، دوى له هغو كسانو  سره مینه كوي چې دوى ته يې هجرت كړى دى او دوى په خپلو سینو (زړونو) كې هېڅ غصه (او حسد) نه مومي د هغه (مال) په وجه چې دغو (مهاجرینو)  ته وركړى شو او دوى په خیلو  ځانونو باندې (هجرت كوونكو ته) ترجیح وركوي اګر كه په دوى باندې تنګي (او حاجت مندي) وي او هر هغه څوك چې د خپل نفس له بخیلۍ نه بچ كړى شو، نو همدغه كسان كامیاب (او په مراد رسېدلي) دي"
    },
    {
      "number": 10,
      "text": "وَٱلَّذِينَ جَآءُو مِنۢ بَعْدِهِمْ يَقُولُونَ رَبَّنَا ٱغْفِرْ لَنَا وَلِإِخْوَٰنِنَا ٱلَّذِينَ سَبَقُونَا بِٱلْإِيمَٰنِ وَلَا تَجْعَلْ فِى قُلُوبِنَا غِلًّۭا لِّلَّذِينَ ءَامَنُوا۟ رَبَّنَآ إِنَّكَ رَءُوفٌۭ رَّحِيمٌ",
      "page": 547,
      "juz": 28,
      "hizb": 55,
      "sajda": false,
      "translation_dari": "و آنانی که پس از (مهاجرین و انصار) آمدند می‌گویند: ای پروردگار ما! ما و برادران ما را که در ایمان آوردن از ما سبقت نمودند بیامرز و در دل‌های ما هیچ کینه‌ای در حق کسانی که ایمان آورده‌اند قرار مده، ای پروردگار ما! یقینا تویی که بخشندۀ مهربانی.",
      "translation_pashto": "59-10 او د هغو كسانو لپاره دي چې له دوى (هجرت كوونكو  او انصارو) نه وروسته راغلي دي؛ دوى وايي: اى زمونږه ربه: ته مونږ ته مغفرت وكړه او زمونږ هغو وروڼو ته چې زمونږ نه يې په ایمان سره سبقت (او ړومبى والى) كړى دى او ته زمونږ په زړونو كې د هغو كسانو لپاره  هېڅ بغض (او كینه) مه پیدا كوه چې ایمان يې راوړى دى اى زمونږه ربه! بېشكه ته ډېر نرمي كوونكى، بې حده رحم كوونكى يې"
    },
    {
      "number": 11,
      "text": "۞ أَلَمْ تَرَ إِلَى ٱلَّذِينَ نَافَقُوا۟ يَقُولُونَ لِإِخْوَٰنِهِمُ ٱلَّذِينَ كَفَرُوا۟ مِنْ أَهْلِ ٱلْكِتَٰبِ لَئِنْ أُخْرِجْتُمْ لَنَخْرُجَنَّ مَعَكُمْ وَلَا نُطِيعُ فِيكُمْ أَحَدًا أَبَدًۭا وَإِن قُوتِلْتُمْ لَنَنصُرَنَّكُمْ وَٱللَّهُ يَشْهَدُ إِنَّهُمْ لَكَٰذِبُونَ",
      "page": 547,
      "juz": 28,
      "hizb": 55,
      "sajda": false,
      "translation_dari": "آیا منافقان را ندیدی که به برادران کافر خود از اهل کتاب (یهود) می‌گویند: هرگاه شما را بیرون کنند ما هم با شما بیرون خواهیم آمد و در حق شما هرگز از کسی فرمان نمی‌بریم، و اگر با شما جنگ و پیکار شود حتما شما را یاری می‌رسانیم. و الله گواهی میدهد که آنان دروغگو هستند.",
      "translation_pashto": "59-11 ایا تا نه دي كتلي هغو كسانو ته چې منافقان شوي دي، دوى خپلو هغو وروڼو ته چې په اهل كتابو كې كافران شوي دي؛ وايي: قسم دى كه تاسو ووېستل شئ (نو) خامخا ضرور به مونږ هم له تاسو سره وځو او ستاسو په باره كې به د هیچا خبره هیڅكله هم ونه منو او كه چېرې له تاسو سره جنګ شروع كړى شي (نو) مونږ به خامخا ضرور ستاسو مدد كوو او الله ګواهي وركوي چې بېشكه دوى یقینًا دروغجن دي"
    },
    {
      "number": 12,
      "text": "لَئِنْ أُخْرِجُوا۟ لَا يَخْرُجُونَ مَعَهُمْ وَلَئِن قُوتِلُوا۟ لَا يَنصُرُونَهُمْ وَلَئِن نَّصَرُوهُمْ لَيُوَلُّنَّ ٱلْأَدْبَٰرَ ثُمَّ لَا يُنصَرُونَ",
      "page": 547,
      "juz": 28,
      "hizb": 55,
      "sajda": false,
      "translation_dari": "اگر (یهود) بیرون رانده شوند با آنان بیرون نمی‌روند و اگر با آنان جنگ صورت گیرد به آنان یاری نمی‌رسانند و اگر ارادۀ کمک کنند، حتما پشت می‌گردانند و می‌گریزند، باز یاری و مدد نخواهند شد.",
      "translation_pashto": "59-12 قسم دى كه دوى وویستل شي (نو) دوى به له دغو سره نه وځي او یقینًا كه دوى  سره جنګ وكړى شي (نو) دوى به د هغو امداد نه كوي او خامخا كه دوى د هغوى مدد وكړي (، نو) ضرور (او) خامخا به دوى خپلې شاګانې (په تېښته) وګرځوي، بیا به د دوى مرسته نه كېږي"
    },
    {
      "number": 13,
      "text": "لَأَنتُمْ أَشَدُّ رَهْبَةًۭ فِى صُدُورِهِم مِّنَ ٱللَّهِ ۚ ذَٰلِكَ بِأَنَّهُمْ قَوْمٌۭ لَّا يَفْقَهُونَ",
      "page": 547,
      "juz": 28,
      "hizb": 55,
      "sajda": false,
      "translation_dari": "البته ترس شما (مسلمانان) در سینه‌های ایشان بیش از ترس آنان از الله است، این به آن خاطر است که آنان قومی‌اند که نمی‌فهمند.",
      "translation_pashto": "59-13 خامخا تاسو (اى مومنانو!) د دوى په سینو (زړونو) كې د وېرې په لحاظ له الله نه زیات سخت یئ، دغه (وېره) په دې سبب ده چې بېشكه دوى داسې قوم دى چې نه پوهېږي"
    },
    {
      "number": 14,
      "text": "لَا يُقَٰتِلُونَكُمْ جَمِيعًا إِلَّا فِى قُرًۭى مُّحَصَّنَةٍ أَوْ مِن وَرَآءِ جُدُرٍۭ ۚ بَأْسُهُم بَيْنَهُمْ شَدِيدٌۭ ۚ تَحْسَبُهُمْ جَمِيعًۭا وَقُلُوبُهُمْ شَتَّىٰ ۚ ذَٰلِكَ بِأَنَّهُمْ قَوْمٌۭ لَّا يَعْقِلُونَ",
      "page": 547,
      "juz": 28,
      "hizb": 55,
      "sajda": false,
      "translation_dari": "آنان هرگز با شما به صورت دسته جمعی جز در پس قلعه‌های محکم و یا از پشت دیوارها نمی‌جنگند. عداوت و جنگشان در میان خودشان سخت است، ایشان را متحد می‌پنداری حال آنکه دل‌هایشان پراگنده است. این (اختلاف) به آن خاطر است که آنان گروهی‌اند که تعقل نمی‌کنند.",
      "translation_pashto": "59-14 دوى به له تاسوسره ټول په ګډه جنګ ونه كړي مګر  په كلابندو كلیو كې، یا د دیوالونو  شا ته، د دوى په خپل مینځ كې جنګ ډېر سخت دى، ته به په دوى ګمان كوې چې سره یو (ملګري) دي، حال دا چې د دوى زړونه بېل بېل دي، دا په دې وجه چې بېشكه دوى داسې قوم دى چې له عقل نه كار نه اخلي"
    },
    {
      "number": 15,
      "text": "كَمَثَلِ ٱلَّذِينَ مِن قَبْلِهِمْ قَرِيبًۭا ۖ ذَاقُوا۟ وَبَالَ أَمْرِهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌۭ",
      "page": 547,
      "juz": 28,
      "hizb": 55,
      "sajda": false,
      "translation_dari": "(حالت این یهودیان، در فایده نبردن از وعدۀ منافقان) مانند حالت مشرکانی است که چندی پیش از اینان بودند (که وعدۀ شیطان به آنها فایده نرساند؛ و) سزای کار (بد) خود را (در بدر) چشیدند. و آنان (در آخرت نیز) عذابی دردناک دارند.",
      "translation_pashto": "59-15 (د دوى مثال په ایمان نه راوړو كې) د هغو كسانو په شان دى چې له دوى نه مخكې په نژدې زمانه كې وو، چې  هغوى د خپلو بدو چارو سزا (په دنیا كې) وڅكله او د هغوى لپاره (په اخرت كې) ډېر دردوونكى عذاب دى"
    },
    {
      "number": 16,
      "text": "كَمَثَلِ ٱلشَّيْطَٰنِ إِذْ قَالَ لِلْإِنسَٰنِ ٱكْفُرْ فَلَمَّا كَفَرَ قَالَ إِنِّى بَرِىٓءٌۭ مِّنكَ إِنِّىٓ أَخَافُ ٱللَّهَ رَبَّ ٱلْعَٰلَمِينَ",
      "page": 547,
      "juz": 28,
      "hizb": 55,
      "sajda": false,
      "translation_dari": "(حالت منافقان در وعدۀ خلافی) مانند (حالت) شیطان است که به انسان می‌گوید: کافر شو، اما وقتی که (انسان) کافر شود، (شیطان به او) می‌گوید: من از تو بیزارم، زیرا من از الله، که پروردگار جهانیان است می‌ترسم.",
      "translation_pashto": "59-16 (د منافقانو مثال د وعدې په مخالفت كې) د شیطان په شان دى كله  چې هغه انسان ته ووايي چې كافر شه، نو كله چې هغه (انسان) كافر شي، دى (ورته) وايي: بېشكه زه له تا نه بېزاره (او جدا) یم، بېشكه زه له الله رب العالمین نه وېرېږم"
    },
    {
      "number": 17,
      "text": "فَكَانَ عَٰقِبَتَهُمَآ أَنَّهُمَا فِى ٱلنَّارِ خَٰلِدَيْنِ فِيهَا ۚ وَذَٰلِكَ جَزَٰٓؤُا۟ ٱلظَّٰلِمِينَ",
      "page": 548,
      "juz": 28,
      "hizb": 55,
      "sajda": false,
      "translation_dari": "پس عاقبت هردو (انسان کافر و شیطان) آن است که همیشه در دوزخ باشند و این عذاب ابدی سزای هر ظالم است.",
      "translation_pashto": "59-17 نو د دغو  دواړو عاقبت (او انجام) دا دى چې بېشكه دوى دواړه په اور كې دي، چې په ده كې به تل ترتله وي او دغه د ظالمانو بدله ده"
    },
    {
      "number": 18,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱتَّقُوا۟ ٱللَّهَ وَلْتَنظُرْ نَفْسٌۭ مَّا قَدَّمَتْ لِغَدٍۢ ۖ وَٱتَّقُوا۟ ٱللَّهَ ۚ إِنَّ ٱللَّهَ خَبِيرٌۢ بِمَا تَعْمَلُونَ",
      "page": 548,
      "juz": 28,
      "hizb": 55,
      "sajda": false,
      "translation_dari": "ای کسانی که ایمان آورده‌اید، از الله بترسید و هر شخص باید بنگرد که چه چیزی را برای (عاقبت) فردا پیش فرستاده است. و از الله بترسید، چون الله به آنچه می‌کنید باخبر است.",
      "translation_pashto": "59-18 اى هغو كسانو چې ایمان يې راوړى دى! تاسو له الله نه ووېرېږئ او  هر نفس دې هغه شي ته وګوري چې ده د سبا ورځې (قیامت) لپاره مخكې لېږلى دى او تاسو له الله نه ووېرېږئ ، بېشكه الله په هغو عملونو ښه خبردار دى چې تاسو يې كوئ"
    },
    {
      "number": 19,
      "text": "وَلَا تَكُونُوا۟ كَٱلَّذِينَ نَسُوا۟ ٱللَّهَ فَأَنسَىٰهُمْ أَنفُسَهُمْ ۚ أُو۟لَٰٓئِكَ هُمُ ٱلْفَٰسِقُونَ",
      "page": 548,
      "juz": 28,
      "hizb": 55,
      "sajda": false,
      "translation_dari": "و مانند کسانی نباشید که الله را فراموش کردند در نتیجه (الله نیز) خودشان را از یاد خودشان برد این گروه بدکاران‌اند.",
      "translation_pashto": "59-19 او تاسو د هغو كسانو په شان مه كېږئ چې الله يې هېر كړى دى، نو هغه (الله) له دوى نه خپل ځانونه هېر كړل، همدغه كسان نافرمانه دي "
    },
    {
      "number": 20,
      "text": "لَا يَسْتَوِىٓ أَصْحَٰبُ ٱلنَّارِ وَأَصْحَٰبُ ٱلْجَنَّةِ ۚ أَصْحَٰبُ ٱلْجَنَّةِ هُمُ ٱلْفَآئِزُونَ",
      "page": 548,
      "juz": 28,
      "hizb": 55,
      "sajda": false,
      "translation_dari": "دوزخیان با بهشتیان برابر نیستند، چونکه بهشتیان رستگارند.",
      "translation_pashto": "59-20 د دوزخ والا او د جنت والا سره برابر نه دي، جنت والا چې دي؛ هم دوى كامیاب (او په مراد رسېدلي) دي"
    },
    {
      "number": 21,
      "text": "لَوْ أَنزَلْنَا هَٰذَا ٱلْقُرْءَانَ عَلَىٰ جَبَلٍۢ لَّرَأَيْتَهُۥ خَٰشِعًۭا مُّتَصَدِّعًۭا مِّنْ خَشْيَةِ ٱللَّهِ ۚ وَتِلْكَ ٱلْأَمْثَٰلُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ",
      "page": 548,
      "juz": 28,
      "hizb": 55,
      "sajda": false,
      "translation_dari": "اگر این قرآن را بر کوهی نازل می‌کردیم البته آن را از ترس الله خاشع و عاجز و از هم پاشیده می‌دیدی. و این مثال‌ها را برای مردم بیان می‌کنیم تا که ایشان بیانديشند.",
      "translation_pashto": "59-21 كه مونږ دا قرآن په یوه غره باندې نازل كړى وى (نو) تا به خامخا هغه (غر) لیدلى وى، چې وېرېدونكى او د الله له وېرې نه ټوټې  ټوټې كېدونكى به وى او دغه مثالونه (دي) چې مونږ يې د خلقو لپاره بیانوو، د دې لپاره چې دوى فكر وكړي"
    },
    {
      "number": 22,
      "text": "هُوَ ٱللَّهُ ٱلَّذِى لَآ إِلَٰهَ إِلَّا هُوَ ۖ عَٰلِمُ ٱلْغَيْبِ وَٱلشَّهَٰدَةِ ۖ هُوَ ٱلرَّحْمَٰنُ ٱلرَّحِيمُ",
      "page": 548,
      "juz": 28,
      "hizb": 55,
      "sajda": false,
      "translation_dari": "اوست الله که هیچ معبودی به حق جز او نیست، دانای پوشیده و آشکار. اوست بخشندۀ مهربان.",
      "translation_pashto": "59-22 دغه الله هغه ذات دى چې له ده نه غیر بل هېڅ حق معبود نشته، په غیبو او په ښكاره و عالم دى، هم دى ډېر مهربان، بې حده رحم كوونكى دى"
    },
    {
      "number": 23,
      "text": "هُوَ ٱللَّهُ ٱلَّذِى لَآ إِلَٰهَ إِلَّا هُوَ ٱلْمَلِكُ ٱلْقُدُّوسُ ٱلسَّلَٰمُ ٱلْمُؤْمِنُ ٱلْمُهَيْمِنُ ٱلْعَزِيزُ ٱلْجَبَّارُ ٱلْمُتَكَبِّرُ ۚ سُبْحَٰنَ ٱللَّهِ عَمَّا يُشْرِكُونَ",
      "page": 548,
      "juz": 28,
      "hizb": 55,
      "sajda": false,
      "translation_dari": "اوست الله که هیچ معبودی به حق جز او نیست، او پادشاه، منزه و بی‌عیب و نقص، امان دهنده و امنیت بخشنده، محافظ و مراقب، قدرتمند و غالب، بزرگوار و شکوهمند و والا مقام و صاحب بزرگی کامل است. پاک است الله از آنچه (با او) شرک می‌آورند.",
      "translation_pashto": "59-23 دغه الله هغه ذات دى چې  نشته هېڅ حق معبود مګر هم دى دى، چې (حقیقي) بادشاه دى، ښه پاك دى، سلامتي وركوونكى (او) امان وركوونكى دى، نګهبان (محافظ) ښه غالب (او زورور)، ډېر عظمت والا، ډېر لويي والا دى، الله پاك دى له هغو (شیانو) نه چې دوى يې ورسره شریكوي"
    },
    {
      "number": 24,
      "text": "هُوَ ٱللَّهُ ٱلْخَٰلِقُ ٱلْبَارِئُ ٱلْمُصَوِّرُ ۖ لَهُ ٱلْأَسْمَآءُ ٱلْحُسْنَىٰ ۚ يُسَبِّحُ لَهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۖ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "page": 548,
      "juz": 28,
      "hizb": 55,
      "sajda": false,
      "translation_dari": "اوست الله، آفریدگار، پدید آورنده، صورت دهنده. نام‌های نیک تنها برای اوست، آنچه در آسمان‌ها و زمین است او را به پاکی یاد می‌کند، و او غالب باحکمت است.",
      "translation_pashto": "59-24 هم دغه الله پیدا كوونكى، (له نیشت نه وجود ته) راوېستونكى، صورت  وركوونكى دى، خاص هم ده لپاره تر ټولو ښكلي نومونه دي، د ده پاكې بیانوي هر هغه شى چې په اسمانونو او ځمكه كې دى، او هم دى ښه غالب، ډېر حكمت والا دى"
    }
  ]
}