{
  "number": 61,
  "name": "الصف",
  "name_dari": "صف",
  "meaning_dari": "صف",
  "revelationType": "مدنی",
  "numberOfAyahs": 14,
  "ayahs": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ سَبَّحَ لِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۖ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "page": 551,
      "juz": 28,
      "hizb": 55,
      "sajda": false,
      "translation_dari": "آنچه در آسمان‌ها و آنچه در زمین است الله را به پاکی یاد می‌کند و او غالب با حکمت است.",
      "translation_pashto": "61-1 د الله پاكي بیانوي هر هغه څه چې په اسمانونو كې دي او هر هغه څه چې په ځمكه كې دي او هم دى ښه  غالب، ډېر حكمت والا دى"
    },
    {
      "number": 2,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ",
      "page": 551,
      "juz": 28,
      "hizb": 55,
      "sajda": false,
      "translation_dari": "ای کسانی که ایمان آورده‌اید! چرا چیزی را می‌گوئید که آنرا انجام نمی‌دهید؟",
      "translation_pashto": "61-2 اى هغو كسانو چې ایمان يې راوړى دى! تاسو هغه (خبره) ولې وایئ چې نه يې كوئ! "
    },
    {
      "number": 3,
      "text": "كَبُرَ مَقْتًا عِندَ ٱللَّهِ أَن تَقُولُوا۟ مَا لَا تَفْعَلُونَ",
      "page": 551,
      "juz": 28,
      "hizb": 55,
      "sajda": false,
      "translation_dari": "بسیار ناپسند است نزد الله؛ اینکه چیزی بگوئید که آنرا انجام نمی‌دهید.",
      "translation_pashto": "61-3 دا (خبره) د الله په نیز د غضب په لحاظ  لویه ده چې تاسو هغه (خبره) ووایئ چې نه يې كوئ"
    },
    {
      "number": 4,
      "text": "إِنَّ ٱللَّهَ يُحِبُّ ٱلَّذِينَ يُقَٰتِلُونَ فِى سَبِيلِهِۦ صَفًّۭا كَأَنَّهُم بُنْيَٰنٌۭ مَّرْصُوصٌۭ",
      "page": 551,
      "juz": 28,
      "hizb": 55,
      "sajda": false,
      "translation_dari": "يقينا الله کسانی را دوست دارد که در راه او صف بسته می‌جنگند گویی بنایی استوار و به هم پیوسته‌اند.",
      "translation_pashto": "61-4 بېشكه الله هغه كسان خوښوي چې  د هغه په لاره كې صف تړلي جنګېږي، ګویاكې دوى په قلعي سره په یو بل پورې ټینګ كړى شوى (ښه محكم) عمارت دي"
    },
    {
      "number": 5,
      "text": "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِۦ يَٰقَوْمِ لِمَ تُؤْذُونَنِى وَقَد تَّعْلَمُونَ أَنِّى رَسُولُ ٱللَّهِ إِلَيْكُمْ ۖ فَلَمَّا زَاغُوٓا۟ أَزَاغَ ٱللَّهُ قُلُوبَهُمْ ۚ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلْفَٰسِقِينَ",
      "page": 551,
      "juz": 28,
      "hizb": 55,
      "sajda": false,
      "translation_dari": "و یادآور شو آن وقت که موسی به قوم خود گفت : ای قوم من! چرا مرا آزار می‌دهید حال آنکه خوب می‌دانید که من فرستادۀ الله به‌سوی شما هستم؟! پس چون منحرف شدند الله دل‌هایشان را منحرف ساخت و الله گروه فاسقان را هدایت نمی‌کند.",
      "translation_pashto": "61-5 او (یاد كړه) هغه وخت چې موسٰی خپل قوم ته وویل: اى زما قومه! تاسو ما ته ولې ضرر رارسوئ، حال دا چې تاسو پوهېږئ چې یقینًا زه تاسو ته د الله رسول  یم، نو كله چې دوى (د الله له حكم نه) كاږه شول، نوالله د دوى زړونه كاږه كړل او الله نافرمانه قوم ته هدایت نه كوي"
    },
    {
      "number": 6,
      "text": "وَإِذْ قَالَ عِيسَى ٱبْنُ مَرْيَمَ يَٰبَنِىٓ إِسْرَٰٓءِيلَ إِنِّى رَسُولُ ٱللَّهِ إِلَيْكُم مُّصَدِّقًۭا لِّمَا بَيْنَ يَدَىَّ مِنَ ٱلتَّوْرَىٰةِ وَمُبَشِّرًۢا بِرَسُولٍۢ يَأْتِى مِنۢ بَعْدِى ٱسْمُهُۥٓ أَحْمَدُ ۖ فَلَمَّا جَآءَهُم بِٱلْبَيِّنَٰتِ قَالُوا۟ هَٰذَا سِحْرٌۭ مُّبِينٌۭ",
      "page": 552,
      "juz": 28,
      "hizb": 55,
      "sajda": false,
      "translation_dari": "و یادآور شو وقتی که عیسی پسر مریم گفت: ای بنی اسرائیل! من فرستادۀ الله به‌سوی شما هستم و تورات را که پیش از من آمده تصدیق می‌کنم و به پیغمبری که بعد از من می‌آید و نام او احمد است مژده می‌دهم. پس چون با معجزه‌ها به‌سوی آنان آمد گفتند: این جادویی آشکار است.",
      "translation_pashto": "61-6 او (یاده كړه) هغه وخت چې د مریمې زوى عیسٰی وویل: اى بني اسرائیلو! بېشكه زه تاسو ته د الله رسول یم، چې د هغه څه  تصدیق كوونكى یم چې له ما نه مخكې تېر شوى دى، چې تورات دى او د داسې رسول زېرى دركوونكى یم چې له ما نه وروسته به راځي، چې د هغه نوم احمد دى، نو كله چې دوى ته دغه (رسول) له ښكاره معجزو سره راغى (نو) دوى وویل: دا ښكاره جادو دى"
    },
    {
      "number": 7,
      "text": "وَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ ٱلْكَذِبَ وَهُوَ يُدْعَىٰٓ إِلَى ٱلْإِسْلَٰمِ ۚ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّٰلِمِينَ",
      "page": 552,
      "juz": 28,
      "hizb": 55,
      "sajda": false,
      "translation_dari": "و کیست ظالم‌تر از آنکه بر الله دروغ می‌بندد در حالیکه به اسلام دعوت می‌شود و الله گروه ظالمان را هدایت نمی‌کند.",
      "translation_pashto": "61-7 او له هغه چا نه لوى ظالم څوك دى چې په الله پورې له ځانه دروغ تړي، حال دا چې هغه  اسلام ته بللى شي او الله ظالم قوم ته هدایت نه كوي"
    },
    {
      "number": 8,
      "text": "يُرِيدُونَ لِيُطْفِـُٔوا۟ نُورَ ٱللَّهِ بِأَفْوَٰهِهِمْ وَٱللَّهُ مُتِمُّ نُورِهِۦ وَلَوْ كَرِهَ ٱلْكَٰفِرُونَ",
      "page": 552,
      "juz": 28,
      "hizb": 55,
      "sajda": false,
      "translation_dari": "(منافقان و اهل کتاب) می‌خواهند با دهانهای خود نور الله را خاموش کنند و الله کامل کنندۀ نور خود است هر چند کافران خوش نداشته باشند.",
      "translation_pashto": "61-8 دوى غواړي چې په خپلو خولو سره د الله رڼا مړه كړي او الله د خپلې رڼا پوره كوونكى دى اګر كه كافران (دا كار) بد ګڼي"
    },
    {
      "number": 9,
      "text": "هُوَ ٱلَّذِىٓ أَرْسَلَ رَسُولَهُۥ بِٱلْهُدَىٰ وَدِينِ ٱلْحَقِّ لِيُظْهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ وَلَوْ كَرِهَ ٱلْمُشْرِكُونَ",
      "page": 552,
      "juz": 28,
      "hizb": 55,
      "sajda": false,
      "translation_dari": "اوست ذاتی که پیغمبر خود را با هدایت و دین حق فرستاد تا آن را بر همۀ ادیان غالب سازد، هر چند مشرکان خوش نداشته باشند.",
      "translation_pashto": "61-9 دغه (الله) هغه ذات دى چې خپل رسول يې په هدایت او حق دین سره لېږلى دى،  د دې لپاره چې دغه (الله) دغه (حق دین) ته په نورو ټولو دینونو باندې غلبه وركړي، اګر كه مشركان دغه (كار) بد ګڼي"
    },
    {
      "number": 10,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ هَلْ أَدُلُّكُمْ عَلَىٰ تِجَٰرَةٍۢ تُنجِيكُم مِّنْ عَذَابٍ أَلِيمٍۢ",
      "page": 552,
      "juz": 28,
      "hizb": 55,
      "sajda": false,
      "translation_dari": "ای کسانی که ایمان آورده‌اید؟ آیا شما را بر تجارتی راهنمایی کنم که شما را از عذاب دردناک نجات دهد؟",
      "translation_pashto": "61-10 اى هغو كسانو چې ایمان يې راوړى دى! ایا زه تاسو ته داسې تجارت (سوداګري) وښیم چې تاسو ته به له ډېر دردونكي عذاب نه نجات دركوي"
    },
    {
      "number": 11,
      "text": "تُؤْمِنُونَ بِٱللَّهِ وَرَسُولِهِۦ وَتُجَٰهِدُونَ فِى سَبِيلِ ٱللَّهِ بِأَمْوَٰلِكُمْ وَأَنفُسِكُمْ ۚ ذَٰلِكُمْ خَيْرٌۭ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ",
      "page": 552,
      "juz": 28,
      "hizb": 55,
      "sajda": false,
      "translation_dari": "(آن تجارت این است که) به الله و پیغمبرش ایمان آورید و در راه الله با اموال و جان‌هایتان جهاد کنید، این برای شما بهتر است اگر بدانید.",
      "translation_pashto": "61-11 تاسو په الله او د هغه په رسول ایمان لرئ او د الله په لاره كې په خپلو مالونو او خپلو ځانونو سره جهاد كوئ، دا تاسو لپاره ډېر غوره دي كه تاسو  پوهېږئ"
    },
    {
      "number": 12,
      "text": "يَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَيُدْخِلْكُمْ جَنَّٰتٍۢ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ وَمَسَٰكِنَ طَيِّبَةًۭ فِى جَنَّٰتِ عَدْنٍۢ ۚ ذَٰلِكَ ٱلْفَوْزُ ٱلْعَظِيمُ",
      "page": 552,
      "juz": 28,
      "hizb": 55,
      "sajda": false,
      "translation_dari": "تا گناهان شما را برایتان بیامرزد و شما را به باغ‌هایی درآورد که از زیر (قصرها و درختان) آن نهرها روان است. و خانه‌های دلپسند در بهشت‌های جاودان به دست آورید، این است کامیابی بزرگ.",
      "translation_pashto": "61-12 هغه به تاسو ته ستاسو ګناهونه وبخښي او  تاسو  به داسې جنتونو ته داخل كړي چې د هغو له لاندې ولې بهېږي او د تل اوسېدنې په جنتونو كې په  ډېرو پاكېزه استوګنو كې (به مو داخل كړي)، دغه ډېره لویه كامیابي ده"
    },
    {
      "number": 13,
      "text": "وَأُخْرَىٰ تُحِبُّونَهَا ۖ نَصْرٌۭ مِّنَ ٱللَّهِ وَفَتْحٌۭ قَرِيبٌۭ ۗ وَبَشِّرِ ٱلْمُؤْمِنِينَ",
      "page": 552,
      "juz": 28,
      "hizb": 55,
      "sajda": false,
      "translation_dari": "و (نعمتی) دیگر (به شما می‌دهد) که آن را دوست دارید؛ پیروزی از سوی الله و فتحی نزدیک (فتح مکه) است و به مؤمنان مژده ده.",
      "translation_pashto": "61-13 او بل (نعمت) چې تاسو يې خوښوئ، د الله له جانبه مرسته او نژدې برى دى او ته مومنانو ته زېرى وركړه"
    },
    {
      "number": 14,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ كُونُوٓا۟ أَنصَارَ ٱللَّهِ كَمَا قَالَ عِيسَى ٱبْنُ مَرْيَمَ لِلْحَوَارِيِّۦنَ مَنْ أَنصَارِىٓ إِلَى ٱللَّهِ ۖ قَالَ ٱلْحَوَارِيُّونَ نَحْنُ أَنصَارُ ٱللَّهِ ۖ فَـَٔامَنَت طَّآئِفَةٌۭ مِّنۢ بَنِىٓ إِسْرَٰٓءِيلَ وَكَفَرَت طَّآئِفَةٌۭ ۖ فَأَيَّدْنَا ٱلَّذِينَ ءَامَنُوا۟ عَلَىٰ عَدُوِّهِمْ فَأَصْبَحُوا۟ ظَٰهِرِينَ",
      "page": 552,
      "juz": 28,
      "hizb": 55,
      "sajda": false,
      "translation_dari": "ای کسانی که ایمان آورده‌اید، نصرت دهندگان (دین) الله باشید طوری که عیسی پسر مریم به حواریان گفت: مددگاران من (در دعوت) به‌سوی الله کیست؟ حواریان گفتند: ما مددگاران (دین) الله‌ایم، پس گروهی از بنی اسرائیل ایمان آوردند و گروهی کفر ورزیدند در نهایت مؤمنان را بر دشمنانشان توان دادیم پس (تا اینکه) پیروز شدند.",
      "translation_pashto": "61-14 اى هغو كسانو چې ایمان يې راوړى دى! تاسو د الله مدد كوونكي شئ، لكه چې د مریمې زوى عیسٰی حواریانو (خپلو ملګرو) ته ویلي وو: د الله طرف ته زما مدد كوونكي څوك دي؟ حواریانو وویل: مونږ د الله مدد كوونكي یو، نو په بني اسرائیلو كې یوې ډلې ایمان راوړو او بله ډله كافره شوه، نو مونږ هغو كسانو ته د خپل دښمن په خلاف قوت وركړو چې ایمان يې راوړى و، نو دوى غالبه شول"
    }
  ]
}