{
  "number": 62,
  "name": "الجمعة",
  "name_dari": "جمعه",
  "meaning_dari": "جمعه",
  "revelationType": "مدنی",
  "numberOfAyahs": 11,
  "ayahs": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ يُسَبِّحُ لِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ٱلْمَلِكِ ٱلْقُدُّوسِ ٱلْعَزِيزِ ٱلْحَكِيمِ",
      "page": 553,
      "juz": 28,
      "hizb": 56,
      "sajda": false,
      "translation_dari": "آنچه در آسمان‌ها و آنچه در زمین است الله، پادشاه پاک (و) غالب (و) باحکمت را به پاکی یاد می‌کنند.",
      "translation_pashto": "62-1 د الله لپاره پاكي بیانوي هر هغه څه چې په اسمانونو كې دي او هر هغه څه چې په ځمكه كې دي، (د هغه الله چې) بادشاه دى، ډېر پاك دى، ښه غالب دى، ډېر حكمت والا دى"
    },
    {
      "number": 2,
      "text": "هُوَ ٱلَّذِى بَعَثَ فِى ٱلْأُمِّيِّۦنَ رَسُولًۭا مِّنْهُمْ يَتْلُوا۟ عَلَيْهِمْ ءَايَٰتِهِۦ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ ٱلْكِتَٰبَ وَٱلْحِكْمَةَ وَإِن كَانُوا۟ مِن قَبْلُ لَفِى ضَلَٰلٍۢ مُّبِينٍۢ",
      "page": 553,
      "juz": 28,
      "hizb": 56,
      "sajda": false,
      "translation_dari": "اوست کسی که در میان ناخوانان پیغمبری از خود آنان فرستاد که آیاتش را بر آنان می‌خواند و آنان را پاک می‌دارد و به آنان کتاب و حکمت می‌آموزد، هرچند که پیش از این در گمراهی آشکار بودند.",
      "translation_pashto": "62-2 دغه (الله) همغه ذات دى چې امیانو ته يې له همدوى  ځنې یو رسول لېږلى دى، چې دوى ته د هغه (الله) ایتونه تلاوت كوي او د دوى تزكیه كوي او دوى ته كتاب او حكمت (سنت) ښیي او بېشكه شان دا دى چې دوى له ده نه مخكې یقینًا په ښكاره ګمراهۍ كې وو"
    },
    {
      "number": 3,
      "text": "وَءَاخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا۟ بِهِمْ ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "page": 553,
      "juz": 28,
      "hizb": 56,
      "sajda": false,
      "translation_dari": "و (این بعثت خاص به مردم زمان پیغمبر نیست بلکه به) قومی دیگر از آنان (نیز است) که هنوز به ایشان نپیوسته‌اند (و بعدها به دنیا خواهند آمد)، و الله غالب با حکمت است.",
      "translation_pashto": "62-3 او له دوى څخه نورو ته (هم) چې لا تر اوسه دوى هغو (پخوانیو) ته نه دي رسېدلي او هم دى ښه غالب، ډېر حكمت والا دى"
    },
    {
      "number": 4,
      "text": "ذَٰلِكَ فَضْلُ ٱللَّهِ يُؤْتِيهِ مَن يَشَآءُ ۚ وَٱللَّهُ ذُو ٱلْفَضْلِ ٱلْعَظِيمِ",
      "page": 553,
      "juz": 28,
      "hizb": 56,
      "sajda": false,
      "translation_dari": "این (بعثت) فضل الله است، آن را به هر کس که بخواهد می‌دهد و الله دارای فضل بزرگ است.",
      "translation_pashto": "62-4 دغه د الله فضل دى چې دا هغه چا ته وركوي چې يې وغواړي او الله د ډېر لوى فضل والا دى"
    },
    {
      "number": 5,
      "text": "مَثَلُ ٱلَّذِينَ حُمِّلُوا۟ ٱلتَّوْرَىٰةَ ثُمَّ لَمْ يَحْمِلُوهَا كَمَثَلِ ٱلْحِمَارِ يَحْمِلُ أَسْفَارًۢا ۚ بِئْسَ مَثَلُ ٱلْقَوْمِ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَٰتِ ٱللَّهِ ۚ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّٰلِمِينَ",
      "page": 553,
      "juz": 28,
      "hizb": 56,
      "sajda": false,
      "translation_dari": "مثال آنان که مکلف به تورات شدند باز (چنانکه باید) رعایتش نکردند، مانند خری است که کتاب‌هایی را حمل می‌کند (اما از محتوای آن بی‌خبر است). چه بد است مثَل گروهی که آیات الله را دروغ شمردند! و الله قوم ظالم را هدایت نمی‌کند.",
      "translation_pashto": "62-5 د هغو كسانو حال چې په هغوى باندې تورات وربار كړى شوى و (د تورات مكلف كړى شوي وو)، بیا دوى هغه پورته نه كړ ؛ د هغه خره د حال په شان دى چې كتابونه يې په شا كړي وي، د هغو كسانو بد مثال (حال) دى چې د الله د ایتونو تكذیب كوي او الله ظالم قوم ته هدایت نه كوي"
    },
    {
      "number": 6,
      "text": "قُلْ يَٰٓأَيُّهَا ٱلَّذِينَ هَادُوٓا۟ إِن زَعَمْتُمْ أَنَّكُمْ أَوْلِيَآءُ لِلَّهِ مِن دُونِ ٱلنَّاسِ فَتَمَنَّوُا۟ ٱلْمَوْتَ إِن كُنتُمْ صَٰدِقِينَ",
      "page": 553,
      "juz": 28,
      "hizb": 56,
      "sajda": false,
      "translation_dari": "بگو: ای یهودیان! اگر گمان می‌کنید که شما دوستان الله هستید نه مردمان دیگر، پس اگر راست می‌گویید آرزوی مرگ کنید.",
      "translation_pashto": "62-6 ته (دوى ته) ووایه: اى هغو كسانو چې یهودیان شوي دي! كه تاسو دا (غلطه) عقیده لرئ چې یقینًا تاسو له نورو خلقو نه غیر د الله دوستان یئ، نو تاسو د مرګ ارزو وكړئ، كه چېرې تاسو رښتيني یئ"
    },
    {
      "number": 7,
      "text": "وَلَا يَتَمَنَّوْنَهُۥٓ أَبَدًۢا بِمَا قَدَّمَتْ أَيْدِيهِمْ ۚ وَٱللَّهُ عَلِيمٌۢ بِٱلظَّٰلِمِينَ",
      "page": 553,
      "juz": 28,
      "hizb": 56,
      "sajda": false,
      "translation_dari": "ولی آنان به خاطر آنچه پیش از این فرستاده‌اند، هرگز آرزوی مرگ نخواهند کرد و الله به (حال) ظالمان داناست.",
      "translation_pashto": "62-7 او دوى  به د دغه (مرګ) ارزو هیڅكله هم ونه كړي، په سبب د هغو (كارونو) چې د دوى  لاسونو مخكې لېږلي دي او الله په ظالمانو باندې ښه پوه دى"
    },
    {
      "number": 8,
      "text": "قُلْ إِنَّ ٱلْمَوْتَ ٱلَّذِى تَفِرُّونَ مِنْهُ فَإِنَّهُۥ مُلَٰقِيكُمْ ۖ ثُمَّ تُرَدُّونَ إِلَىٰ عَٰلِمِ ٱلْغَيْبِ وَٱلشَّهَٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ",
      "page": 553,
      "juz": 28,
      "hizb": 56,
      "sajda": false,
      "translation_dari": "بگو: آن مرگی که از آن می‌گریزید (بدانید) که آن به شما رسیدنی است، باز به (نزد) دانای پنهان و آشکار بازگردانده می‌شوید پس شما را به (حقیقت) آنچه می‌کردید آگاه می‌سازد.",
      "translation_pashto": "62-8 ته  (دوى ته) ووایه: بېشكه هغه مرګ  چې تاسو له هغه نه تښتئ، پس یقینًا هغه له تاسو سره ملاقات كوونكى دى، بیا  به تاسو د غیبو او   ښكاره و عالم ذات ته بوتلى شئ، نو هغه به تاسو په هغو عملونو خبر كړي چې تاسو به كول"
    },
    {
      "number": 9,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا نُودِىَ لِلصَّلَوٰةِ مِن يَوْمِ ٱلْجُمُعَةِ فَٱسْعَوْا۟ إِلَىٰ ذِكْرِ ٱللَّهِ وَذَرُوا۟ ٱلْبَيْعَ ۚ ذَٰلِكُمْ خَيْرٌۭ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ",
      "page": 554,
      "juz": 28,
      "hizb": 56,
      "sajda": false,
      "translation_dari": "ای کسانی که ایمان آورده‌اید! هرگاه در روز جمعه برای نماز ندا داده شد به یاد الله بشتابید و خرید و فروش را رها کنید، این برایتان بهتر است اگر بدانید.",
      "translation_pashto": "62-9 اى هغو كسانو چې ایمان يې راوړى دى! كله چې د جمعې د ورځې د لمانځه لپاره اذان وویلى شي، نو تاسو د الله ذكر  ته منډې وهئ او اخيستل خرڅول پرېږدئ، دا تاسو لپاره ډېر غوره دي كه تاسو پوهېږئ"
    },
    {
      "number": 10,
      "text": "فَإِذَا قُضِيَتِ ٱلصَّلَوٰةُ فَٱنتَشِرُوا۟ فِى ٱلْأَرْضِ وَٱبْتَغُوا۟ مِن فَضْلِ ٱللَّهِ وَٱذْكُرُوا۟ ٱللَّهَ كَثِيرًۭا لَّعَلَّكُمْ تُفْلِحُونَ",
      "page": 554,
      "juz": 28,
      "hizb": 56,
      "sajda": false,
      "translation_dari": "چون نماز ادا شد، در زمین پراگنده شوید و از فضل الله بجوئيد و الله را بسیار یاد کنید تا شما رستگار شوید.",
      "translation_pashto": "62-10 نو كله چې لمونځ ادا كړى شي، نو تاسو په ځمكه كې خواره شئ او د الله  له فضل څخه (څه) ولټوئ او تاسو الله ډېر زیات  یادوئ، د دې لپاره چې تاسو كامیاب شئ"
    },
    {
      "number": 11,
      "text": "وَإِذَا رَأَوْا۟ تِجَٰرَةً أَوْ لَهْوًا ٱنفَضُّوٓا۟ إِلَيْهَا وَتَرَكُوكَ قَآئِمًۭا ۚ قُلْ مَا عِندَ ٱللَّهِ خَيْرٌۭ مِّنَ ٱللَّهْوِ وَمِنَ ٱلتِّجَٰرَةِ ۚ وَٱللَّهُ خَيْرُ ٱلرَّٰزِقِينَ",
      "page": 554,
      "juz": 28,
      "hizb": 56,
      "sajda": false,
      "translation_dari": "و چون تجارت و سرگرمی را ببینند به‌سوی آن پراگنده شده و تو را ایستاده رها می‌کنند. بگو: آنچه نزد الله است از سرگرمی و تجارت بهتر است و الله بهترین روزی دهندگان است.",
      "translation_pashto": "62-11 او كله چې دوى تجارت (سوداګري)، یا تماشه ولیدله (نو) دوى هغې ته خواره شول او ته يې ولاړ پرېښودلې، ته (دوى ته) ووایه: هغه څه چې له الله سره دي له دغې تماشې نه او له دغې سوداګرۍ نه ډېر غوره دي او الله تر ټولو ښه رزق وركوونكى دى"
    }
  ]
}