{
  "number": 64,
  "name": "التغابن",
  "name_dari": "تغابن",
  "meaning_dari": "زیان‌کاری",
  "revelationType": "مدنی",
  "numberOfAyahs": 18,
  "ayahs": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ يُسَبِّحُ لِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۖ لَهُ ٱلْمُلْكُ وَلَهُ ٱلْحَمْدُ ۖ وَهُوَ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرٌ",
      "page": 556,
      "juz": 28,
      "hizb": 56,
      "sajda": false,
      "translation_dari": "آنچه در آسمان‌ها و آنچه در زمین است الله را به پاکی یاد می‌کنند، فرمانروایی (حقیقی) از اوست و ستایش (نیز) او راست و او بر هر کاری تواناست.",
      "translation_pashto": "64-1 د الله پاكي بیانوي هر هغه څه چې په اسمانونوكې دي او هر هغه څه چې په ځمكه كې دي، خاص د هغه لپاره بادشاهي ده او خاص د هغه لپاره ټول د كمال صفتونه دي او هغه په هر شي باندې ښه قادر دى"
    },
    {
      "number": 2,
      "text": "هُوَ ٱلَّذِى خَلَقَكُمْ فَمِنكُمْ كَافِرٌۭ وَمِنكُم مُّؤْمِنٌۭ ۚ وَٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ",
      "page": 556,
      "juz": 28,
      "hizb": 56,
      "sajda": false,
      "translation_dari": "او (الله) ذاتی است که شما را آفریده است پس بعضی از شما کافر و بعضی از شما مؤمن هستید و الله به آن چه می‌کنید بیناست.",
      "translation_pashto": "64-2 هم دغه (الله) هغه ذات دى چې تاسو يې پیدا كړي یئ، نو په تاسو كې ځینې كافر دي او ځینې په تاسو كې مومن دي او الله هغو كارونو لره چې تاسو  يې كوئ ښه ليدونكى دى"
    },
    {
      "number": 3,
      "text": "خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ ۖ وَإِلَيْهِ ٱلْمَصِيرُ",
      "page": 556,
      "juz": 28,
      "hizb": 56,
      "sajda": false,
      "translation_dari": "آسمان‌ها و زمین را به حق آفریده و شما را صورت بخشید و صورتهای شما را خوب و زیبا کرده است و بازگشت همه به‌سوی اوست.",
      "translation_pashto": "64-3 ده اسمانونه او ځمكه په حقه سره پیدا كړي دي او ستاسو صورتونه يې جوړ كړل، پس ستاسو صورتونه يې ډېر ښكلي كړي دي او خاص ده ته بېرته ورتګ دى"
    },
    {
      "number": 4,
      "text": "يَعْلَمُ مَا فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَيَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ ۚ وَٱللَّهُ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
      "page": 556,
      "juz": 28,
      "hizb": 56,
      "sajda": false,
      "translation_dari": "آنچه را که در آسمان‌ها و زمین است می‌داند و آنچه را که پنهان می‌کنید و آنچه را که آشکار می‌سازید، می‌داند و الله به آنچه در سینه‌ها است آگاهی دارد.",
      "translation_pashto": "64-4 دى پوهېږي په هر هغه څه چې په اسمانونو اوځمكه كې دي او پوهېږي په هغه څه چې تاسو يې پټوئ او په هغه څه چې تاسويې څرګندوئ او الله د سینو په (پټو) خبرو هم ښه عالم دى"
    },
    {
      "number": 5,
      "text": "أَلَمْ يَأْتِكُمْ نَبَؤُا۟ ٱلَّذِينَ كَفَرُوا۟ مِن قَبْلُ فَذَاقُوا۟ وَبَالَ أَمْرِهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌۭ",
      "page": 556,
      "juz": 28,
      "hizb": 56,
      "sajda": false,
      "translation_dari": "آیا خبر آنان که پیش از این کافر بودند به شما نیامده است؟ آنان سزای کار خود را چشیدند و عذابی دردناک )در پیش( دارند.",
      "translation_pashto": "64-5 ایا تاسو ته د هغو خلقو خبر نه دى راغلى چې له دې نه مخكې كافران شوي وو، نو  هغوى د خپل عمل سزا  وڅكله او د هغوى لپاره ډېر دردوونكى عذاب دى"
    },
    {
      "number": 6,
      "text": "ذَٰلِكَ بِأَنَّهُۥ كَانَت تَّأْتِيهِمْ رُسُلُهُم بِٱلْبَيِّنَٰتِ فَقَالُوٓا۟ أَبَشَرٌۭ يَهْدُونَنَا فَكَفَرُوا۟ وَتَوَلَّوا۟ ۚ وَّٱسْتَغْنَى ٱللَّهُ ۚ وَٱللَّهُ غَنِىٌّ حَمِيدٌۭ",
      "page": 556,
      "juz": 28,
      "hizb": 56,
      "sajda": false,
      "translation_dari": "این (عذاب) به این جهت بود که پیغمبرانشان با معجزات (آشکار) نزد آنان آمدند و گفتند: آیا بشری (عادی) ما را هدایت می‌کند؟ پس کفر ورزیدند و روی گرداندند و الله اظهار بی‌نیازی نمود و الله بی‌نیاز ستوده است.",
      "translation_pashto": "64-6 دا په دې سبب چې بېشكه شان دا دى چې دوى ته به د دوى رسولان له ښكاره معجزو سره راتلل، نو دوى به ویل چې ایا مونږ ته به بشر (انسانان) لاره ښیي، نو دوى كافر شول او مخ يې وګرځاوه او الله استغنا وكړه او الله ډېر بې پروا، ښه ستايل شوى دى"
    },
    {
      "number": 7,
      "text": "زَعَمَ ٱلَّذِينَ كَفَرُوٓا۟ أَن لَّن يُبْعَثُوا۟ ۚ قُلْ بَلَىٰ وَرَبِّى لَتُبْعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلْتُمْ ۚ وَذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٌۭ",
      "page": 556,
      "juz": 28,
      "hizb": 56,
      "sajda": false,
      "translation_dari": "کافران گمان کردند که دوباره زنده نخواهند شد، بگو: بلی! قسم به پروردگارم! به يقين دوباره زنده خواهید شد باز از آن چه می‌کردید به شما خبر خواهد داد و این کار برای الله آسان است.",
      "translation_pashto": "64-7 كافران شوي كسان (دا غلطه) عقیده ساتي چې دوى به له سره بیا راژوندي نه كړى شي، ته (دوى ته) ووایه: ولې نه! زما په خپل رب قسم دى چې تاسو به خامخا ضرور بیا راژوندي كړى شئ، بیا به تاسو  ته خامخا ضرور د خپلو كړو عملونو  خبر دركولى شي او دا (كارونه) الله ته ډېر اسان دي"
    },
    {
      "number": 8,
      "text": "فَـَٔامِنُوا۟ بِٱللَّهِ وَرَسُولِهِۦ وَٱلنُّورِ ٱلَّذِىٓ أَنزَلْنَا ۚ وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌۭ",
      "page": 556,
      "juz": 28,
      "hizb": 56,
      "sajda": false,
      "translation_dari": "پس به الله و پیغمبر او و نوری که نازل کرده‌ایم ایمان بیاورید و الله به آن چه می‌کنید باخبر است.",
      "translation_pashto": "64-8 نو تاسو په الله او د هغه په رسول او په هغې رڼا (قرآن) باندې ایمان راوړئ چې مونږ نازله كړې ده او الله په هغو كارونو چې تاسو يې كوئ؛ ښه خبردار دى"
    },
    {
      "number": 9,
      "text": "يَوْمَ يَجْمَعُكُمْ لِيَوْمِ ٱلْجَمْعِ ۖ ذَٰلِكَ يَوْمُ ٱلتَّغَابُنِ ۗ وَمَن يُؤْمِنۢ بِٱللَّهِ وَيَعْمَلْ صَٰلِحًۭا يُكَفِّرْ عَنْهُ سَيِّـَٔاتِهِۦ وَيُدْخِلْهُ جَنَّٰتٍۢ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدًۭا ۚ ذَٰلِكَ ٱلْفَوْزُ ٱلْعَظِيمُ",
      "page": 556,
      "juz": 28,
      "hizb": 56,
      "sajda": false,
      "translation_dari": "وقتی که (الله) شما را در روز اجتماع جمع کند، آن روز، روز زیان و نقصان است و کسی که به الله ایمان بیاورد و کار نیک کند بدی‌هایش را از او دور می‌سازد و به باغ‌هایی داخل می‌گرداند که از زیر (قصرها و درختان) آن نهرها جاری است که در آنجا همیشه و جاودانه‌اند. این است کامیابی بزرگ.",
      "translation_pashto": "64-9 (یاده كړه) هغه ورځ چې تاسو به دى (الله) د جمع كېدلو ورځې ته راجمع كړي، دغه د تاوان د ښكاره كېدو ورځ ده او هغه څوك چې په الله ایمان راوړي او نېك عمل وكړي (،نو) هغه به له هغه نه د هغه ګناهونه لرې كړي او داسې جنتونو ته به يې داخل كړي چې د هغو له لاندې ولې بهېږي، چې دوى به په هغو كې تل ترتله وي، دغه ډېره لویه كامیابي ده"
    },
    {
      "number": 10,
      "text": "وَٱلَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِـَٔايَٰتِنَآ أُو۟لَٰٓئِكَ أَصْحَٰبُ ٱلنَّارِ خَٰلِدِينَ فِيهَا ۖ وَبِئْسَ ٱلْمَصِيرُ",
      "page": 557,
      "juz": 28,
      "hizb": 56,
      "sajda": false,
      "translation_dari": "و آنان که کفر ورزیدند و آیات ما را دروغ شمردند ایشان دوزخی‌اند، در آن جاودانه‌اند و این سر انجام بدی است.",
      "translation_pashto": "64-10 او هغه كسان چې كافران شوي دي او زمونږ د ایتونو  تكذیب يې كړى دى دغه كسان د اور والا دي، چې په ده كې به همېشه وي او هغه د ورتلو بد ځاى دى"
    },
    {
      "number": 11,
      "text": "مَآ أَصَابَ مِن مُّصِيبَةٍ إِلَّا بِإِذْنِ ٱللَّهِ ۗ وَمَن يُؤْمِنۢ بِٱللَّهِ يَهْدِ قَلْبَهُۥ ۚ وَٱللَّهُ بِكُلِّ شَىْءٍ عَلِيمٌۭ",
      "page": 557,
      "juz": 28,
      "hizb": 56,
      "sajda": false,
      "translation_dari": "هیچ مصیبتی نمی‌رسد جز به حكم الله و هرکس به الله ایمان بیاورد الله دل او را هدایت می‌کند و الله به همه چیز داناست.",
      "translation_pashto": "64-11 هېڅ یو مصیبت نه رسېږي مګر د الله په حكم سره او هغه څوك چې په الله ایمان راوړي (، نو)  هغه به د ده زړه ته هدایت وكړي او الله په هر شي باندې  ښه عالم دى"
    },
    {
      "number": 12,
      "text": "وَأَطِيعُوا۟ ٱللَّهَ وَأَطِيعُوا۟ ٱلرَّسُولَ ۚ فَإِن تَوَلَّيْتُمْ فَإِنَّمَا عَلَىٰ رَسُولِنَا ٱلْبَلَٰغُ ٱلْمُبِينُ",
      "page": 557,
      "juz": 28,
      "hizb": 56,
      "sajda": false,
      "translation_dari": "از الله و پیغمبر اطاعت کنید و اگر رویگردان شوید (پس بدانید که) بر فرستادۀ ما جز رسانیدن پیغام آشکار نیست.",
      "translation_pashto": "64-12 او تاسو د الله اطاعت وكړئ او د رسول اطاعت وكړئ، نو كه تاسو وګرځېدئ، نو یقینًا زمونږ د رسول په ذمه خو يواځې ښكاره پېغام رسونه ده"
    },
    {
      "number": 13,
      "text": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ۚ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ",
      "page": 557,
      "juz": 28,
      "hizb": 56,
      "sajda": false,
      "translation_dari": "الله است که جز او معبودی به حق نیست، پس مؤمنان باید بر الله توکل کنند.",
      "translation_pashto": "64-13 الله (چې دى) نشته هېڅ لايق د عبادت مګر هم دى دى او لازم ده چې مومنان خاص په الله باندې توكل وكړي"
    },
    {
      "number": 14,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِنَّ مِنْ أَزْوَٰجِكُمْ وَأَوْلَٰدِكُمْ عَدُوًّۭا لَّكُمْ فَٱحْذَرُوهُمْ ۚ وَإِن تَعْفُوا۟ وَتَصْفَحُوا۟ وَتَغْفِرُوا۟ فَإِنَّ ٱللَّهَ غَفُورٌۭ رَّحِيمٌ",
      "page": 557,
      "juz": 28,
      "hizb": 56,
      "sajda": false,
      "translation_dari": "ای کسانی که ایمان آورده‌اید! به یقین بعضی از همسران و فرزندانتان دشمن شما‌اند، پس از آنان حذر کنید. و اگر عفو کنید و چشم پوشی نمائید و درگذرید (بدانید) که الله آمرزگار مهربان است.",
      "translation_pashto": "64-14 اى هغو كسانو چې ایمان يې راوړى دى! بېشكه ستاسو په ښځو او اولادونو كې ځينې ستاسو دښمنان دي، نو تاسو له دوى نه محتاط اوسئ او كه چېرې تاسو معافي وكړئ او تېر شئ او بخښنه وكړئ، نو بېشكه چې الله ډېر بخښونكى، بې حده رحم كوونكى دى"
    },
    {
      "number": 15,
      "text": "إِنَّمَآ أَمْوَٰلُكُمْ وَأَوْلَٰدُكُمْ فِتْنَةٌۭ ۚ وَٱللَّهُ عِندَهُۥٓ أَجْرٌ عَظِيمٌۭ",
      "page": 557,
      "juz": 28,
      "hizb": 56,
      "sajda": false,
      "translation_dari": "جز این نیست که اموالتان و فرزندانتان وسیلۀ امتحان شما‌اند و نزد الله پاداش بزرگی است.",
      "translation_pashto": "64-15 بېشكه هم دا خبره ده چې ستاسو مالونه او ستاسو اولادونه ازموینه (او فتنه) ده او الله (چې دى) له هغه سره ډېر لوى اجر دى"
    },
    {
      "number": 16,
      "text": "فَٱتَّقُوا۟ ٱللَّهَ مَا ٱسْتَطَعْتُمْ وَٱسْمَعُوا۟ وَأَطِيعُوا۟ وَأَنفِقُوا۟ خَيْرًۭا لِّأَنفُسِكُمْ ۗ وَمَن يُوقَ شُحَّ نَفْسِهِۦ فَأُو۟لَٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
      "page": 557,
      "juz": 28,
      "hizb": 56,
      "sajda": false,
      "translation_dari": "پس تا حد توان تان از الله بترسید و بشنوید و اطاعت کنید و انفاق نمائید که برای خودتان بهتر است و کسانی که از بخل و حرص نفس خویش در امان بمانند، آنانند که کامیابند.",
      "translation_pashto": "64-16 نو تاسو له الله نه ووېرېږئ څومره چې تاسو كولى شئ او واورئ او اطاعت وكړئ او انفاق كوئ، (دا به) ستاسو د ځانونو لپاره خیر وي او هغه څوك چې د خپل نفس له د بخیلۍ نه وساتل شو، نو هم دغه خلق كامیاب دي"
    },
    {
      "number": 17,
      "text": "إِن تُقْرِضُوا۟ ٱللَّهَ قَرْضًا حَسَنًۭا يُضَٰعِفْهُ لَكُمْ وَيَغْفِرْ لَكُمْ ۚ وَٱللَّهُ شَكُورٌ حَلِيمٌ",
      "page": 557,
      "juz": 28,
      "hizb": 56,
      "sajda": false,
      "translation_dari": "اگر به الله قرض حسنه بدهید آن را برایتان چندین برابر می‌سازد و شما را می‌آمرزد و الله سپاسگزار بردبار است.",
      "translation_pashto": "64-17 كه چېرې تاسو الله ته قرض وركړئ، ښه قرض، (نو) دى به دغه (قرض) تاسو لپاره دوه چنده كړي او تاسو ته به بخښنه وكړي او الله ښه قدردان، ښه تحمل والا دى"
    },
    {
      "number": 18,
      "text": "عَٰلِمُ ٱلْغَيْبِ وَٱلشَّهَٰدَةِ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "page": 557,
      "juz": 28,
      "hizb": 56,
      "sajda": false,
      "translation_dari": "و او دانای همه پوشیده و آشکار است، غالب (و) باحکمت است.",
      "translation_pashto": "64-18 د غیبو او ښكاره و  عالم دى، ښه غالب، ښه  حكمت والا دى"
    }
  ]
}