{
  "number": 65,
  "name": "الطلاق",
  "name_dari": "طلاق",
  "meaning_dari": "طلاق",
  "revelationType": "مدنی",
  "numberOfAyahs": 12,
  "ayahs": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ يَٰٓأَيُّهَا ٱلنَّبِىُّ إِذَا طَلَّقْتُمُ ٱلنِّسَآءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحْصُوا۟ ٱلْعِدَّةَ ۖ وَٱتَّقُوا۟ ٱللَّهَ رَبَّكُمْ ۖ لَا تُخْرِجُوهُنَّ مِنۢ بُيُوتِهِنَّ وَلَا يَخْرُجْنَ إِلَّآ أَن يَأْتِينَ بِفَٰحِشَةٍۢ مُّبَيِّنَةٍۢ ۚ وَتِلْكَ حُدُودُ ٱللَّهِ ۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَقَدْ ظَلَمَ نَفْسَهُۥ ۚ لَا تَدْرِى لَعَلَّ ٱللَّهَ يُحْدِثُ بَعْدَ ذَٰلِكَ أَمْرًۭا",
      "page": 558,
      "juz": 28,
      "hizb": 56,
      "sajda": false,
      "translation_dari": "ای پیغمبر! وقتی که خواستید زنان را طلاق دهید آنان را در وقت عدۀ‌شان طلاق دهید و عده را بشمارید و از الله پروردگارتان بترسید. آنان را از خانه‌هایشان بیرون نکنید و آنان هم بیرون نروند مگر آنکه کار زشت آشکاری را مرتکب شوند و این حدود الله است و هر کس از حدود الله تجاوز کند در حقیقت بر خود ظلم کرده است. تو نمیدانی، چه بسا الله بعد از آن امری (دیگر) در میان آورد.",
      "translation_pashto": "65-1 اى نبي! (دوى ته ووایه) كله چې تاسو (خپلې) ښځې طلاقول غواړئ، نو دوى په خپل (مناسب) وخت د عدت كې طلاقې كړئ او عدت وشمېرئ او له خپل رب الله نه ووېرېږئ (او) تاسو  دغه (خپلې ښځې) د دوى له كورونو نه مه وباسئ او دوى دې (پخپله) هم نه وځي مګر په دې حال كې چې دوى ښكاره بې حیايي وكړي او دغه د الله حدونه دي او هر څوك چې د الله له حدونو نه تېر شي، نو یقینًا ده په خپل ځان ظلم وكړ، (اى طلاق وركوونكیه!) ته نه پوهېږي، كېدى شي چې الله له دغه نه وروسته كوم (ښه) كار پیدا كړي"
    },
    {
      "number": 2,
      "text": "فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ فَارِقُوهُنَّ بِمَعْرُوفٍۢ وَأَشْهِدُوا۟ ذَوَىْ عَدْلٍۢ مِّنكُمْ وَأَقِيمُوا۟ ٱلشَّهَٰدَةَ لِلَّهِ ۚ ذَٰلِكُمْ يُوعَظُ بِهِۦ مَن كَانَ يُؤْمِنُ بِٱللَّهِ وَٱلْيَوْمِ ٱلْءَاخِرِ ۚ وَمَن يَتَّقِ ٱللَّهَ يَجْعَل لَّهُۥ مَخْرَجًۭا",
      "page": 558,
      "juz": 28,
      "hizb": 56,
      "sajda": false,
      "translation_dari": "و چون مدت عدۀ آنان به پایانش نزدیک شد آنان را به نیکی نگاه دارید یا به نیکی از آنان جدا شوید و دو مرد عادل از میانتان گواه بگیرید و گواهی را برای (رضای) الله ادا کنید. این طور، کسی که به الله و روز قیامت ایمان دارد به آن پند داده می‌شود و کسی که از الله بترسد برایش راه رهایی (از مشکلات) قرار خواهد داد.",
      "translation_pashto": "65-2 نو كله چې دغه (ښځې) خپلې نېټې ته رسېږي، نو (یا) خو تاسو دوى په نېكه طریقه (په رجوع كولو سره په خپل نكاح كې) وساتئ، یا په نېكه طریقه له دوى نه جدا شئ او په تاسو كې دوه عدل والا كسان (په دې كار) ګواهان ونیسئ او تاسو  (اى ګواهانو) ګواهي د الله لپاره ادا كړئ، دا (حكم  چې دى) په ده سره هغه چا ته نصیحت كاوه شي چې په الله او د اخرت په ورځ ایمان لري او هغه څوك چې له الله نه ووېرېږي، (نو) هغه به د ده لپاره د وتلو څه ځاى پیدا كړي"
    },
    {
      "number": 3,
      "text": "وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ ۚ وَمَن يَتَوَكَّلْ عَلَى ٱللَّهِ فَهُوَ حَسْبُهُۥٓ ۚ إِنَّ ٱللَّهَ بَٰلِغُ أَمْرِهِۦ ۚ قَدْ جَعَلَ ٱللَّهُ لِكُلِّ شَىْءٍۢ قَدْرًۭا",
      "page": 558,
      "juz": 28,
      "hizb": 56,
      "sajda": false,
      "translation_dari": "و او را از جایی روزی خواهد داد که او گمان نمی‌برد. و کسی که بر الله توکل کند او برایش کافی است. بی‌گمان الله امر خود را محقق می‌سازد. به تحقیق الله برای هر چیزی اندازه‌ای مقرر کرده است.",
      "translation_pashto": "65-3 او ده ته به له هغه ځایه رزق وركړي چې دى به ګمان هم نه كوي او هغه څوك چې په الله باندې توكل وكړي، نو همدى د ده لپاره بس (او كافی) دى، بېشكه الله خپل كار ته رسېدونكى دى، یقینًا الله د هر شي لپاره یوه اندازه مقرر كړې ده"
    },
    {
      "number": 4,
      "text": "وَٱلَّٰٓـِٔى يَئِسْنَ مِنَ ٱلْمَحِيضِ مِن نِّسَآئِكُمْ إِنِ ٱرْتَبْتُمْ فَعِدَّتُهُنَّ ثَلَٰثَةُ أَشْهُرٍۢ وَٱلَّٰٓـِٔى لَمْ يَحِضْنَ ۚ وَأُو۟لَٰتُ ٱلْأَحْمَالِ أَجَلُهُنَّ أَن يَضَعْنَ حَمْلَهُنَّ ۚ وَمَن يَتَّقِ ٱللَّهَ يَجْعَل لَّهُۥ مِنْ أَمْرِهِۦ يُسْرًۭا",
      "page": 558,
      "juz": 28,
      "hizb": 56,
      "sajda": false,
      "translation_dari": "و زنانی که از عادت ماهواری ناامید شده‌اند اگر (در عدۀ آنها) شک کردید، عدۀ آنان سه ماه است و (نیز) آنانکه به سن حیض نرسیده‌اند. و عدۀ زنان باردار وضع حمل است. و هرکس از الله بترسد و پرهیزگاری کند الله برایش در کارش آسانی می‌آورد.",
      "translation_pashto": "65-4 او هغه ښځې چې ستاسو په ښځو كې د حیض له راتلو نه ناامېده شوي دي كه چېرې تاسو شك وكړئ، نو د دوى عدت درې میاشتې دى او هغه (جینكۍ) چې لا حايضه شوې نه وي او امېدوارې (حامله) ښځې (چې دي) د دوى عدت دا دى چې حمل (بچى) وزېږوي او هغه څوك چې له الله نه ووېرېږي، هغه به د ده لپاره په كار كې ډېره اساني پیدا كړي"
    },
    {
      "number": 5,
      "text": "ذَٰلِكَ أَمْرُ ٱللَّهِ أَنزَلَهُۥٓ إِلَيْكُمْ ۚ وَمَن يَتَّقِ ٱللَّهَ يُكَفِّرْ عَنْهُ سَيِّـَٔاتِهِۦ وَيُعْظِمْ لَهُۥٓ أَجْرًا",
      "page": 558,
      "juz": 28,
      "hizb": 56,
      "sajda": false,
      "translation_dari": "این حكم الله است که آن را به‌سوی شما نازل کرده است و هر کس از الله بترسد گناهانش را محو می‌کند و پاداش او را بزرگ می‌گرداند.",
      "translation_pashto": "65-5 دغه د الله حكم دى، چې تاسو ته يې دغه نازل كړى دى او هغه څوك چې له الله نه ووېرېږي، هغه به له ده نه د ده ګناهونه لرې كړي او د ده لپاره به اجر ډېر لوى كړي"
    },
    {
      "number": 6,
      "text": "أَسْكِنُوهُنَّ مِنْ حَيْثُ سَكَنتُم مِّن وُجْدِكُمْ وَلَا تُضَآرُّوهُنَّ لِتُضَيِّقُوا۟ عَلَيْهِنَّ ۚ وَإِن كُنَّ أُو۟لَٰتِ حَمْلٍۢ فَأَنفِقُوا۟ عَلَيْهِنَّ حَتَّىٰ يَضَعْنَ حَمْلَهُنَّ ۚ فَإِنْ أَرْضَعْنَ لَكُمْ فَـَٔاتُوهُنَّ أُجُورَهُنَّ ۖ وَأْتَمِرُوا۟ بَيْنَكُم بِمَعْرُوفٍۢ ۖ وَإِن تَعَاسَرْتُمْ فَسَتُرْضِعُ لَهُۥٓ أُخْرَىٰ",
      "page": 559,
      "juz": 28,
      "hizb": 56,
      "sajda": false,
      "translation_dari": "آنان را در جایی سکونت دهید که خودتان سکونت دارید و در توانایی شماست و به آنان زیان نرسانید تا (عرصه را) بر آنان تنگ کنید. اگر باردار باشند به آنان نفقه دهید تا آنکه وضع حمل می‌کنند. پس اگر (فرزندتان) را برای شما شیر دهند مزدشان را بدهید و (در بارۀ نوزاد) میان خود به نیکی مشورت و توافق کنید. و اگر به دشواری افتادید (باید) زن دیگر (به درخواست) او (شوهر) شیر دهد.",
      "translation_pashto": "65-6 تاسو دغه ښځې (په عدت كې) د خپل طاقت سره سم د هغه ځاى په څه حصه كې اوسوئ چې تاسو (په كې) اوسېږئ او تاسو دوى ته ضرر مه رسوئ، د دې لپاره چې تاسو په دوى باندې تنګسیا راولئ او كه چېرې دغه (ښځې) امېدوارې (حامله) وي، بیا نو تاسو په دوى باندې خرچه كوئ تر هغه پورې چې دوى خپل حمل وزېږوي، نو كه دوى ستاسو (اولاد) لپاره تى وركړي، نو تاسو دوى ته د دوى  مزدوري وركړئ او تاسو په خپل مینځ كې په ښې طریقې سره یو له بله سره مشوره كوئ او كه تاسو یو له بل سره سختي وكړئ، نو ده (اولاد) ته به عنقریب بله ښځه تى وركړي"
    },
    {
      "number": 7,
      "text": "لِيُنفِقْ ذُو سَعَةٍۢ مِّن سَعَتِهِۦ ۖ وَمَن قُدِرَ عَلَيْهِ رِزْقُهُۥ فَلْيُنفِقْ مِمَّآ ءَاتَىٰهُ ٱللَّهُ ۚ لَا يُكَلِّفُ ٱللَّهُ نَفْسًا إِلَّا مَآ ءَاتَىٰهَا ۚ سَيَجْعَلُ ٱللَّهُ بَعْدَ عُسْرٍۢ يُسْرًۭا",
      "page": 559,
      "juz": 28,
      "hizb": 56,
      "sajda": false,
      "translation_dari": "باید صاحب دارایی از دارایی خود نفقه دهد و کسی که روزی‌اش تنگ شده است باید از آن چه الله به او داده است انفاق کند، الله هیچ کس را جز به همان اندازه که به او داده است مكلف نمی‌کند. به زودی الله پس از سختی آسانی را می‌آورد.",
      "translation_pashto": "65-7 د فراخۍ والا دې له خپلې فراخۍ نه خرچه وكړي او هغه څوك چې په هغه باندې خپل رزق تنګ كړى شوى وي، نو هغه دې له هغه (مال) نه څه خرچ كړي چې الله ده ته وركړى دى، الله هېڅ یونفس نه مكلف كوي مګر هومره چې ده ته يې وركړى دى، ژر ده چې الله به له تنګۍ نه پس اساني راولي"
    },
    {
      "number": 8,
      "text": "وَكَأَيِّن مِّن قَرْيَةٍ عَتَتْ عَنْ أَمْرِ رَبِّهَا وَرُسُلِهِۦ فَحَاسَبْنَٰهَا حِسَابًۭا شَدِيدًۭا وَعَذَّبْنَٰهَا عَذَابًۭا نُّكْرًۭا",
      "page": 559,
      "juz": 28,
      "hizb": 56,
      "sajda": false,
      "translation_dari": "و چه بسا (اهالی) قریه‌ها از فرمان پروردگارشان و (فرمان) رسول او سرکشی کردند، پس به سختی از آنان حساب گرفتیم و به عذابی سخت ناشناخته عذابشان کردیم.",
      "translation_pashto": "65-8 او ډېر كلي وو چې د خپل رب او د هغه د رسولانو له حكم نه يې سركشي كړې وه، نو مونږ له هغوى سره حساب وكړ، ډېر سخت حساب كول او مونږ هغوى ته عذاب وركړ ډېر ناكاره عذاب وركول"
    },
    {
      "number": 9,
      "text": "فَذَاقَتْ وَبَالَ أَمْرِهَا وَكَانَ عَٰقِبَةُ أَمْرِهَا خُسْرًا",
      "page": 559,
      "juz": 28,
      "hizb": 56,
      "sajda": false,
      "translation_dari": "پس سزای کار خود را چشیدند و سرانجام کارشان خساره و نقصان شد.",
      "translation_pashto": "65-9 نو هغوى د خپل كار سزا وڅكله او د دوى د كار انجام زیان (او تاوان) شو"
    },
    {
      "number": 10,
      "text": "أَعَدَّ ٱللَّهُ لَهُمْ عَذَابًۭا شَدِيدًۭا ۖ فَٱتَّقُوا۟ ٱللَّهَ يَٰٓأُو۟لِى ٱلْأَلْبَٰبِ ٱلَّذِينَ ءَامَنُوا۟ ۚ قَدْ أَنزَلَ ٱللَّهُ إِلَيْكُمْ ذِكْرًۭا",
      "page": 559,
      "juz": 28,
      "hizb": 56,
      "sajda": false,
      "translation_dari": "الله برای آنان عذابی سخت آماده کرده است. پس ای خردمندان مؤمن! از الله بترسید، يقيناً الله به سوی شما ذکر (یعنی قرآن) را نازل کرده است.",
      "translation_pashto": "65-10 الله د دوى لپاره ډېر سخت عذاب تیار كړى دى، نو تاسو له الله نه ووېرېږئ اى د خالصو عقلونو خاوندانو، هغه كسان چې ایمان يې راوړى دى، یقینًا الله تاسو ته ذكر (قرآن) نازل كړى دى"
    },
    {
      "number": 11,
      "text": "رَّسُولًۭا يَتْلُوا۟ عَلَيْكُمْ ءَايَٰتِ ٱللَّهِ مُبَيِّنَٰتٍۢ لِّيُخْرِجَ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ ۚ وَمَن يُؤْمِنۢ بِٱللَّهِ وَيَعْمَلْ صَٰلِحًۭا يُدْخِلْهُ جَنَّٰتٍۢ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدًۭا ۖ قَدْ أَحْسَنَ ٱللَّهُ لَهُۥ رِزْقًا",
      "page": 559,
      "juz": 28,
      "hizb": 56,
      "sajda": false,
      "translation_dari": "(و نیز) پیغمبری را (فرستاده) که برایتان آیات الله را که بیانگر (حق و باطل است) می‌خواند تا آنان را که ایمان آورده و کارهای شایسته کرده‌اند از تاریکی‌ها به‌سوی نور بیرون آورد، و کسی که به الله ایمان دارد و کار شایسته انجام دهد (الله) او را به باغهایی که از زیر (درختان و قصرهای) آن نهرها روان است وارد خواهد کرد که همیشه در آن جاودانه‌اند. یقینا الله روزی او را نیک ساخته است.",
      "translation_pashto": "65-11 (او) رسول (يې رالېږلى دى) چې تاسو ته د الله ایتونه لولي، چې ښه څرګندوونكي دي، د دې لپاره چې دغه (الله) هغو كسانو لره چې ایمان يې راوړى دى او نېك عملونه يې كړي دي، له تیارو نه رڼا ته وباسي او هغه څوك چې په الله ایمان راوړي او نېك  عمل وكړي (نو) دى به دغه كس داسې جنتونو ته داخل كړي چې د هغو له لاندې ولې بهېږي، چې دوى به په هغو كې تل ترتله وي، یقینًا الله د ده لپاره رزق ډېر ښه كړى دى"
    },
    {
      "number": 12,
      "text": "ٱللَّهُ ٱلَّذِى خَلَقَ سَبْعَ سَمَٰوَٰتٍۢ وَمِنَ ٱلْأَرْضِ مِثْلَهُنَّ يَتَنَزَّلُ ٱلْأَمْرُ بَيْنَهُنَّ لِتَعْلَمُوٓا۟ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرٌۭ وَأَنَّ ٱللَّهَ قَدْ أَحَاطَ بِكُلِّ شَىْءٍ عِلْمًۢا",
      "page": 559,
      "juz": 28,
      "hizb": 56,
      "sajda": false,
      "translation_dari": "الله ذاتی است که هفت آسمان را آفرید و از زمین نیز همانند آن را (آفرید)، فرمان الهی میان آنها نازل می‌شود تا بدانید که الله بر هر کاری قادر است وعلم او همه چیز را احاطه کرده است.",
      "translation_pashto": "65-12 الله هغه ذات دى چې اوه اسمانونه يې پیدا كړي دي او له ځمكې نه هم د دغو په مثل، (د الله) امر د دوى په مینځ كې نازلېږي، د دې لپاره چې تاسو پوه شي چې یقینًا الله په هر شي باندې ښه قادر دى او دا چې یقینًا الله د علم په لحاظ هر شى راګېر كړى دى"
    }
  ]
}