{
  "number": 66,
  "name": "التحريم",
  "name_dari": "تحریم",
  "meaning_dari": "تحریم",
  "revelationType": "مدنی",
  "numberOfAyahs": 12,
  "ayahs": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ يَٰٓأَيُّهَا ٱلنَّبِىُّ لِمَ تُحَرِّمُ مَآ أَحَلَّ ٱللَّهُ لَكَ ۖ تَبْتَغِى مَرْضَاتَ أَزْوَٰجِكَ ۚ وَٱللَّهُ غَفُورٌۭ رَّحِيمٌۭ",
      "page": 560,
      "juz": 28,
      "hizb": 56,
      "sajda": false,
      "translation_dari": "ای پیغمبر! چرا چیزی را که الله برایت حلال کرده است به خاطر به دست آوردن خشنودی همسرانت بر خود حرام می‌کنی؟ و الله آمرزگار مهربان است.",
      "translation_pashto": "66-1 اى نبي! ته ولې هغه شى حراموې (بندوې) چې الله تا ته حلال كړى دى؟ ته د خپلو ښځو خوشحالول (او راضی كول) غواړې او الله ډېر بخښونكى، بې حده رحم كوونكى دى"
    },
    {
      "number": 2,
      "text": "قَدْ فَرَضَ ٱللَّهُ لَكُمْ تَحِلَّةَ أَيْمَٰنِكُمْ ۚ وَٱللَّهُ مَوْلَىٰكُمْ ۖ وَهُوَ ٱلْعَلِيمُ ٱلْحَكِيمُ",
      "page": 560,
      "juz": 28,
      "hizb": 56,
      "sajda": false,
      "translation_dari": "البته الله گشودن (شکستن) سوگندهایتان را برای شما مقرر کرده است و الله مددگار شماست و اوست دانای باحکمت.",
      "translation_pashto": "66-2 یقینًا الله تاسو لپاره ستاسو د قسمونو حلالوالى مقرر كړى دى او الله ستا مددګار دى، او هم دى ښه پوه، ښه حكمت والا دى"
    },
    {
      "number": 3,
      "text": "وَإِذْ أَسَرَّ ٱلنَّبِىُّ إِلَىٰ بَعْضِ أَزْوَٰجِهِۦ حَدِيثًۭا فَلَمَّا نَبَّأَتْ بِهِۦ وَأَظْهَرَهُ ٱللَّهُ عَلَيْهِ عَرَّفَ بَعْضَهُۥ وَأَعْرَضَ عَنۢ بَعْضٍۢ ۖ فَلَمَّا نَبَّأَهَا بِهِۦ قَالَتْ مَنْ أَنۢبَأَكَ هَٰذَا ۖ قَالَ نَبَّأَنِىَ ٱلْعَلِيمُ ٱلْخَبِيرُ",
      "page": 560,
      "juz": 28,
      "hizb": 56,
      "sajda": false,
      "translation_dari": "و وقتی که پیغمبر با یکی از زنانش سخنی نهانی گفت، پس چون وی آن (سخن) را برای (زن دیگر) بازگو کرد و الله (پیغمبر) را بر آن مطلع گردانید (پیغمبر) بخشی از آن را اظهار کرد و از بخشی (دیگر) اعراض نمود. و چون (موضوع) را به آن (زن) خبر داد، وی گفت: چه کسی این را به تو خبر داده است؟ گفت: (الله) دانای آگاه به من خبر داده است.",
      "translation_pashto": "66-3 او (یاد كړه) هغه وخت چې نبي په خپلو ښځو كې كومې ته په راز كې یوه خبره وویله، نو كله چې هغې په دې سره (بلې ته) خبر وركړ او الله ده ته دغه (خبره) ښكاره كړه (نو) ده ځینې خبره وښودله او له ځینې نه يې اعراض وكړ، نو كله چې ده هغه (ښځه) په دې خبره كړه (نو) هغې وویل: ته په دې باندې چا خبر كړې؟ ده وویل: ما ته ډېر پوه (او) ښه خبردار ذات خبر راكړ"
    },
    {
      "number": 4,
      "text": "إِن تَتُوبَآ إِلَى ٱللَّهِ فَقَدْ صَغَتْ قُلُوبُكُمَا ۖ وَإِن تَظَٰهَرَا عَلَيْهِ فَإِنَّ ٱللَّهَ هُوَ مَوْلَىٰهُ وَجِبْرِيلُ وَصَٰلِحُ ٱلْمُؤْمِنِينَ ۖ وَٱلْمَلَٰٓئِكَةُ بَعْدَ ذَٰلِكَ ظَهِيرٌ",
      "page": 560,
      "juz": 28,
      "hizb": 56,
      "sajda": false,
      "translation_dari": "(شما ای دو همسر پیغمبر) اگر به درگاه الله توبه کنید (برایتان بهتر است)، بی‌گمان دلهایتان منحرف گشته است و اگر بر ضد او همدست شوید (بدانید) که الله مددگار اوست و (نیز) جبرئیل و مؤمنان نیک و فرشتگان مددگار او هستند.",
      "translation_pashto": "66-4 كه چېرې تاسو دواړه الله ته توبه وباسئ، نو یقینًا ستاسو د دواړو زړونه مايله شوي دي او كه د ده (نبي) په خلاف تاسو یوه له بلې سره مدد وكړئ، نو بېشكه چې الله، همغه د ده مددګار دى او جبریل او صالح مومنان او ملايك له دې نه پس مددګاران دي"
    },
    {
      "number": 5,
      "text": "عَسَىٰ رَبُّهُۥٓ إِن طَلَّقَكُنَّ أَن يُبْدِلَهُۥٓ أَزْوَٰجًا خَيْرًۭا مِّنكُنَّ مُسْلِمَٰتٍۢ مُّؤْمِنَٰتٍۢ قَٰنِتَٰتٍۢ تَٰٓئِبَٰتٍ عَٰبِدَٰتٍۢ سَٰٓئِحَٰتٍۢ ثَيِّبَٰتٍۢ وَأَبْكَارًۭا",
      "page": 560,
      "juz": 28,
      "hizb": 56,
      "sajda": false,
      "translation_dari": "اگر (پیغمبر) شما را طلاق دهد زود است که پروردگارش او را همسرانی بهتر از شما اعم از بیوه و دختر، عوض دهد که زنانی مسلمان، مؤمن، فرمانبردار، توبه‌گار، عبادت‌پیشه (و) روزه‌دار باشند.",
      "translation_pashto": "66-5 كه دى تاسو ته طلاق دركړي (، نو) امېد دى چې د ده رب به ده ته په بدل كې له تاسو نه ډېرې غوره ښځې وركړي، چې مسلمانانې، مومنانې، اطاعت ګزارې، توبه اېستونكې، عبادت كوونكې، روژه نیوونكې، (هجرت كوونكې) څښتن لیدلې او پېغلې به وي"
    },
    {
      "number": 6,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ قُوٓا۟ أَنفُسَكُمْ وَأَهْلِيكُمْ نَارًۭا وَقُودُهَا ٱلنَّاسُ وَٱلْحِجَارَةُ عَلَيْهَا مَلَٰٓئِكَةٌ غِلَاظٌۭ شِدَادٌۭ لَّا يَعْصُونَ ٱللَّهَ مَآ أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ",
      "page": 560,
      "juz": 28,
      "hizb": 56,
      "sajda": false,
      "translation_dari": "ای کسانی که ایمان آورده‌اید! خودتان و خانواده تان را از آتشی حفظ کنید که هیزمش مردم و سنگها خواهند بود. فرشتگانی بر آن مقرر است که خشن و سخت گیر و زورمند و توانا هستند، از الله در آن چه به آنان امر کند نافرمانی نمی‌کنند و آنچه را که فرمان یابند، انجام می‌دهند.",
      "translation_pashto": "66-6 اى هغو كسانو چې ایمان يې راوړى دى! تاسو خپل ځانونه او خپل اهل له داسې اور نه بچ وساتئ چې د هغه خشاك خلق او كاڼي دي، په ده باندې ډېر سخت خویه، قوتناك ملايك مقرر دي، چې دوى په هغه څه كې د الله نافرمانۍ نه كوي چې دوى ته يې حكم كړى وي او دوى هغه څه كوي چې دوى ته يې حكم كولى شي"
    },
    {
      "number": 7,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ كَفَرُوا۟ لَا تَعْتَذِرُوا۟ ٱلْيَوْمَ ۖ إِنَّمَا تُجْزَوْنَ مَا كُنتُمْ تَعْمَلُونَ",
      "page": 560,
      "juz": 28,
      "hizb": 56,
      "sajda": false,
      "translation_dari": "ای آنانی که کافر شده‌اید! امروز عذرخواهی نکنید. جز این نیست که در برابر آنچه (در دنیا) می‌کردید، جزا داده می‌شوید.",
      "translation_pashto": "66-7 اى هغو كسانو چې كافران شوي دي! تاسو نن ورځ عذرونه مه وړاندې كوئ، بېشكه همدا خبره ده چې تاسو ته به د هغه څه بدله دركولى شي چې تاسو به كول"
    },
    {
      "number": 8,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ تُوبُوٓا۟ إِلَى ٱللَّهِ تَوْبَةًۭ نَّصُوحًا عَسَىٰ رَبُّكُمْ أَن يُكَفِّرَ عَنكُمْ سَيِّـَٔاتِكُمْ وَيُدْخِلَكُمْ جَنَّٰتٍۢ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ يَوْمَ لَا يُخْزِى ٱللَّهُ ٱلنَّبِىَّ وَٱلَّذِينَ ءَامَنُوا۟ مَعَهُۥ ۖ نُورُهُمْ يَسْعَىٰ بَيْنَ أَيْدِيهِمْ وَبِأَيْمَٰنِهِمْ يَقُولُونَ رَبَّنَآ أَتْمِمْ لَنَا نُورَنَا وَٱغْفِرْ لَنَآ ۖ إِنَّكَ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرٌۭ",
      "page": 561,
      "juz": 28,
      "hizb": 56,
      "sajda": false,
      "translation_dari": "ای کسانی که ایمان آورده‌اید! به درگاه الله رجوع کنید و توبه خالصانه بکنید امید است پروردگارتان گناهانتان را محو کند و شما را به باغهایی در آورد که از زیر (درختان و قصرهای آن) نهرها روان است. روزی که الله پیغمبرش و آنانی را که با او ایمان آورده‌اند خوار و رسوا نمی‌سازد. نورشان پیش روی آنان و به سمت راستشان با شتاب روان است. می‌گویند: ای پروردگار ما! نور ما را برای ما کامل گردان و ما را بیامرز چون تو بر هر کاری توانایی.",
      "translation_pashto": "66-8 اى هغو كسانو چې ایمان يې راوړى دى! تاسو الله ته توبه وباسئ خالصه رښتینې توبه، امېد دى چې ستاسو رب به له تاسو نه ستاسو ګناهونه ورژوي او تاسو به داسې جنتونو ته داخل كړي چې د هغو له لاندې  ولې بهېږي، په هغه ورځ كې چې الله به نبي او هغه كسان چې له ده سره يې ایمان راوړى دى رسوا نه كړي، د دوى رڼا به د دوى په وړاندې او د دوى په ښي اړخ منډې وهي، دوى به وايي: اى زمونږه ربه! ته مونږ ته زمونږ رڼا پوره كړه او مونږ وبخښه، بېشكه ته په هر شي باندې ښه قادر يې"
    },
    {
      "number": 9,
      "text": "يَٰٓأَيُّهَا ٱلنَّبِىُّ جَٰهِدِ ٱلْكُفَّارَ وَٱلْمُنَٰفِقِينَ وَٱغْلُظْ عَلَيْهِمْ ۚ وَمَأْوَىٰهُمْ جَهَنَّمُ ۖ وَبِئْسَ ٱلْمَصِيرُ",
      "page": 561,
      "juz": 28,
      "hizb": 56,
      "sajda": false,
      "translation_dari": "ای پیغمبر! با کافران و منافقان جهاد کن و بر آنان سخت گیر، و جایگاه آنان دوزخ است و بدجای بازگشت است.",
      "translation_pashto": "66-9 اى نبي! ته له كافرانو او منافقانو سره جهاد كوه او په دوى باندې سختي كوه او د دوى استوګنه جهنم دى او هغه د ورتلو بد ځاى دى"
    },
    {
      "number": 10,
      "text": "ضَرَبَ ٱللَّهُ مَثَلًۭا لِّلَّذِينَ كَفَرُوا۟ ٱمْرَأَتَ نُوحٍۢ وَٱمْرَأَتَ لُوطٍۢ ۖ كَانَتَا تَحْتَ عَبْدَيْنِ مِنْ عِبَادِنَا صَٰلِحَيْنِ فَخَانَتَاهُمَا فَلَمْ يُغْنِيَا عَنْهُمَا مِنَ ٱللَّهِ شَيْـًۭٔا وَقِيلَ ٱدْخُلَا ٱلنَّارَ مَعَ ٱلدَّٰخِلِينَ",
      "page": 561,
      "juz": 28,
      "hizb": 56,
      "sajda": false,
      "translation_dari": "الله برای کافران، زن نوح و زن لوط را مثال زده است که (آن دو) در نکاح دو بنده از بندگان صالح ما بودند ولی به آنان خیانت کردند پس آن (دو پیغمبر) نتوانستند از (عذاب) الله چیزی را از آن (دو زن) دفع کنند و گفته شد: با واردشدگان به آتش (دوزخ) درآئید.",
      "translation_pashto": "66-10 الله د هغو كسانو لپاره مثال بیانوي چې كافران شوي دي: د نوح ښځه او د لوط ښځه، دا دواړه  زمونږ په بنده ګانو كې ددوه نېكو بنده ګانو لاندې وې، نو دغو دواړو (ښځو) له هغو سره خیانت وكړ، نو هغوى د الله په مقابله كې د دوى هېڅ په كار رانغلل او دغو دواړو (ښځو) ته وویل شول چې تاسو اور ته له ننوتونكو سره ننوځئ"
    },
    {
      "number": 11,
      "text": "وَضَرَبَ ٱللَّهُ مَثَلًۭا لِّلَّذِينَ ءَامَنُوا۟ ٱمْرَأَتَ فِرْعَوْنَ إِذْ قَالَتْ رَبِّ ٱبْنِ لِى عِندَكَ بَيْتًۭا فِى ٱلْجَنَّةِ وَنَجِّنِى مِن فِرْعَوْنَ وَعَمَلِهِۦ وَنَجِّنِى مِنَ ٱلْقَوْمِ ٱلظَّٰلِمِينَ",
      "page": 561,
      "juz": 28,
      "hizb": 56,
      "sajda": false,
      "translation_dari": "و الله برای مؤمنان (نیز) زن فرعون را مثل زده است، هنگامی که گفت: ای پروردگار من! برای من در بهشت نزد خودت خانه‌ای بساز و مرا از فرعون و کارهایش نجات بده و مرا از (دست) گروه ظالم نیز نجات بده.",
      "translation_pashto": "66-11 او الله د ایمان راوړونكو لپاره یو بل مثال بیانوي: د فرعون ښځه ده، كله چې هغې وویل: اى زما ربه! ته ما ته زما لپاره خپلې خوا كې په جنت كې یو كور جوړ كړه او ته ما له فرعون او د هغه له عمل نه خلاصه كړه او ته ما ته له ظالم قوم نه نجات راكړه"
    },
    {
      "number": 12,
      "text": "وَمَرْيَمَ ٱبْنَتَ عِمْرَٰنَ ٱلَّتِىٓ أَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيهِ مِن رُّوحِنَا وَصَدَّقَتْ بِكَلِمَٰتِ رَبِّهَا وَكُتُبِهِۦ وَكَانَتْ مِنَ ٱلْقَٰنِتِينَ",
      "page": 561,
      "juz": 28,
      "hizb": 56,
      "sajda": false,
      "translation_dari": "و (الله) مریم دختر عمران (را نیز مثل زده) که شرمگاه خود را از حرام نگه داشت (و پاکدامنی ورزید)، پس از روح (آفریدۀ) خود در او دمیدیم و او سخنان پروردگارش و کتاب‌های او را تصدیق کرد و از اطاعت کنندگان بود.",
      "translation_pashto": "66-12 او د عمران لور مریم ده، هغه چې د خپل شرم ځاى حفاظت يې كړى و، پس مونږ له خپل روح نه په ده كې پوكى وواهه او دې د خپل رب د كلمو (خبرو) او د هغه د كتابونو تصدیق كړى و او دا له حكم منونكو ځنې وه"
    }
  ]
}