{
  "number": 72,
  "name": "الجن",
  "name_dari": "جن",
  "meaning_dari": "جن",
  "revelationType": "مکی",
  "numberOfAyahs": 28,
  "ayahs": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ قُلْ أُوحِىَ إِلَىَّ أَنَّهُ ٱسْتَمَعَ نَفَرٌۭ مِّنَ ٱلْجِنِّ فَقَالُوٓا۟ إِنَّا سَمِعْنَا قُرْءَانًا عَجَبًۭا",
      "page": 572,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "بگو: به من وحی شده که گروهی از جن (به تلاوت من) گوش دادند، پس گفتند: ما قرآن عجیبی شنیدیم.",
      "translation_pashto": "72-1 ته (دوى ته) ووایه چې ما ته وحي شوې ده چې بېشكه شان دا دى چې په پېریانو كې یو  ټولي (ډلې) (زما قراءت) په غور سره واورېده، (نو كله چې خپل قوم ته لاړل)، نو دوى وویل: بېشكه مونږ یو عجیبه قرآن واورېده"
    },
    {
      "number": 2,
      "text": "يَهْدِىٓ إِلَى ٱلرُّشْدِ فَـَٔامَنَّا بِهِۦ ۖ وَلَن نُّشْرِكَ بِرَبِّنَآ أَحَدًۭا",
      "page": 572,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "که به راه راست هدایت می‌کند، پس به آن ایمان آوردیم و (بعد از این) هرگز کسی را با پروردگار خود شریک نمی‌سازیم.",
      "translation_pashto": "72-2 چې نېغې لارې ته هدایت كوي، نو مونږ په ده ایمان راوړ، او مونږ به هیڅكله له خپل رب سره هیڅوك شریك نه كړو"
    },
    {
      "number": 3,
      "text": "وَأَنَّهُۥ تَعَٰلَىٰ جَدُّ رَبِّنَا مَا ٱتَّخَذَ صَٰحِبَةًۭ وَلَا وَلَدًۭا",
      "page": 572,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "و (ایمان آوردیم به اینکه) ‌شأن و شکوه پروردگار ما بسیار بلند است، او زن و فرزندی (برای خود) نگرفته است.",
      "translation_pashto": "72-3 او بېشكه شان دا دى چې زمونږ د رب شان ډېر اوچت دى، ده نه ښځه نیولې ده او نه اولاد"
    },
    {
      "number": 4,
      "text": "وَأَنَّهُۥ كَانَ يَقُولُ سَفِيهُنَا عَلَى ٱللَّهِ شَطَطًۭا",
      "page": 572,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "و (شگفت) اینکه نادان ما دربارۀ الله سخنان دروغ و ناحق می‌گفت (که او شریکی دارد).",
      "translation_pashto": "72-4 او بېشكه شان دا دى چې زمونږ ناپوهو (بېوقوفو) په الله باندې زیاتي (او بې حقیقته) خبرې اړولې"
    },
    {
      "number": 5,
      "text": "وَأَنَّا ظَنَنَّآ أَن لَّن تَقُولَ ٱلْإِنسُ وَٱلْجِنُّ عَلَى ٱللَّهِ كَذِبًۭا",
      "page": 572,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "و ما گمان می‌کردیم که انسانها و جن‌ها هرگز بر الله دروغ نخواهند گفت.",
      "translation_pashto": "72-5 او یقینًا مونږ دا خیال كاوه چې په الله باندې به انسانان او پېریان هیڅكله دروغ ونه وايي"
    },
    {
      "number": 6,
      "text": "وَأَنَّهُۥ كَانَ رِجَالٌۭ مِّنَ ٱلْإِنسِ يَعُوذُونَ بِرِجَالٍۢ مِّنَ ٱلْجِنِّ فَزَادُوهُمْ رَهَقًۭا",
      "page": 572,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "و اینکه مردانی از انسان به مردانی از جن پناه می‌بردند، پس به این وسیله بر سر کشی آنها افزودند.",
      "translation_pashto": "72-6 او بېشكه شان دا دى چې په انسانانو كې ډېر داسې سړي وو چې په پېریانو  كې په ځینو سړیو پورې به يې پناه نیوله، نو دغو خلقو دغو (پېریانو) ته سركشي ورزیاته كړه"
    },
    {
      "number": 7,
      "text": "وَأَنَّهُمْ ظَنُّوا۟ كَمَا ظَنَنتُمْ أَن لَّن يَبْعَثَ ٱللَّهُ أَحَدًۭا",
      "page": 572,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "و اینکه آنها (انسانها) گمان کردند طوری که شما (جنیات) گمان کردید که هرگز الله کسی را (به پیغمبری) مبعوث نخواهد کرد.",
      "translation_pashto": "72-7 او دا چې یقینًا دوى ګمان كړى و لكه چې تاسو ګمان كړى دى چې الله به هرګز هیڅوك بیا ژوندي راپورته نه كړي"
    },
    {
      "number": 8,
      "text": "وَأَنَّا لَمَسْنَا ٱلسَّمَآءَ فَوَجَدْنَٰهَا مُلِئَتْ حَرَسًۭا شَدِيدًۭا وَشُهُبًۭا",
      "page": 572,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "و اینکه ما به آسمان‌ها نزدیک شدیم و آن را چنان یافتیم که از محافظانی نیرومند و شهاب‌ها پر شده است.",
      "translation_pashto": "72-8 او دا چې بېشكه مونږ اسمان ته ورسېدو، نو مونږ هغه ومونده چې په ډېرو سختو څوكيدارانو او سوځوونكو شغلو (ستوریو) سره ډك كړى شوى دى "
    },
    {
      "number": 9,
      "text": "وَأَنَّا كُنَّا نَقْعُدُ مِنْهَا مَقَٰعِدَ لِلسَّمْعِ ۖ فَمَن يَسْتَمِعِ ٱلْءَانَ يَجِدْ لَهُۥ شِهَابًۭا رَّصَدًۭا",
      "page": 572,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "و اینکه ما (پیش از این) در گوشه‌های آسمان برای استراق سمع (شنیدن کلام عالم بالا) می‌نشستیم ولی اگر کسی اکنون گوش دهد، برای خود شهابی مراقب را می‌یابد.",
      "translation_pashto": "72-9 او دا چې بېشكه مونږ به د اورېدلو لپاره له دې (اسمان) نه د كېناستو  په ځایونو كې كېناستو، نو  هغه څوك چې اوس غواړي چې واوري (نو) دى به د ځان لپاره د اور لمبه منتظره ومومي"
    },
    {
      "number": 10,
      "text": "وَأَنَّا لَا نَدْرِىٓ أَشَرٌّ أُرِيدَ بِمَن فِى ٱلْأَرْضِ أَمْ أَرَادَ بِهِمْ رَبُّهُمْ رَشَدًۭا",
      "page": 572,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "و اینکه ما نمی‌دانیم که آیا برای ساکنان زمین شر اراده شده یا این که پروردگارشان برای آنان خیر و هدایت خواسته است.",
      "translation_pashto": "72-10 او دا چې یقینًا مونږ نه پوهېږو چې له هغه چا سره د شر (او بدۍ) اراده شوې ده چې په ځمكه كې دي، یا له دوى سره د دوى رب د لارښوونې (او  خیر) اراده كړې ده"
    },
    {
      "number": 11,
      "text": "وَأَنَّا مِنَّا ٱلصَّٰلِحُونَ وَمِنَّا دُونَ ذَٰلِكَ ۖ كُنَّا طَرَآئِقَ قِدَدًۭا",
      "page": 572,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "و اینکه برخی از ما صالح و نیک و برخی غير آن (بد)‌اند. ما گروه‌های گوناگون هستیم.",
      "translation_pashto": "72-11 او دا چې بېشكه پر مونږ كې ځینې نېكان (او صالحه خلق) دي او پر مونږ كې له دغو نه لاندې هم شته، مونږ په مختلفو لارو روان یو"
    },
    {
      "number": 12,
      "text": "وَأَنَّا ظَنَنَّآ أَن لَّن نُّعْجِزَ ٱللَّهَ فِى ٱلْأَرْضِ وَلَن نُّعْجِزَهُۥ هَرَبًۭا",
      "page": 572,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "ما یقین کردیم که هرگز نمی‌توانیم بر ارادۀ الله در زمین غالب شویم و نمی‌توانیم با فرار از سلطۀ او خارج شویم.",
      "translation_pashto": "72-12 او دا چې بېشكه مونږ  یقین وكړ چې مونږ به په ځمكه كې الله له سره عاجز نه كړى شو او مونږ به دى له سره په تېښتې سره عاجز نه كړى شو"
    },
    {
      "number": 13,
      "text": "وَأَنَّا لَمَّا سَمِعْنَا ٱلْهُدَىٰٓ ءَامَنَّا بِهِۦ ۖ فَمَن يُؤْمِنۢ بِرَبِّهِۦ فَلَا يَخَافُ بَخْسًۭا وَلَا رَهَقًۭا",
      "page": 572,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "و اینکه چون (ندای حق و) هدایت را شنیدیم به آن ایمان آوردیم، پس هر کس که به پروردگارش ایمان بیاورد، نه از نقصان حقی می‌ترسد و نه از ستمی.",
      "translation_pashto": "72-13 او دا چې بېشكه مونږ چې كله هدایت واورېده (، نو) مونږ په ده ایمان راوړ، نو هغه څوك چې په خپل رب ایمان راوړي، نو دى به نه له نقصان نه وېرېږي او نه (د چا) له ظلم نه"
    },
    {
      "number": 14,
      "text": "وَأَنَّا مِنَّا ٱلْمُسْلِمُونَ وَمِنَّا ٱلْقَٰسِطُونَ ۖ فَمَنْ أَسْلَمَ فَأُو۟لَٰٓئِكَ تَحَرَّوْا۟ رَشَدًۭا",
      "page": 573,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "و اینکه (اکنون) بعضی از ما فرمانبردار و بعضی از ما سرکش و ظالم‌اند، پس کسانی که اسلام آوردند، ایشان‌اند که راه راست را می‌طلبند.",
      "translation_pashto": "72-14 او دا چې بېشكه په مونږ كې ځینې مسلمانان دي او ځینې په مونږ كې ظالمان دي، نو هغه چې اسلام راوړي، نو دغو خلقو د نېغې لارې قصد (او طلب) وكړ "
    },
    {
      "number": 15,
      "text": "وَأَمَّا ٱلْقَٰسِطُونَ فَكَانُوا۟ لِجَهَنَّمَ حَطَبًۭا",
      "page": 573,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "و اما ظالمان (و منحرفان) پس هیزم دوزخند.",
      "translation_pashto": "72-15 او هر چې ظالمان دي، نو  دوى به د جهنم لرګي (خشاك) وي"
    },
    {
      "number": 16,
      "text": "وَأَلَّوِ ٱسْتَقَٰمُوا۟ عَلَى ٱلطَّرِيقَةِ لَأَسْقَيْنَٰهُم مَّآءً غَدَقًۭا",
      "page": 573,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "و اگر بر راه راست استقامت کنند البته آنها را با آب بسیار سیراب می‌کنیم.",
      "translation_pashto": "72-16 او (بله وحي ما ته دا راغلې ده چې) كه دوى په نېغې  لارې باندې سم ودرېږي (نو) مونږ به په دوى ډېرې اوبه وڅښوو"
    },
    {
      "number": 17,
      "text": "لِّنَفْتِنَهُمْ فِيهِ ۚ وَمَن يُعْرِضْ عَن ذِكْرِ رَبِّهِۦ يَسْلُكْهُ عَذَابًۭا صَعَدًۭا",
      "page": 573,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "(و لیکن بر آنها تنگی نمودیم) تا ایشان را بیازماییم، و هر کس از ذکر و یاد پروردگارش روی گردان گردد او را به عذابی سخت داخل می‌گرداند.",
      "translation_pashto": "72-17 د دې لپاره چې مونږ دوى په دغه (نعمت) كې وازمایو او  هغه څوك چې د خپل رب له ذكر (قرآن) نه مخ واړوي، نو هغه (رب) به دى سخت عذاب ته داخل كړي "
    },
    {
      "number": 18,
      "text": "وَأَنَّ ٱلْمَسَٰجِدَ لِلَّهِ فَلَا تَدْعُوا۟ مَعَ ٱللَّهِ أَحَدًۭا",
      "page": 573,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "و اینکه مساجد خاص برای عبادت الله است، پس کسی دیگر را با الله مخوانید.",
      "translation_pashto": "72-18 او  دا چې یقینًا جوماتونه خاص د الله لپاره دي، نو تاسو له الله سره بل هیڅوك مه بلئ"
    },
    {
      "number": 19,
      "text": "وَأَنَّهُۥ لَمَّا قَامَ عَبْدُ ٱللَّهِ يَدْعُوهُ كَادُوا۟ يَكُونُونَ عَلَيْهِ لِبَدًۭا",
      "page": 573,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "و اینکه چون بنده الله بر خواست تا او را به (عبادت الله) بخواند نزدیک بود که بر او هجوم آورند.",
      "translation_pashto": "72-19 او دا چې یقینًا شان دا دى چې كله د الله بنده (محمدﷺ لمانځه ته) ودرېده، چې دغه (الله) يې باله، (نو) دوى نژدې وو چې په ده باندې په یو بل پسې ورپرېوتونكي شي"
    },
    {
      "number": 20,
      "text": "قُلْ إِنَّمَآ أَدْعُوا۟ رَبِّى وَلَآ أُشْرِكُ بِهِۦٓ أَحَدًۭا",
      "page": 573,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "بگو: (ای محمد) من فقط پروردگار خود را می‌خوانم (عبادت میکنم) و کسی را با او شریک نمی‌گردانم،",
      "translation_pashto": "72-20 ته (دوى ته) ووایه: یقینًا زه خو يواځې خپل رب بولم او زه به له ده سره هیڅوك شریك نه كړم"
    },
    {
      "number": 21,
      "text": "قُلْ إِنِّى لَآ أَمْلِكُ لَكُمْ ضَرًّۭا وَلَا رَشَدًۭا",
      "page": 573,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "بگو: من مالک هیچ گونه زیانی برای شما نیستم و نمی‌توانم شما را هدایت کنم.",
      "translation_pashto": "72-21 ته (دوى ته) ووایه: بېشكه زه تاسو لپاره نه  د هېڅ ضرر مالك (او اختیار من) یم او نه د خیر رسولو "
    },
    {
      "number": 22,
      "text": "قُلْ إِنِّى لَن يُجِيرَنِى مِنَ ٱللَّهِ أَحَدٌۭ وَلَنْ أَجِدَ مِن دُونِهِۦ مُلْتَحَدًا",
      "page": 573,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "بگو: هرگز کسی مرا از عذاب الله پناه داده نتواند و هرگز پشت و پناهی جز او نمی‌یابم.",
      "translation_pashto": "72-22 ته (دوى ته) ووایه: بېشكه زه  چې یم هیڅوك به ما له الله نه له سره خلاص نه كړى شي او زه به له ده نه غیر هېڅ پناه ځاى ونه مومم "
    },
    {
      "number": 23,
      "text": "إِلَّا بَلَٰغًۭا مِّنَ ٱللَّهِ وَرِسَٰلَٰتِهِۦ ۚ وَمَن يَعْصِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ لَهُۥ نَارَ جَهَنَّمَ خَٰلِدِينَ فِيهَآ أَبَدًا",
      "page": 573,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "تنها (می‌توانم) پیغامی از جانب الله و رسالت‌های او را به انجام برسانم و هرکس از (فرمان) الله و رسول او نافرمانی کند بی‌گمان آتش دوزخ برای او خواهد بود که در آن جاودانه می‌ماند.",
      "translation_pashto": "72-23 مګر د الله له جانبه د تبلیغ او د هغه د پېغام رسولو (اختیارمن یم) او هغه څوك چې د الله او د هغه د رسول نافرماني وكړي، نو بېشكه د ده لپاره د جهنم اور دى، چې دوى به په هغه كې تل ترتله وي"
    },
    {
      "number": 24,
      "text": "حَتَّىٰٓ إِذَا رَأَوْا۟ مَا يُوعَدُونَ فَسَيَعْلَمُونَ مَنْ أَضْعَفُ نَاصِرًۭا وَأَقَلُّ عَدَدًۭا",
      "page": 573,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "(آنان در غفلت به سر می‌برند) تا آنکه آنچه را به آنها وعده داده می‌شود ببینند، پس آن وقت خواهند دانست که چه کسی مدد گارانش ناتوان‌تر و تعدادش کمتر است.",
      "translation_pashto": "72-24 تر هغه پورې چې كله دوى  هغه څه وویني چې له دوى سره يې وعده كولى شي، نو دوى به ژر پوه شي چې د مددګار په لحاظ څوك ډېر كمزورى دى او د شمېر په لحاظ څوك ډېر كم دى"
    },
    {
      "number": 25,
      "text": "قُلْ إِنْ أَدْرِىٓ أَقَرِيبٌۭ مَّا تُوعَدُونَ أَمْ يَجْعَلُ لَهُۥ رَبِّىٓ أَمَدًا",
      "page": 573,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "بگو: نمی‌دانم آیا آنچه به شما وعده داده می‌شود نزدیک است یا اینکه پروردگارم مدت طولانی برای آن مقرر می‌کند؟",
      "translation_pashto": "72-25 ته (دوى ته) ووایه: زه نه پوهېږم چې ایا هغه (عذاب) نژدې دى چې تاسو سره يې وعده كولى شي، یا به د ده لپاره زما رب لرې زمانه مقرره كړي"
    },
    {
      "number": 26,
      "text": "عَٰلِمُ ٱلْغَيْبِ فَلَا يُظْهِرُ عَلَىٰ غَيْبِهِۦٓ أَحَدًا",
      "page": 573,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "(چون او) دانای همه رازهای پوشیده است، پس هیچ کسی را بر غیب خود آگاه نمی‌سازد.",
      "translation_pashto": "72-26 دى عالم الغیب (په غیبو عالم) دى، نو دى په خپلو غیبو باندې هیڅوك نه خبروي"
    },
    {
      "number": 27,
      "text": "إِلَّا مَنِ ٱرْتَضَىٰ مِن رَّسُولٍۢ فَإِنَّهُۥ يَسْلُكُ مِنۢ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِۦ رَصَدًۭا",
      "page": 573,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "مگر کسی از رسولانی که خود بپسندد پس )در این صورت(پیشاپیش و پشت سر او نگهبانی می‌فرستد.",
      "translation_pashto": "72-27 مګر هغه چې كوم رسول يې خوښ شي، نو بېشكه دغه (الله)  د ده په مخ كې او د ده شا ته ساتونكي (څوكيداران) روانوي "
    },
    {
      "number": 28,
      "text": "لِّيَعْلَمَ أَن قَدْ أَبْلَغُوا۟ رِسَٰلَٰتِ رَبِّهِمْ وَأَحَاطَ بِمَا لَدَيْهِمْ وَأَحْصَىٰ كُلَّ شَىْءٍ عَدَدًۢا",
      "page": 573,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "تا بداند که پیغمبران پیام‌های پروردگارشان را رسانده‌اند و (الله) به آنچه که در نزد آنان است احاطه دارد و هر چیزی را با عدد شماره کرده است.",
      "translation_pashto": "72-28 د دې لپاره چې دى په دې پوه شي  چې دوى  د خپل رب پېغامونه رسولي دي او ده په هغه څه احاطه كړې  ده چې له دوى سره دى او ده هر شى ښه په شمېر  سره ساتلى دى"
    }
  ]
}