{
  "number": 73,
  "name": "المزمل",
  "name_dari": "مزمل",
  "meaning_dari": "جامه‌پوشیده",
  "revelationType": "مکی",
  "numberOfAyahs": 20,
  "ayahs": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ يَٰٓأَيُّهَا ٱلْمُزَّمِّلُ",
      "page": 574,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "ای جامه بخود پیچیده!",
      "translation_pashto": "73-1 اى په ځان پورې جامه راتاوونكیه!"
    },
    {
      "number": 2,
      "text": "قُمِ ٱلَّيْلَ إِلَّا قَلِيلًۭا",
      "page": 574,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "شب برخیز مگر اندکی (از آن را).",
      "translation_pashto": "73-2 په شپه كې لمانځه ته ودرېږه مګر لږه حصه (نه)"
    },
    {
      "number": 3,
      "text": "نِّصْفَهُۥٓ أَوِ ٱنقُصْ مِنْهُ قَلِيلًا",
      "page": 574,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "(برخیز) نیمی از شب یا اندکی از آن کم کن.",
      "translation_pashto": "73-3 چې  هغه د دغې (شپې) نیمه (ده)، یا ته له دغې (نیمې) نه لږ څه  كم شه"
    },
    {
      "number": 4,
      "text": "أَوْ زِدْ عَلَيْهِ وَرَتِّلِ ٱلْقُرْءَانَ تَرْتِيلًا",
      "page": 574,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "یا اندکی بر آن بیافزای و قرآن را با تدبر و تأمل و شمرده بخوان.",
      "translation_pashto": "73-4 یا ته په  دغې (نیمې) باندې څه اضافه وكړه او قرآن ښه ښكاره واضح لوله، واضح لوستل"
    },
    {
      "number": 5,
      "text": "إِنَّا سَنُلْقِى عَلَيْكَ قَوْلًۭا ثَقِيلًا",
      "page": 574,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "(چون) ما کلام نهایت گران (و موجب مسئولیت را) بر تو القا خواهیم کرد.",
      "translation_pashto": "73-5 بېشكه مونږ  به خامخا په تا باندې ډېر دروند قول  نازلوو"
    },
    {
      "number": 6,
      "text": "إِنَّ نَاشِئَةَ ٱلَّيْلِ هِىَ أَشَدُّ وَطْـًۭٔا وَأَقْوَمُ قِيلًا",
      "page": 574,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "به يقين شب زنده داری در تزکیه و اصلاح نفس مؤثرتر و در سخن استوارتر است.",
      "translation_pashto": "73-6 بېشكه د شپې پورته كېدل، دغه  (پاڅېدل) د (نفس) د پايمال كولو په لحاظ ډېر سخت دي او د (قرآن د) ویلو په لحاظ ډېر سموونكي دي"
    },
    {
      "number": 7,
      "text": "إِنَّ لَكَ فِى ٱلنَّهَارِ سَبْحًۭا طَوِيلًۭا",
      "page": 574,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "چون تو در روز مشغولیت و تلاش طولانی داری.",
      "translation_pashto": "73-7 بېشكه تا لره  په ورځ كې ډېره اوږده  مشغولتیا (مصروفيت) وي"
    },
    {
      "number": 8,
      "text": "وَٱذْكُرِ ٱسْمَ رَبِّكَ وَتَبَتَّلْ إِلَيْهِ تَبْتِيلًۭا",
      "page": 574,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "و نام پروردگارت را یاد کن و (از هر چیز صرف نظر کرده و) به‌سوی او متوجه شو.",
      "translation_pashto": "73-8 او ته د خپل رب نوم یادوه او  ده ته (له هر څه نه) جدا شه، پوره جدا كېدل"
    },
    {
      "number": 9,
      "text": "رَّبُّ ٱلْمَشْرِقِ وَٱلْمَغْرِبِ لَآ إِلَٰهَ إِلَّا هُوَ فَٱتَّخِذْهُ وَكِيلًۭا",
      "page": 574,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "(چون) او پروردگار مشرق و مغرب و (همه جهات) است که هیچ معبودی (بر حق) به جز او نیست، پس او را وکیل و کارساز خود قرار ده.",
      "translation_pashto": "73-9 (دغه الله) د مشرق او مغرب رب دى، نشته هېڅ لايق د عبادت مګر هم دى دى، نو ته دى (خپل) كار ساز ونیسه"
    },
    {
      "number": 10,
      "text": "وَٱصْبِرْ عَلَىٰ مَا يَقُولُونَ وَٱهْجُرْهُمْ هَجْرًۭا جَمِيلًۭا",
      "page": 574,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "و بر آنچه (کفار) می‌گویند صبر کن و به شیوۀ نیکو از ایشان دوری کن.",
      "translation_pashto": "73-10 او ته په هغو خبرو صبر كوه چې دوى يې وايي او ته دوى پرېږده ډېر ښه پرېښودل"
    },
    {
      "number": 11,
      "text": "وَذَرْنِى وَٱلْمُكَذِّبِينَ أُو۟لِى ٱلنَّعْمَةِ وَمَهِّلْهُمْ قَلِيلًا",
      "page": 574,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "و مرا با این تکذیب کنندگان برخوردار از ناز و نعمت تنها بگذار و آنها را اندکی مهلت ده.",
      "translation_pashto": "73-11 او پرېږده ما او دروغ ګڼونكي چې د نعمت والا دي او دوى ته لږ مهلت وركړه"
    },
    {
      "number": 12,
      "text": "إِنَّ لَدَيْنَآ أَنكَالًۭا وَجَحِيمًۭا",
      "page": 574,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "(که) نزد ما (سزاهایی چون) زنجیرهای سنگین و آتش سوزان دوزخ است.",
      "translation_pashto": "73-12 بېشكه زمونږ سره درانه ځنځیرونه (زولنې) او سوځوونكى  اور  دى"
    },
    {
      "number": 13,
      "text": "وَطَعَامًۭا ذَا غُصَّةٍۢ وَعَذَابًا أَلِيمًۭا",
      "page": 574,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "و (نزد ما) غذایی گلوگیر و عذاب دردناک است.",
      "translation_pashto": "73-13 او داسې طعام دى چې په مرۍ كې نښتونكى دى او ډېر دردوونكى عذاب دى"
    },
    {
      "number": 14,
      "text": "يَوْمَ تَرْجُفُ ٱلْأَرْضُ وَٱلْجِبَالُ وَكَانَتِ ٱلْجِبَالُ كَثِيبًۭا مَّهِيلًا",
      "page": 574,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "(این عذاب) در روزی خواهد بود که زمین و کوه‌ها بجنبند و کوه‌ها به توده‌های پراگنده و تپه‌های ریگ روان تبدیل می‌گردند.",
      "translation_pashto": "73-14 په هغې ورځ كې چې ځمكه او غرونه به خوځېږي او غرونه به  د شګو روانې ډېرۍ شي"
    },
    {
      "number": 15,
      "text": "إِنَّآ أَرْسَلْنَآ إِلَيْكُمْ رَسُولًۭا شَٰهِدًا عَلَيْكُمْ كَمَآ أَرْسَلْنَآ إِلَىٰ فِرْعَوْنَ رَسُولًۭا",
      "page": 574,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "البته ما پیغمبری را که بر شما گواه است به‌سوی شما فرستادیم، چنانکه به‌سوی فرعون پیغمبری فرستادیم.",
      "translation_pashto": "73-15 بېشكه مونږ تاسو ته رسول  درلېږلى دى، چې په تاسو (د قیامت په ورځ) شاهد دى، لكه څنګه چې مونږ فرعون ته رسول لېږلى و"
    },
    {
      "number": 16,
      "text": "فَعَصَىٰ فِرْعَوْنُ ٱلرَّسُولَ فَأَخَذْنَٰهُ أَخْذًۭا وَبِيلًۭا",
      "page": 574,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "پس فرعون از آن رسول نافرمانی کرد (لذا) او را به سزای سخت گرفتیم.",
      "translation_pashto": "73-16 نو  فرعون د دغه رسول نافرماني وكړه، نو مونږ دغه (فرعون) ونیولو په  سختو نیولو سره"
    },
    {
      "number": 17,
      "text": "فَكَيْفَ تَتَّقُونَ إِن كَفَرْتُمْ يَوْمًۭا يَجْعَلُ ٱلْوِلْدَٰنَ شِيبًا",
      "page": 574,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "پس اگر کفر ورزید، چگونه خود را از (عذاب) روزی که کودکان را پیر می‌گرداند نگاه می‌دارید؟!",
      "translation_pashto": "73-17 كه تاسو كافر شئ، نو تاسو به ځان له هغې ورځې نه څنګه وساتئ چې (واړه) هلكان به سپین ږیري (بوډاګان) وګرځوي"
    },
    {
      "number": 18,
      "text": "ٱلسَّمَآءُ مُنفَطِرٌۢ بِهِۦ ۚ كَانَ وَعْدُهُۥ مَفْعُولًا",
      "page": 574,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "آسمان به سبب (هول) آن روز شق می‌شود (چون) وعدۀ او حتما شدنی است.",
      "translation_pashto": "73-18 اسمان په دغې (ورځ) كې چاودېدونكى دى، د دغه (الله) وعده كېدونكې ده"
    },
    {
      "number": 19,
      "text": "إِنَّ هَٰذِهِۦ تَذْكِرَةٌۭ ۖ فَمَن شَآءَ ٱتَّخَذَ إِلَىٰ رَبِّهِۦ سَبِيلًا",
      "page": 574,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "البته این (قرآن) پند است، پس هرکس که بخواهد راهی به‌سوی پروردگار خود در پیش بگیرد.",
      "translation_pashto": "73-19 بېشكه دا (ایتونه) نصیحت (او پند) دى، نو هغه څوك چې غواړي چې خپل رب ته تلونكې لاره غوره كړي، (نو غوره دې كړي)"
    },
    {
      "number": 20,
      "text": "۞ إِنَّ رَبَّكَ يَعْلَمُ أَنَّكَ تَقُومُ أَدْنَىٰ مِن ثُلُثَىِ ٱلَّيْلِ وَنِصْفَهُۥ وَثُلُثَهُۥ وَطَآئِفَةٌۭ مِّنَ ٱلَّذِينَ مَعَكَ ۚ وَٱللَّهُ يُقَدِّرُ ٱلَّيْلَ وَٱلنَّهَارَ ۚ عَلِمَ أَن لَّن تُحْصُوهُ فَتَابَ عَلَيْكُمْ ۖ فَٱقْرَءُوا۟ مَا تَيَسَّرَ مِنَ ٱلْقُرْءَانِ ۚ عَلِمَ أَن سَيَكُونُ مِنكُم مَّرْضَىٰ ۙ وَءَاخَرُونَ يَضْرِبُونَ فِى ٱلْأَرْضِ يَبْتَغُونَ مِن فَضْلِ ٱللَّهِ ۙ وَءَاخَرُونَ يُقَٰتِلُونَ فِى سَبِيلِ ٱللَّهِ ۖ فَٱقْرَءُوا۟ مَا تَيَسَّرَ مِنْهُ ۚ وَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ وَأَقْرِضُوا۟ ٱللَّهَ قَرْضًا حَسَنًۭا ۚ وَمَا تُقَدِّمُوا۟ لِأَنفُسِكُم مِّنْ خَيْرٍۢ تَجِدُوهُ عِندَ ٱللَّهِ هُوَ خَيْرًۭا وَأَعْظَمَ أَجْرًۭا ۚ وَٱسْتَغْفِرُوا۟ ٱللَّهَ ۖ إِنَّ ٱللَّهَ غَفُورٌۭ رَّحِيمٌۢ",
      "page": 575,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "همانا پروردگارت می‌داند که تو و گروهی از کسانی که با تو هستند نزدیک به دو سوم شب، یا نصف و یا یک سوم آن را به نماز می‌ایستید. و الله شب و روز را اندازه می‌کند. الله دانست که شما نمی‌توانید حساب آن را داشته باشید، لذا از شما درگذشت، پس آن مقدار از قرآن را (در نماز) بخوانید که برایتان میسر است و الله دانست که برخی از شما بیمار خواهند بود و دیگرانی هم برای به دست آوردن نعمت الله در زمین مسافرت می‌کنند و گروهی دیگر در راه الله جهاد می‌کنند. پس آنچه میسر باشد از آن بخوانید. و نماز را برپا کنید و زکات را بپردازید و به الله قرض الحسنه بدهید (در راه او به اخلاص انفاق کنید). و کارهای نیکی را که برای خودتان پیش می‌فرستید آن را نزد الله بهتر و با پاداش بیشتر خواهید یافت. و از الله مغفرت بخواهید که یقینا الله آمرزندۀ مهربان است.",
      "translation_pashto": "73-20 بېشكه ستا رب یقینًا په دې پوهېږي چې ته د شپې (په درې برخو كې) له دوو نه لږ كم (لمانحهٔ ته) پاڅېږې او (كله) د دې نیمه برخه او (كله) دریمه برخه (هم) او له هغو كسانو نه یوه ډله هم چې له تا سره دي او الله شپه او ورځ مقدار (او اندازه) كوي، دى په دې پوه دى چې بېشكه حقیقت دا دى چې تاسو به هرګز د دې طاقت ونه لرئ، نو ده پر تاسو  باندې رجوع وكړه، نو تاسو له قرآنه هومره لولئ چې اسان وي. دى په دې پوه دى چې یقینًا شان دا دى چې په تاسو كې به مریضان وي او نور به په ځمكه كې سفر كوي، چې د الله فضل به لټوي او نور به د الله په لاره كې جنګ كوي، نو تاسو له دغه (قرآنه) هومره لولئ چې (درته) اسان وي او لمونځ قايموئ او زكاۃت ادا كوئ او  الله ته قرض وركوئ، ډېر ښكلى قرض او هر هغه څه چې تاسو يې د خپلو ځانونو لپاره له څه خیره مخكې لېږئ (نو) هغه به تاسو له الله سره  ومومئ.  دغه ډېر غوره او د اجر په لحاظ ډېر لوى دي او تاسو له الله نه بخښنه وغواړئ، بېشكه الله ډېر بخښونكى، بې حده رحم كوونكى دى"
    }
  ]
}