{
  "number": 76,
  "name": "الإنسان",
  "name_dari": "انسان",
  "meaning_dari": "انسان",
  "revelationType": "مدنی",
  "numberOfAyahs": 31,
  "ayahs": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ هَلْ أَتَىٰ عَلَى ٱلْإِنسَٰنِ حِينٌۭ مِّنَ ٱلدَّهْرِ لَمْ يَكُن شَيْـًۭٔا مَّذْكُورًا",
      "page": 578,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "آیا بر انسان مدتی از زمان گذشت که چیزی قابل ذکر نبود.",
      "translation_pashto": "76-1 یقینًا په انسان  باندې داسې وخت هم راغلى دى چې دى څه داسې د يادولو (وړ) شى نه و "
    },
    {
      "number": 2,
      "text": "إِنَّا خَلَقْنَا ٱلْإِنسَٰنَ مِن نُّطْفَةٍ أَمْشَاجٍۢ نَّبْتَلِيهِ فَجَعَلْنَٰهُ سَمِيعًۢا بَصِيرًا",
      "page": 578,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "البته ما انسان را آمیخته از نطفه (مرد و زن) آفریده‌ایم، تا او را بیازمائیم (لذا) او را شنوای بینا گردانیدیم.",
      "translation_pashto": "76-2 بېشكه مونږ انسان له ګډې وډې شوې نطفې نه پیدا كړى دى، چې مونږ به دى ازمایو، نو دى مونږ اورېدونكى (او) لیدونكى وګرځاوه"
    },
    {
      "number": 3,
      "text": "إِنَّا هَدَيْنَٰهُ ٱلسَّبِيلَ إِمَّا شَاكِرًۭا وَإِمَّا كَفُورًا",
      "page": 578,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "البته ما به انسان راه راست را نشان دادیم، خواه شکرگزار باشد، خواه ناشکر.",
      "translation_pashto": "76-3 بېشكه مونږ ده ته د نېغې  لارې ښوونه كړې ده، یا به دى شكر كوونكى وي او یا به ډېر ناشكره وي"
    },
    {
      "number": 4,
      "text": "إِنَّآ أَعْتَدْنَا لِلْكَٰفِرِينَ سَلَٰسِلَا۟ وَأَغْلَٰلًۭا وَسَعِيرًا",
      "page": 578,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "(لیکن) ما برای کفار زنجیرها و طوق‌ها و آتش سوزان را آماده کرده‌ايم.",
      "translation_pashto": "76-4 بېشكه مونږ د كافرانو  لپاره ځنځیرونه او طوقونه (زلونې) او لمبې وهونكى اور تیار كړى دى "
    },
    {
      "number": 5,
      "text": "إِنَّ ٱلْأَبْرَارَ يَشْرَبُونَ مِن كَأْسٍۢ كَانَ مِزَاجُهَا كَافُورًا",
      "page": 578,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "و البته نیکان از جامی می‌نوشند که با کافور آمیخته شده است.",
      "translation_pashto": "76-5 بېشكه نېكان خلق به د شرابو له داسې جامونو نه څښاك كوي چې د هغو  ګډونى (امېزش) به كافور وي"
    },
    {
      "number": 6,
      "text": "عَيْنًۭا يَشْرَبُ بِهَا عِبَادُ ٱللَّهِ يُفَجِّرُونَهَا تَفْجِيرًۭا",
      "page": 579,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "چشمه‌ای که بندگان نیک الله از آن می‌نوشد، هرگونه بخواهند آن را جاری می‌سازند.",
      "translation_pashto": "76-6 چې چینه ده، د الله بنده ګان به له هغې نه  څښي، دوى به هغه بهوي (چېرته چې وغواړي) ښه بهول"
    },
    {
      "number": 7,
      "text": "يُوفُونَ بِٱلنَّذْرِ وَيَخَافُونَ يَوْمًۭا كَانَ شَرُّهُۥ مُسْتَطِيرًۭا",
      "page": 579,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "(علامت آن بندگان الله این است که) به نذرهای خود وفا می‌کنند و از روزی می‌ترسند که شرش عام و گسترده است.",
      "translation_pashto": "76-7 دوى نذرونه پوره كوي او له هغې ورځې نه وېرېږي چې د هغې شر ښه ښكاره دى"
    },
    {
      "number": 8,
      "text": "وَيُطْعِمُونَ ٱلطَّعَامَ عَلَىٰ حُبِّهِۦ مِسْكِينًۭا وَيَتِيمًۭا وَأَسِيرًا",
      "page": 579,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "و طعام را با وجود محبت و حاجت خود، به بینوا و یتیم و اسیر می‌دهند.",
      "translation_pashto": "76-8 او دوى د هغه (الله) په مینه كې مسكین او یتیم او بندي ته طعام وركوي"
    },
    {
      "number": 9,
      "text": "إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ ٱللَّهِ لَا نُرِيدُ مِنكُمْ جَزَآءًۭ وَلَا شُكُورًا",
      "page": 579,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "(و می‌گویند) ما برای رضای الله به شما طعام می‌دهیم و از شما هیچ پاداش و تشکری نمی‌خواهیم.",
      "translation_pashto": "76-9 (دوى وايي:) بېشكه همدا خبره ده چې مونږ تاسو ته د الله له مخه طعام دركوو، مونږ له تاسو نه څه بدله او شكر نه غواړو"
    },
    {
      "number": 10,
      "text": "إِنَّا نَخَافُ مِن رَّبِّنَا يَوْمًا عَبُوسًۭا قَمْطَرِيرًۭا",
      "page": 579,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "البته ما از پروردگار ما می‌ترسیم در روزی که ترش روی و دشوار است.",
      "translation_pashto": "76-10 بېشكه مونږ له خپل رب نه د تریو مخې ډېرې سختې ورځې (له عذاب) نه وېرېږو"
    },
    {
      "number": 11,
      "text": "فَوَقَىٰهُمُ ٱللَّهُ شَرَّ ذَٰلِكَ ٱلْيَوْمِ وَلَقَّىٰهُمْ نَضْرَةًۭ وَسُرُورًۭا",
      "page": 579,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "پس الله آن‌ها را از شر و ضرر آن روز حفظ کرد و به آن‌ها درخشانی چهره و خرمی بخشید.",
      "translation_pashto": "76-11 نو الله به  دوى د دغې ورځې له شر نه بچ وساتي او دوى  ته به تازګي او خوشالي ورسوي"
    },
    {
      "number": 12,
      "text": "وَجَزَىٰهُم بِمَا صَبَرُوا۟ جَنَّةًۭ وَحَرِيرًۭا",
      "page": 579,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "و در مقابل صبرشان (الله) باغ و (لباس‌های) ابریشمی به آنان پاداش می‌دهد.",
      "translation_pashto": "76-12 او دوى ته به  د خپل صبر په سبب جنت او ورېښم په بدل كې وركړي"
    },
    {
      "number": 13,
      "text": "مُّتَّكِـِٔينَ فِيهَا عَلَى ٱلْأَرَآئِكِ ۖ لَا يَرَوْنَ فِيهَا شَمْسًۭا وَلَا زَمْهَرِيرًۭا",
      "page": 579,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "در حالی که بر تخت‌ها تکیه زده‌اند، نه (گرمی) آفتاب و نه (سوز) سرما را در آن جا می‌بینند.",
      "translation_pashto": "76-13 په داسې حال كې چې په تختونو باندې به تكیه  وهونكي وي، دوى به په هغه (جنت) كې نه لمر ویني او نه ساړه (یخني)"
    },
    {
      "number": 14,
      "text": "وَدَانِيَةً عَلَيْهِمْ ظِلَٰلُهَا وَذُلِّلَتْ قُطُوفُهَا تَذْلِيلًۭا",
      "page": 579,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "و سایه‌های آن (درختان جنت) به ایشان نزدیک است و میوه‌هایش در دسترس (شان) قرار داده شود.",
      "translation_pashto": "76-14 په داسې حال كې چې په دوى باندې به د دغه (جنت د ونو) سیورى نژدې وي او د هغه د مېوو شوكول به مُسخَّر (راټیټ) كړى شوي وي، مُسخركېدل"
    },
    {
      "number": 15,
      "text": "وَيُطَافُ عَلَيْهِم بِـَٔانِيَةٍۢ مِّن فِضَّةٍۢ وَأَكْوَابٍۢ كَانَتْ قَوَارِيرَا۠",
      "page": 579,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "و بر آن‌ها ظرف‌های نقره‌ای و جام‌های بلورین گردانیده می‌شود.",
      "translation_pashto": "76-15 او په دوى باندې به لوښي د سپينو زرو او ګلاسونه ګرځولى شي چې د شیشو به وي"
    },
    {
      "number": 16,
      "text": "قَوَارِيرَا۟ مِن فِضَّةٍۢ قَدَّرُوهَا تَقْدِيرًۭا",
      "page": 579,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "بلورهای از نقره، که آن را به اندازه‌های (متفاوت) اندازه‌گیری کرده‌اند.",
      "translation_pashto": "76-16 د سپینو زرو شیشې چې دوى به دغه (لوښي) اندازه كړي وي، اندازه كول"
    },
    {
      "number": 17,
      "text": "وَيُسْقَوْنَ فِيهَا كَأْسًۭا كَانَ مِزَاجُهَا زَنجَبِيلًا",
      "page": 579,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "و در آن جا جام شرابی نوشانیده می‌شوند که آمیختۀ آن از چشمۀ زنجبیل است.",
      "translation_pashto": "76-17 او په دغه (جنت) كې به په دوى د شرابو داسې جامونه ورڅښول كېږي چې ګډونى به يې زنجبیل وي"
    },
    {
      "number": 18,
      "text": "عَيْنًۭا فِيهَا تُسَمَّىٰ سَلْسَبِيلًۭا",
      "page": 579,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "چشمۀ است در جنت که سلسبیل نامیده می‌شود.",
      "translation_pashto": "76-18 چې چینه ده په دغه (جنت) كې  چې نوم يې  سلسبیل ایښودل شوى دى"
    },
    {
      "number": 19,
      "text": "۞ وَيَطُوفُ عَلَيْهِمْ وِلْدَٰنٌۭ مُّخَلَّدُونَ إِذَا رَأَيْتَهُمْ حَسِبْتَهُمْ لُؤْلُؤًۭا مَّنثُورًۭا",
      "page": 579,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "و پسران همیشه جوان (برای خدمت) بر آنان می‌گردند و چون ایشان را ببینی، آنان را مرواریدهای پراگنده می‌پنداری.",
      "translation_pashto": "76-19 او په دوى باندې به (د خدمت لپاره) همېشني هلكان ګرځي، كله چې ته دوى ووینې (نو) ته به دوى خورې كړى شوې ملغلرې ګڼې"
    },
    {
      "number": 20,
      "text": "وَإِذَا رَأَيْتَ ثَمَّ رَأَيْتَ نَعِيمًۭا وَمُلْكًۭا كَبِيرًا",
      "page": 579,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "و چون آن جا را نگاه کنی، نعمت فراوان و پادشاهی بزرگ را می‌بینی.",
      "translation_pashto": "76-20 او كله چې ته وګورې (نو) په دغه ځاى كې به نعمتونه او ډېره لویه بادشاهي ووینې"
    },
    {
      "number": 21,
      "text": "عَٰلِيَهُمْ ثِيَابُ سُندُسٍ خُضْرٌۭ وَإِسْتَبْرَقٌۭ ۖ وَحُلُّوٓا۟ أَسَاوِرَ مِن فِضَّةٍۢ وَسَقَىٰهُمْ رَبُّهُمْ شَرَابًۭا طَهُورًا",
      "page": 579,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "بر تن آن‌ها (جنتیان) لباس‌های ابریشم نازک و ابریشم ضخیم است و با دستبندهای از نقره آراسته شده‌اند، و پروردگارشان شراب پاکیزه به آن‌ها می‌نوشاند.",
      "translation_pashto": "76-21 د دوى په تن باندې به د نري ورېښمو جامې وي چې شنې به وي او د پېړو ورېښمو (جامې به هم وي) او دوى ته به د سپینو زرو باهوګان واچولى شي او خپل رب به په دوى ډېر پاكيزه شراب وڅښي"
    },
    {
      "number": 22,
      "text": "إِنَّ هَٰذَا كَانَ لَكُمْ جَزَآءًۭ وَكَانَ سَعْيُكُم مَّشْكُورًا",
      "page": 579,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "البته این (نعمت‌ها) پاداش (اعمال) شما است و سعی‌تان مورد سپاس (و قابل تقدیر) است.",
      "translation_pashto": "76-22 بېشكه دا  (نعمت) تاسو لپاره بدله ده. او ستاسو سعي (كوشش) قبول كړى شوى دى"
    },
    {
      "number": 23,
      "text": "إِنَّا نَحْنُ نَزَّلْنَا عَلَيْكَ ٱلْقُرْءَانَ تَنزِيلًۭا",
      "page": 579,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "البته ما قرآن را به تدریج بر تو نازل کرده‌ایم.",
      "translation_pashto": "76-23 بېشكه همدا مونږ پر تاسو  باندې قرآن نازل كړى دى، ښه نازلول"
    },
    {
      "number": 24,
      "text": "فَٱصْبِرْ لِحُكْمِ رَبِّكَ وَلَا تُطِعْ مِنْهُمْ ءَاثِمًا أَوْ كَفُورًۭا",
      "page": 579,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "پس بر حکم پروردگارت صابر باش و گناهکار یا ناسپاس آنان را اطاعت مکن.",
      "translation_pashto": "76-24 نو ته د خپل رب حكم ته صبر كوه او په دوى كې  د هېڅ ګناهګار او سخت ناشكره خبره مه منه"
    },
    {
      "number": 25,
      "text": "وَٱذْكُرِ ٱسْمَ رَبِّكَ بُكْرَةًۭ وَأَصِيلًۭا",
      "page": 579,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "و نام پروردگارت را در هر صبح و شام یاد کن.",
      "translation_pashto": "76-25 او په سبا او بېګاه كې ته د خپل رب نوم  یادوه"
    },
    {
      "number": 26,
      "text": "وَمِنَ ٱلَّيْلِ فَٱسْجُدْ لَهُۥ وَسَبِّحْهُ لَيْلًۭا طَوِيلًا",
      "page": 580,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "و در حصه‌ای از شب برای الله نماز بگذار و در حصۀ طولانی از شب او را به پاکی یاد کن.",
      "translation_pashto": "76-26 او د شپې په څه حصه كې، نو ته هغه ته سجده كوه او د هغه تسبیح وایه  په اوږده شپه كې"
    },
    {
      "number": 27,
      "text": "إِنَّ هَٰٓؤُلَآءِ يُحِبُّونَ ٱلْعَاجِلَةَ وَيَذَرُونَ وَرَآءَهُمْ يَوْمًۭا ثَقِيلًۭا",
      "page": 580,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "بی‌گمان ایشان دنیای زودگذر را دوست می‌دارند و روز دشوار آخرت را پشت سر خویش می‌نهند.",
      "translation_pashto": "76-27 بېشكه دغه خلق تادي كوونكې (زر تېرېدونكي دنیا) خوښوي او له خپل ځان وروسته درنه ورځ پرېږدي"
    },
    {
      "number": 28,
      "text": "نَّحْنُ خَلَقْنَٰهُمْ وَشَدَدْنَآ أَسْرَهُمْ ۖ وَإِذَا شِئْنَا بَدَّلْنَآ أَمْثَٰلَهُمْ تَبْدِيلًا",
      "page": 580,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "ما آن‌ها را آفریدیم و آفرینش آن‌ها را استوار و محکم کردیم و هر وقت بخواهیم مانند آن‌ها انسان‌های دیگری را جایگزین‌شان می‌کنیم.",
      "translation_pashto": "76-28 مونږ دوى پیدا كړي دي او مونږ د دوى بندونه مضبوط كړي دي او كله چې مونږ وغواړو د دوى مثالونه به په بدل كې راولو، په بدل كې راوستل"
    },
    {
      "number": 29,
      "text": "إِنَّ هَٰذِهِۦ تَذْكِرَةٌۭ ۖ فَمَن شَآءَ ٱتَّخَذَ إِلَىٰ رَبِّهِۦ سَبِيلًۭا",
      "page": 580,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "یقیناً این (تعلیمات قرآن)، یادآوری و پندی است؛ پس هرکس بخواهد راهی را به‌سوی پروردگارش برگزیند.",
      "translation_pashto": "76-29 بېشكه دا (قرآن) نصیحت دى، نو هغه څوك چې غواړي چې خپل رب طرف ته لار ونیسي (نو ودې نیسي)"
    },
    {
      "number": 30,
      "text": "وَمَا تَشَآءُونَ إِلَّآ أَن يَشَآءَ ٱللَّهُ ۚ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمًۭا",
      "page": 580,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "شما نمی‌توانید (چیزی را) بخواهید مگر این که الله بخواهد، بی‌گمان الله دانای باحکمت است.",
      "translation_pashto": "76-30 او تاسو اراده نشئ كولى مګر دا چې الله وغواړي، بېشكه الله ښه عالم، ښه حكمت والا دى"
    },
    {
      "number": 31,
      "text": "يُدْخِلُ مَن يَشَآءُ فِى رَحْمَتِهِۦ ۚ وَٱلظَّٰلِمِينَ أَعَدَّ لَهُمْ عَذَابًا أَلِيمًۢا",
      "page": 580,
      "juz": 29,
      "hizb": 58,
      "sajda": false,
      "translation_dari": "(لذا) در رحمت خود کسی را که بخواهد داخل می‌کند و برای ظالم‌ها (که مستحق رحمت نیستند) عذاب دردناک را آماده کرده‌ایم.",
      "translation_pashto": "76-31 چا ته چې وغواړي په  خپل رحمت كې يې داخلوي او ظالمان (كافران) چې دي هغهٔ، د دوى لپاره ډېر دردوونكى عذاب تیار كړى دى"
    }
  ]
}