{
  "scholars": [
    {
      "id": "mufti_fayz_muhammad_usmani",
      "fullName": "مفتی فیض محمد عثمانی",
      "email": "mufti.fayz@example.com",
      "bio": "مفتی فیض محمد عثمانی از علمای برجسته افغانستان و متخصص در فقه حنفی و علوم اسلامی می‌باشند.",
      "verified": true
    },
    {
      "id": "mufti_abdul_salam_abid",
      "fullName": "مفتی عبدالسلام عابد",
      "email": "mufti.abdulsalam@example.com",
      "bio": "مفتی عبدالسلام عابد از علمای محترم افغانستان و متخصص در اخلاق اسلامی و تربیت نفس می‌باشند.",
      "verified": true
    },
    {
      "id": "mufti_fazlullah_noori",
      "fullName": "مفتی فضل الله نوری",
      "email": "mufti.fazlullah@example.com",
      "bio": "مفتی فضل الله نوری از علمای برجسته و متخصص در فقه نماز و عبادات طبق مذهب حنفی می‌باشند.",
      "verified": true
    },
    {
      "id": "mawlana_sayyid_muhammad_shirzadi",
      "fullName": "مولانا سیدمحمد شیرزادی",
      "email": "mawlana.sayyidmuhammad@example.com",
      "bio": "مولانا سیدمحمد شیرزادی از علمای محترم و متخصص در روانشناسی اسلامی و درمان اضطراب می‌باشند.",
      "verified": true
    },
    {
      "id": "mawlana_fazlur_rahman_ansari",
      "fullName": "مولانا فضل الرحمن انصاری",
      "email": "mawlana.fazlurrahman@example.com",
      "bio": "مولانا فضل الرحمن انصاری از علمای برجسته و متخصص در دعا و مناجات و ارتباط با خالق می‌باشند.",
      "verified": true
    },
    {
      "id": "sayyid_abdul_ilah_shirzadi",
      "fullName": "سیدعبدالاله شیرزادی",
      "email": "sayyid.abdulilah@example.com",
      "bio": "سیدعبدالاله شیرزادی از علمای محترم و متخصص در تزکیه نفس و پالایش روح می‌باشند.",
      "verified": true
    },
    {
      "id": "sayyid_abdullah_shirzadi",
      "fullName": "سیدعبدالله شیرزادی",
      "email": "sayyid.abdullah@example.com",
      "bio": "سیدعبدالله شیرزادی از علمای برجسته و متخصص در مسائل رزق و معیشت از دیدگاه اسلامی می‌باشند.",
      "verified": true
    }
  ],
  "articles": [
    {
      "authorId": "mufti_fayz_muhammad_usmani",
      "authorName": "مفتی فیض محمد عثمانی",
      "title": "ایمان؛ ریشهٔ استقامت و آرامش",
      "language": "dari",
      "category": "iman",
      "body": "<h2>مقدمه: ایمان چیست؟</h2>\n<p>ایمان تنها یک باور لفظی نیست؛ <strong>حیات قلب، آرامش روح و منشِ عمل</strong> است. وقتی ایمان در دل زنده باشد، فکر انسان روشن‌تر می‌شود، نگاهش به زندگی معنا می‌گیرد و تصمیم‌هایش رنگِ توکل و مسئولیت می‌گیرد.</p>\n<p>ایمان در قرآن، با عمل صالح و اخلاق نیک همراه است؛ یعنی باورِ درست باید به رفتارِ درست تبدیل شود. اگر ایمان فقط در زبان بماند، ریشه نمی‌گیرد؛ اما اگر با نماز، صداقت، و خدمت به مردم همراه شود، قوت می‌گیرد.</p>\n\n<h2>ایمان در زندگی روزمره</h2>\n<p>ایمانِ روزمره یعنی اینکه مسلمان در بازار، در خانه، و در کوچه، به خدا توجه داشته باشد. او در معامله دروغ نمی‌گوید، در گفتار خود انصاف را رعایت می‌کند و هنگام خشم، خود را کنترل می‌نماید.</p>\n<p><em>مثال عملی:</em> یک مغازه‌دار افغان که جنس معیوب دارد، به‌جای پنهان‌کاری، عیب را واضح می‌گوید و مشتری را آزاد می‌گذارد. این رفتار، ثمره‌ی ایمان عملی است و باعث برکت در روزی می‌شود.</p>\n\n<h2>ایمان و استقامت در آزمون‌ها</h2>\n<p>زندگی همیشه آسان نیست. مهاجرت، مشکلات اقتصادی، فشارهای خانوادگی و بیماری، همه آزمون‌اند. ایمان به انسان قوت می‌دهد تا <strong>نه مأیوس شود و نه مغرور</strong>؛ بلکه با صبر و تلاش پیش برود.</p>\n<p>مؤمن می‌داند که هر سختی، درِ حکمتی دارد. همین نگاهِ امیدوارانه، اضطراب را کم می‌کند و تصمیم‌های سالم‌تری به انسان می‌دهد.</p>\n\n<h2>ایمان و اخلاق اجتماعی</h2>\n<p>ایمانِ سالم، اخلاق اجتماعی را زیبا می‌سازد. مؤمن نسبت به همسایه مهربان است، نسبت به یتیم دلسوز است و در حق مردم بی‌تفاوت نیست. ایمان، جامعه را از خشونت و بی‌اعتمادی نجات می‌دهد.</p>\n<p>در فقه حنفی نیز، حقوق مردم جایگاه مهم دارد؛ ایمان بدون رعایت حق‌الناس کامل نیست. پس اخلاق و ایمان از هم جدا نمی‌شوند.</p>\n\n<h2>راه‌های تقویت ایمان</h2>\n<p>برای تقویت ایمان، چند راه ساده ولی عمیق وجود دارد: تلاوت روزانه قرآن، ذکر کوتاه صبح و شام، حضور در نماز جماعت، و همنشینی با افراد نیک. این‌ها نور ایمان را زنده نگه می‌دارد.</p>\n<p><em>تمرین کوچک:</em> هر روز سه دقیقه در سکوت بنشین، یک آیه بخوان، و از خدا بخواه که دلت را به حق نزدیک کند. این تمرین ساده، اثر عجیبی در آرامش قلب دارد.</p>\n\n<h2>جمع‌بندی</h2>\n<p>ایمان، ریشهٔ استقامت و آرامش است. کسی که ایمان را با عمل صالح، اخلاق نیک، و خدمت به مردم همراه کند، در سختی‌ها ثابت می‌ماند و در خوشی‌ها شکرگزار. این ایمان، زندگی را معنا می‌دهد و دل را روشن می‌سازد.</p>"
    },
    {
      "authorId": "mufti_fayz_muhammad_usmani",
      "authorName": "مفتی فیض محمد عثمانی",
      "title": "ایمان: د ثبات او سکوت ریښه",
      "language": "pashto",
      "category": "iman",
      "body": "<h2>سریزه: ایمان څه شی دی؟</h2>\n<p>ایمان یوازې د ژبې خبرې نه دي؛ بلکې <strong>د زړه ژوند، د روح سکون او د عمل لار</strong> ده. کله چې ایمان په زړه کې پیاوړی شي، د انسان فکر روښانه او ژوند یې معنا لرونکی شي.</p>\n<p>قرآن ایمان د نیک عمل او ښه اخلاقو سره یوځای یادوي. یعنې سمه عقیده باید په سمه کړنه بدله شي. که ایمان یوازې په خوله وي، پیاوړی نه کېږي، خو که له صداقت، لمونځ او د خلکو خدمت سره مل وي، ځواکمنېږي.</p>\n\n<h2>ایمان په ورځني ژوند کې</h2>\n<p>ورځنی ایمان دا دی چې مسلمان په بازار، کور او ټولنه کې د خدای یاد ساتي. هغه په سودا کې دروغ نه وایي، په خبرې کې انصاف کوي او د قهر پر وخت ځان کنټرولوي.</p>\n<p><em>عملي مثال:</em> یو افغان دوکاندار که عیب لرونکی توکي ولري، په پټولو یې نه مخامخ کېږي، بلکې رښتیا وایي. دا د عملي ایمان نښه ده او په رزق کې برکت راولي.</p>\n\n<h2>ایمان او د ستونزو پر وړاندې ثبات</h2>\n<p>ژوند تل اسانه نه وي. کډوالي، اقتصادي فشار او ناروغي ټول ازموینې دي. ایمان انسان ته ځواک ورکوي چې نه ناامید شي او نه مغرور؛ بلکې د صبر او هڅې لاره ونیسي.</p>\n<p>مؤمن باور لري چې هره سختي د حکمت دروازه لري. همدې باور د زړه تشویش کموي او ښه پرېکړې رامنځته کوي.</p>\n\n<h2>ایمان او ټولنیز اخلاق</h2>\n<p>ایمان د ټولنې اخلاق ښایسته کوي. مؤمن له ګاونډي سره مهربان وي، د یتیم لاس نیسي او د خلکو حق ته بې‌پروا نه وي. ایمان ټولنه له بې‌باورۍ ژغوري.</p>\n<p>په حنفي فقه کې هم د خلکو حقونه ډېر مهم دي؛ ایمان پرته له حق‌الناس څخه بشپړ نه دی.</p>\n\n<h2>د ایمان پیاوړتیا لارې</h2>\n<p>د ایمان لپاره څو ساده، خو ژورې لارې شته: د قرآن ورځنی تلاوت، د سهار او ماښام ذکر، د جماعت لمونځ، او د نیکو خلکو ملګرتیا. دا لارې د ایمان رڼا ژوندۍ ساتي.</p>\n<p><em>یو کوچنی تمرین:</em> هره ورځ څو دقیقې چوپه کېنئ، یوه آیه ولولئ او له خدایه وغواړئ چې زړه مو حق ته نږدې کړي.</p>\n\n<h2>پایله</h2>\n<p>ایمان د ثبات او سکون ریښه ده. څوک چې ایمان له نیک عمل، ښه اخلاق او د خلکو خدمت سره یو کړي، په سختیو کې ټینګ پاتې کېږي او په خوشالیو کې شکر کوي.</p>"
    },
    {
      "authorId": "mufti_abdul_salam_abid",
      "authorName": "مفتی عبدالسلام عابد",
      "title": "اخلاق؛ آیینهٔ شخصیت مسلمان",
      "language": "dari",
      "category": "akhlaq",
      "body": "<h2>مقدمه: چرا اخلاق مهم است؟</h2>\n<p>اخلاق در اسلام، فقط آداب اجتماعی نیست؛ <strong>اخلاق آیینهٔ شخصیت مؤمن</strong> است. اگر عبادت انسان قوی باشد اما اخلاقش ضعیف، پیام ایمانش ناقص است. مؤمن باید در سخن، رفتار، تعامل و نگاه خود نمونهٔ رحمت و وقار باشد.</p>\n\n<h2>صداقت؛ ستون اعتماد</h2>\n<p>صداقت، ستون اعتماد در خانواده و جامعه است. وقتی انسان راستگو باشد، دل‌ها به او نزدیک می‌شود و برکت در روابط جاری می‌گردد.</p>\n<p><em>مثال عملی:</em> اگر کارمند اداری به‌جای پنهان‌کاری، مشکل را صادقانه توضیح دهد، هم اعتماد مردم بالا می‌رود و هم اختلافات کم می‌شود.</p>\n\n<h2>صبر و بردباری</h2>\n<p>صبر، اخلاقِ بزرگان است. انسان صبور، در برابر دشواری‌ها آرام می‌ماند و تصمیم عجولانه نمی‌گیرد. صبر در خانه، باعث کاهش نزاع و افزایش محبت می‌شود.</p>\n<p>گاهی یک جملهٔ نرم، ده‌ها مشکل را حل می‌کند. این همان اخلاقِ صبورانه است.</p>\n\n<h2>گذشت و بخشش</h2>\n<p>گذشت، قدرت روح را نشان می‌دهد. مؤمن می‌داند که بخشیدن، ضعف نیست؛ بلکه به معنای بالا بردن سطح روح است. جامعه‌ای که بخشش در آن زنده باشد، از کینه و حسد پاک می‌شود.</p>\n\n<h2>امانتداری و حقوق مردم</h2>\n<p>امانتداری از اصول اخلاقی و فقهی مهم است. در فقه حنفی، رعایت حق‌الناس جایگاه ویژه دارد. مؤمن باید مال، آبرو و حق دیگران را حفظ کند.</p>\n<p><em>مثال:</em> امانت کوچکِ یک همسایه، اگر درست حفظ نشود، اعتماد را می‌شکند و گاهی سال‌ها رابطه را خراب می‌کند.</p>\n\n<h2>تربیت اخلاقی در خانواده</h2>\n<p>اخلاق، در خانه شکل می‌گیرد. والدین اگر با احترام، انصاف و محبت رفتار کنند، کودکان نیز همان را می‌آموزند. بهترین آموزش اخلاق، رفتار عملی است نه فقط نصیحت.</p>\n\n<h2>جمع‌بندی</h2>\n<p>اخلاق نیک، چهرهٔ ایمان است. هرچه اخلاق زیباتر باشد، ایمان روشن‌تر می‌نماید. جامعهٔ افغان با اخلاق اسلامی می‌تواند از کینه، خشونت و بی‌اعتمادی عبور کند و به آرامش برسد.</p>"
    },
    {
      "authorId": "mufti_abdul_salam_abid",
      "authorName": "مفتی عبدالسلام عابد",
      "title": "اخلاق: د مسلمان د وجود څرک",
      "language": "pashto",
      "category": "akhlaq",
      "body": "<h2>سریزه: اخلاق ولې مهم دي؟</h2>\n<p>اسلام کې اخلاق یوازې ټولنیز ادب نه دی؛ بلکې <strong>د مؤمن د شخصیت نښه</strong> ده. که عبادت وي خو اخلاق کمزوري وي، د ایمان پیغام نیمګړی کېږي. مؤمن باید په خبرو او چلند کې د رحمت او وقار نمونه وي.</p>\n\n<h2>رښتینولي؛ د باور ستن</h2>\n<p>رښتینولي د باور بنسټ دی. رښتیا خبرې کول د کور او ټولنې اړیکې پیاوړې کوي او برکت راولي.</p>\n<p><em>عملي مثال:</em> که یو مامور د کار ستونزه رښتیا بیان کړي، د خلکو اعتماد زیاتېږي او اختلاف کمېږي.</p>\n\n<h2>صبر او بردباري</h2>\n<p>صبر د لویانو اخلاق دي. صابر انسان په ستونزو کې ارام پاتې کېږي او په بیړه پرېکړه نه کوي. صبر په کور کې شخړې کموي او مینه زیاتوي.</p>\n\n<h2>بښنه او تېرېدنه</h2>\n<p>بښنه د روح ځواک ښيي. مؤمن پوهېږي چې بښنه ضعف نه دی، بلکې د زړه لوړوالی دی. هغه ټولنه چې بښنه پکې وي، له کینې پاکه وي.</p>\n\n<h2>امانتداري او د خلکو حق</h2>\n<p>امانتداري په اسلام او حنفي فقه کې ځانګړی ځای لري. مؤمن باید د خلکو مال، آبرو او حق خوندي کړي.</p>\n<p><em>مثال:</em> د ګاونډي کوچنۍ امانت هم که په سمه توګه وساتل شي، د اعتماد فضا پیاوړې کوي.</p>\n\n<h2>اخلاقي روزنه په کور کې</h2>\n<p>اخلاق په کور کې جوړېږي. که مور او پلار له احترام او انصاف سره چلند وکړي، ماشومان هم هماغه زده کوي. غوره اخلاق په عمل کې ښودل کېږي، نه یوازې په نصیحت کې.</p>\n\n<h2>پایله</h2>\n<p>ښه اخلاق د ایمان ښکلی مخ دی. چې اخلاق ښه وي، ایمان روښانه ښکاري. د افغان ټولنې د ارامۍ لپاره اخلاق بنسټیز رول لري.</p>"
    },
    {
      "authorId": "mufti_fazlullah_noori",
      "authorName": "مفتی فضل الله نوری",
      "title": "نماز؛ زیور عبادت و نورِ دل",
      "language": "dari",
      "category": "salah",
      "body": "<h2>مقدمه: نماز چرا ستون دین است؟</h2>\n<p>نماز مهم‌ترین فریضهٔ روزانه است. نماز فقط حرکات نیست؛ <strong>پیوند مستقیم با خداوند</strong> است. انسان در سجده، غرور خود را می‌شکند و دلش را به نور توحید روشن می‌سازد.</p>\n\n<h2>حضور قلب؛ روح نماز</h2>\n<p>نماز بی‌حضور قلب، شبیه جسم بی‌روح است. حضور قلب یعنی اینکه انسان بداند با چه کسی سخن می‌گوید. چند لحظه سکوت قبل از تکبیر، می‌تواند کیفیت نماز را بالا ببرد.</p>\n\n<h2>آثار نماز در اخلاق</h2>\n<p>نماز اگر درست اقامه شود، انسان را از بدی‌ها بازمی‌دارد. نماز، اخلاق را نرم می‌کند و زبان را از دروغ و غیبت دور می‌سازد. کسی که با وضو و خشوع نماز می‌خواند، در رفتار نیز آرام‌تر می‌شود.</p>\n\n<h2>نماز و نظم زندگی</h2>\n<p>نماز پنج وقت، برنامهٔ روزانه را تنظیم می‌کند. انسانی که وقت نماز را حفظ می‌کند، مدیریت زمان بهتری دارد و از بی‌نظمی دور می‌شود.</p>\n<p><em>مثال:</em> دانشجویی که نماز صبح را به‌موقع می‌خواند، معمولاً در درس نیز منظم‌تر است و روزش با انرژی آغاز می‌شود.</p>\n\n<h2>خطاهای رایج و درمان</h2>\n<p>عجله در نماز، غفلت از اذکار و توجه بیش از حد به ظاهر، از خطاهای رایج است. درمانش تمرین آرام‌خوانی، فهم معانی سوره‌ها، و کوتاه‌کردن فاصلهٔ بین اذان و نماز است.</p>\n\n<h2>جمع‌بندی</h2>\n<p>نماز زیور عبادت و نورِ دل است. هرچه نماز با اخلاص‌تر باشد، زندگی معنوی قوی‌تر می‌شود. نماز، پلی است بین زمین و آسمان که انسان را به آرامش واقعی می‌رساند.</p>"
    },
    {
      "authorId": "mufti_fazlullah_noori",
      "authorName": "مفتی فضل الله نوری",
      "title": "لمونځ: د عبادت ښکلا او د زړه رڼا",
      "language": "pashto",
      "category": "salah",
      "body": "<h2>سریزه: لمونځ ولې د دین ستن دی؟</h2>\n<p>لمونځ د مسلمان ورځنی فرض دی. لمونځ یوازې حرکت نه دی؛ بلکې <strong>له خدای سره مستقیمه اړیکه</strong> ده. په سجده کې انسان خپل تکبر ماتوي او زړه ته رڼا ورکوي.</p>\n\n<h2>حضور قلب؛ د لمونځ روح</h2>\n<p>بې حضوره لمونځ د بې روحه بدن په څېر دی. حضور قلب دا دی چې انسان پوه شي له چا سره خبرې کوي. څو شېبې ارامي مخکې له تکبیر، د لمونځ کیفیت لوړوي.</p>\n\n<h2>د لمونځ اغېز پر اخلاقو</h2>\n<p>که لمونځ سم ادا شي، انسان له بدیو ژغوري. لمونځ اخلاق نرموي او ژبه له دروغو او غیبت څخه ساتي.</p>\n\n<h2>لمونځ او د ژوند نظم</h2>\n<p>پنځه وخته لمونځ د ورځې نظم جوړوي. څوک چې د لمونځ وخت ساتي، د وخت مدیریت یې هم ښه وي.</p>\n<p><em>مثال:</em> هغه زده کوونکی چې سهار لمونځ پر وخت کوي، په درس کې هم زیات منظم وي.</p>\n\n<h2>عامې تېروتنې او درملنه</h2>\n<p>په لمونځ کې بیړه، د ذکرونو غفلت او یوازې ظاهري حرکتونه عامې ستونزې دي. درملنه یې آرام لوستل، د سورتونو معنا پوهېدل او د اذان وروسته ژر لمونځ کول دي.</p>\n\n<h2>پایله</h2>\n<p>لمونځ د عبادت ښکلا او د زړه رڼا ده. هر څومره چې اخلاص زیات وي، هماغومره روح پیاوړی کېږي او سکون راځي.</p>"
    },
    {
      "authorId": "mawlana_sayyid_muhammad_shirzadi",
      "authorName": "مولانا سیدمحمد شیرزادی",
      "title": "اضطراب؛ راهکارهای آرامش در قرآن و سنت",
      "language": "dari",
      "category": "anxiety",
      "body": "<h2>مقدمه: اضطراب چگونه شکل می‌گیرد؟</h2>\n<p>اضطراب زمانی پدید می‌آید که ذهن انسان میان گذشته و آینده سرگردان شود. نگرانی‌های اقتصادی، ترس از آینده، و فشارهای اجتماعی، دل را ناآرام می‌سازد. اسلام، راهکارهای معنوی و عملی برای آرامش ارائه می‌کند.</p>\n\n<h2>ذکر خدا؛ کلید آرامش</h2>\n<p>قرآن می‌فرماید: دل‌ها با یاد خدا آرام می‌گیرند. ذکرهای کوتاه، تسبیح، و دعای مداوم، ذهن را از هجوم افکار منفی بیرون می‌آورد.</p>\n\n<h2>نماز و تنفس آگاهانه</h2>\n<p>نماز آرام‌ترین لحظهٔ روز است. سجده، بدن را آرام می‌کند و نفس را منظم می‌سازد. همراه کردن نماز با تنفس آرام (دم عمیق، بازدم آهسته) تأثیر روانی زیادی دارد.</p>\n\n<h2>کم کردن محرک‌های اضطراب</h2>\n<p>خبرهای ناگوار، شبکه‌های اجتماعی و بی‌خوابی، اضطراب را بیشتر می‌کنند. اگر زمان دیدن اخبار کم شود و خواب منظم باشد، ذهن نیز آرام‌تر می‌شود.</p>\n\n<h2>پناه بردن به توکل</h2>\n<p>توکل یعنی تلاش + اعتماد. مسلمان تلاش می‌کند، اما دلش را به نتیجه نمی‌بندد؛ بلکه آن را به خدا می‌سپارد. این نگاه، اضطراب را کاهش می‌دهد.</p>\n<p><em>مثال:</em> جوانی که برای کار تلاش می‌کند و نتیجه را به خدا می‌سپارد، کمتر دچار نگرانی‌های فرساینده می‌شود.</p>\n\n<h2>جمع‌بندی</h2>\n<p>اضطراب با یاد خدا، نماز، نظم زندگی و توکل کاهش می‌یابد. وقتی انسان قلب خود را با ذکر روشن سازد، آرامش حقیقی را تجربه می‌کند.</p>"
    },
    {
      "authorId": "mawlana_sayyid_muhammad_shirzadi",
      "authorName": "مولانا سیدمحمد شیرزادی",
      "title": "تشویش: د قرآن او سنت له لاري د سولي لارې چارې",
      "language": "pashto",
      "category": "anxiety",
      "body": "<h2>سریزه: تشویش څنګه پیدا کېږي؟</h2>\n<p>تشویش هغه وخت پیدا کېږي چې ذهن د تېر او راتلونکي ترمنځ سرګردان وي. اقتصادي اندېښنې، د راتلونکي ویره او ټولنیز فشارونه زړه ناآرامه کوي. اسلام عملي او روحاني لارې وړاندې کوي.</p>\n\n<h2>د خدای ذکر؛ د آرامۍ کلی</h2>\n<p>قرآن وایي د خدای په یاد زړونه سکون مومي. لنډ ذکرونه او دوامداره دعا د منفي فکرونو فشار کموي.</p>\n\n<h2>لمونځ او ارام نفس</h2>\n<p>لمونځ د ورځې تر ټولو ارام وخت دی. سجده بدن اراموي او نفس منظموي. د ارام تنفس سره لمونځ ډېر اغېزناک کېږي.</p>\n\n<h2>د تشویش محرکات کمول</h2>\n<p>بد خبرونه، ډېر موبایل کارول او بې‌نظمه خوب تشویش زیاتوي. که د خبرونو وخت کم او خوب منظم شي، ذهن ارامېږي.</p>\n\n<h2>توکل او امید</h2>\n<p>توکل یعنې هڅه او بیا د خدای په فیصلې باور. مسلمان هڅه کوي، خو زړه د پایلې له وېرې خلاصوي. دا تشویش کموي.</p>\n\n<h2>پایله</h2>\n<p>تشویش د ذکر، لمونځ، نظم او توکل په وسیله کمېږي. کله چې زړه د خدای په یاد روښانه شي، ارامي پیدا کېږي.</p>"
    },
    {
      "authorId": "mawlana_fazlur_rahman_ansari",
      "authorName": "مولانا فضل الرحمن انصاری",
      "title": "دعا؛ زبانِ روح با خالق",
      "language": "dari",
      "category": "dua",
      "body": "<h2>مقدمه: دعا یعنی چه؟</h2>\n<p>دعا، زبانِ روح است؛ گفت‌وگوی بی‌واسطهٔ انسان با خالق. دعا فقط درخواست نیازها نیست؛ بلکه <strong>اظهار محبت، امید و توکل</strong> است. دعا دل را نرم می‌کند و انسان را به خدا نزدیک می‌سازد.</p>\n\n<h2>آداب دعا</h2>\n<p>آداب دعا شامل پاکی دل، وضو، رو به قبله بودن، و آغاز با حمد و صلوات است. دعا با ادب، اثر عمیق‌تری بر قلب می‌گذارد.</p>\n\n<h2>دعا و تلاش</h2>\n<p>دعا بدون تلاش، کامل نیست. مسلمان هم دعا می‌کند و هم عمل می‌کند. وقتی کوشش با دعا همراه شود، امید واقعی شکل می‌گیرد.</p>\n<p><em>مثال:</em> کسی که برای شغل دعا می‌کند، باید هم مهارت بیاموزد و هم توکل کند. این ترکیب، راه را باز می‌کند.</p>\n\n<h2>دعا در جمع</h2>\n<p>دعای جمعی دل‌ها را به هم نزدیک می‌کند. وقتی خانواده یا دوستان با هم دعا می‌کنند، احساس همدلی و آرامش بیشتر می‌شود.</p>\n\n<h2>وقتی دعا دیر اجابت می‌شود</h2>\n<p>گاهی اجابت به تأخیر می‌افتد؛ اما این به معنای رد شدن دعا نیست. ممکن است خدا بهتر از خواستهٔ ما را آماده کرده باشد یا ما را برای آن آماده کند.</p>\n\n<h2>جمع‌بندی</h2>\n<p>دعا، زبان امید و آرامش است. اگر دعا با اخلاص و عمل همراه شود، زندگی را روشن می‌سازد و دل را قوی می‌کند.</p>"
    },
    {
      "authorId": "mawlana_fazlur_rahman_ansari",
      "authorName": "مولانا فضل الرحمن انصاری",
      "title": "دعا: د انسان او د خالق ترمنځ د زړه خبرې",
      "language": "pashto",
      "category": "dua",
      "body": "<h2>سریزه: دعا څه ده؟</h2>\n<p>دعا د روح ژبه ده؛ د انسان او خدای ترمنځ بې‌واسطه خبرې. دعا یوازې د اړتیا غوښتنه نه ده، بلکې <strong>د مینې، امید او توکل اظهار</strong> دی. دعا زړه نرموي او انسان خدای ته نږدې کوي.</p>\n\n<h2>د دعا آداب</h2>\n<p>د دعا آداب دا دي: پاکي، اودس، د قبلې طرف ته مخ کول، او د حمد او صلوات سره پیل. د ادب سره دعا د زړه ژورتیا ډېروي.</p>\n\n<h2>دعا او هڅه</h2>\n<p>دعا پرته له هڅې نیمګړې ده. مسلمان هم دعا کوي او هم عمل کوي. کله چې هڅه له دعا سره یو ځای شي، امید پیاوړی کېږي.</p>\n<p><em>مثال:</em> څوک چې د کار لپاره دعا کوي، باید مهارت زده کړي او توکل وکړي.</p>\n\n<h2>دعا په جمع کې</h2>\n<p>ګډه دعا زړونه سره نږدې کوي. کله چې کورنۍ یو ځای دعا وکړي، د همدلي او آرامۍ احساس پیدا کېږي.</p>\n\n<h2>د دعا ځنډنۍ قبولي</h2>\n<p>ځینې وخت دعا ژر نه قبلیږي، خو دا رد نه دی. خدای ممکن غوره شی تیار کړي یا انسان ته د هغې لپاره چمتووالی ورکړي.</p>\n\n<h2>پایله</h2>\n<p>دعا د امید او سکون ژبه ده. که اخلاص او عمل ورسره وي، ژوند روښانه کوي او زړه پیاوړی کوي.</p>"
    },
    {
      "authorId": "sayyid_abdul_ilah_shirzadi",
      "authorName": "سیدعبدالاله شیرزادی",
      "title": "تزکیه؛ پالایش نفس و رشد روح",
      "language": "dari",
      "category": "tazkiyah",
      "body": "<h2>مقدمه: تزکیه یعنی چه؟</h2>\n<p>تزکیه به معنای پالایش نفس و لطیف‌کردن روح است. این مسیر، صرفاً ترکِ گناه نیست؛ بلکه <strong>سلوکِ قلبی</strong> و رسیدن به صفای درون است. تزکیه انسان را از غبار خودخواهی می‌شوید تا دل آینهٔ نور شود.</p>\n\n<h2>محاسبه و مراقبه</h2>\n<p>عارفان بزرگ گفته‌اند که روزانه باید دل را محاسبه کرد. بنگر که کجا رنجاندی و کجا شفقت کردی. این محاسبه، قدم اول در تزکیه است.</p>\n<p>خواجه عبدالله انصاری، در مناجات‌هایش، سوز دل را راهِ برگشت می‌داند؛ یعنی هرگاه دل شکسته شد، راهِ نور باز می‌شود.</p>\n\n<h2>ذکر؛ نَفَسِ جان</h2>\n<p>ذکر، تنفس روح است. ذکر کوتاه اما پیوسته، قلب را نرم می‌کند. مولانا از «یادِ محبوب» سخن می‌گوید و یادآور می‌شود که دلِ بی‌ذکر، مانند نیِ بی‌نواست.</p>\n\n<h2>عشق و مهر؛ داروی درون</h2>\n<p>تزکیه تنها با ترس از گناه کامل نمی‌شود؛ با عشق به خدا جان می‌گیرد. عبدالرحمن جامی، راهِ محبت را نردبان کمال می‌بیند؛ انسانی که مهر بورزد، نفسِ سرکش را نرم می‌کند.</p>\n\n<h2>تزکیه در زندگی روزمره</h2>\n<p>تزکیه در خانقاه محدود نیست؛ در بازار و خانه هم رخ می‌دهد. وقتی انسان خشمش را فرو می‌برد، وقتی حسد را به دعا تبدیل می‌کند، یا وقتی به جای قهر، عذر می‌طلبد، تزکیه در عمل است.</p>\n<p><em>مثال:</em> شخصی که در معامله ضرر کرده، به جای بدگویی، دل خود را آرام می‌کند و می‌گوید «خیر در این است». همین جمله، تربیتِ درون است.</p>\n\n<h2>جمع‌بندی</h2>\n<p>تزکیه مسیر آرام، ژرف و زیباست؛ مسیری که در آن دل به نور می‌رسد. با محاسبه، ذکر و محبت، روح آرام می‌شود و انسان به حقیقت نزدیک‌تر می‌گردد.</p>"
    },
    {
      "authorId": "sayyid_abdul_ilah_shirzadi",
      "authorName": "سیدعبدالاله شیرزادی",
      "title": "تزکیه: د نفس پاکوالی او د روح وده",
      "language": "pashto",
      "category": "tazkiyah",
      "body": "<h2>سریزه: تزکیه څه معنی لري؟</h2>\n<p>تزکیه د نفس پاکول او د روح وده ده. دا یوازې د ګناه پرېښودل نه دي؛ بلکې <strong>د زړه صفا کول</strong> دي. تزکیه انسان له غرور او حسد څخه پاکوي او زړه روښانه کوي.</p>\n\n<h2>محاسبه او ځان‌کتنه</h2>\n<p>هره ورځ باید انسان خپل ځان وڅېړي: چیرته مې ښه وکړ، چیرته مې خطا وکړه؟ دا محاسبه د تزکیې لومړنی ګام دی.</p>\n\n<h2>ذکر او دعا</h2>\n<p>ذکر د روح لپاره غذا ده. لنډ، خو دوامداره ذکر زړه نرموي او فکر اراموي. کله چې زړه په ذکر عادت شي، د نفس بد عادتونه کمېږي.</p>\n\n<h2>مینه او شفقت</h2>\n<p>تزکیه یوازې د وېرې له لارې نه پوره کېږي؛ مینه یې بشپړوي. د خدای مینه د انسان اخلاق نرموي او روح لوړوي.</p>\n\n<h2>تزکیه په ورځني ژوند کې</h2>\n<p>تزکیه یوازې په ځانګړي ځای کې نه کېږي؛ په کور، بازار او ټولنه کې هم عملي کېږي. کله چې څوک غصه کنټرول کړي یا حسد پرېږدي، تزکیه ده.</p>\n\n<h2>پایله</h2>\n<p>تزکیه یو ژور او ښکلی سفر دی. د محاسبې، ذکر او محبت له لارې انسان روحاني سکون ته رسېږي او زړه یې روښانه کېږي.</p>"
    },
    {
      "authorId": "sayyid_abdullah_shirzadi",
      "authorName": "سیدعبدالله شیرزادی",
      "title": "رزق؛ حکمت الهی و تلاش انسانی",
      "language": "dari",
      "category": "rizq",
      "body": "<h2>مقدمه: رزق فقط پول نیست</h2>\n<p>رزق در نگاه اسلامی، تنها پول و غذا نیست؛ <strong>سلامتی، علم، خانواده، امنیت و آرامش</strong> نیز رزق‌اند. انسان باید به همهٔ این نعمت‌ها توجه کند و شکر آن‌ها را به‌جا آورد.</p>\n\n<h2>تلاش و توکل</h2>\n<p>اسلام تأکید می‌کند که رزق با تلاش به دست می‌آید، اما نتیجه در دست خداست. توکل یعنی کار کردن با امید، نه با اضطراب.</p>\n<p><em>مثال:</em> یک کارگر که با صداقت کار می‌کند و در عین حال از خدا رزق می‌خواهد، دلش آرام‌تر است و برکت را بیشتر حس می‌کند.</p>\n\n<h2>برکت در رزق</h2>\n<p>برکت گاهی از مقدار رزق مهم‌تر است. دو نفر ممکن است درآمد یکسان داشته باشند، اما یکی آرامش دارد و دیگری ندارد. صدقه، انصاف و ترکِ حرام، برکت را زیاد می‌کند.</p>\n\n<h2>رزق و قناعت</h2>\n<p>قناعت یعنی رضایت قلبی به آنچه هست و تلاش برای بهتر شدن. قناعت، انسان را از حسادت می‌رهاند و آرامش می‌آورد.</p>\n\n<h2>رزق معنوی</h2>\n<p>رزقِ معنوی شامل ایمان، ادب، و علم است. کسی که این رزق را دارد، حتی در سختی‌های مالی نیز آرامش را حفظ می‌کند.</p>\n\n<h2>جمع‌بندی</h2>\n<p>رزق، هم تلاش می‌خواهد و هم توکل. با صداقت، قناعت و یاد خدا، رزق مبارک می‌شود و زندگی رنگِ آرامش می‌گیرد.</p>"
    },
    {
      "authorId": "sayyid_abdullah_shirzadi",
      "authorName": "سیدعبدالله شیرزادی",
      "title": "روزي: د الهي حکمت او د انسان هڅه",
      "language": "pashto",
      "category": "rizq",
      "body": "<h2>سریزه: روزي یوازې پیسې نه دي</h2>\n<p>رزق په اسلامي لید کې یوازې پیسې نه دي؛ <strong>روغتیا، علم، کورنۍ، امنیت او سکون</strong> هم رزق دی. انسان باید د دې نعمتونو شکر وباسي.</p>\n\n<h2>هڅه او توکل</h2>\n<p>اسلام وایي رزق د هڅې له لارې راځي، خو نتیجه د خدای په لاس کې ده. توکل دا دی چې کار وکړو او زړه مو ارام وي.</p>\n<p><em>مثال:</em> یو مزدور چې په صداقت کار کوي او له خدای رزق غواړي، د زړه سکون زیات احساسوي.</p>\n\n<h2>برکت په رزق کې</h2>\n<p>برکت کله ناکله له مقدار څخه مهم دی. دوه کسان یو شان عاید لري، خو یو ارام وي او بل نه. صدقه، انصاف او د حرام پرېښودل برکت زیاتوي.</p>\n\n<h2>قناعت او رضا</h2>\n<p>قناعت د زړه رضایت دی. قناعت انسان له حسده ژغوري او سکون راولي.</p>\n\n<h2>روحاني رزق</h2>\n<p>ایمان، ادب او علم هم رزق دي. څوک چې دا ولري، په مالي سختیو کې هم ارام پاتې کېږي.</p>\n\n<h2>پایله</h2>\n<p>رزق د هڅې او توکل ترمنځ توازن غواړي. د صداقت، قناعت او یادِ خدا سره رزق مبارک کېږي او ژوند ارامېږي.</p>"
    }
  ]
}