{
  "scholars": [
    {
      "id": "mufti_fayz_muhammad_usmani",
      "fullName": "مفتی فیض محمد عثمانی",
      "email": "mufti.fayz@example.com",
      "bio": "مفتی فیض محمد عثمانی از علمای برجسته افغانستان و متخصص در فقه حنفی و علوم اسلامی می‌باشند.",
      "verified": true
    },
    {
      "id": "mufti_abdul_salam_abid",
      "fullName": "مفتی عبدالسلام عابد",
      "email": "mufti.abdulsalam@example.com",
      "bio": "مفتی عبدالسلام عابد از علمای محترم افغانستان و متخصص در اخلاق اسلامی و تربیت نفس می‌باشند.",
      "verified": true
    },
    {
      "id": "mufti_fazlullah_noori",
      "fullName": "مفتی فضل الله نوری",
      "email": "mufti.fazlullah@example.com",
      "bio": "مفتی فضل الله نوری از علمای برجسته و متخصص در فقه نماز و عبادات طبق مذهب حنفی می‌باشند.",
      "verified": true
    },
    {
      "id": "mufti_mohammad_sarwar_rasooli",
      "fullName": "مفتی محمد سرور رسولی",
      "email": "mufti.sarwar.rasooli@example.com",
      "bio": "مفتی محمد سرور رسولی مسئول دارالعلوم هرات است و در آموزش علوم دینی و تربیت اخلاقی شاگردان نقش دارد.",
      "verified": true
    },
    {
      "id": "mawlana_sayyid_muhammad_shirzadi",
      "fullName": "مولانا سیدمحمد شیرزادی",
      "email": "mawlana.sayyidmuhammad@example.com",
      "bio": "مولانا سیدمحمد شیرزادی از علمای محترم و متخصص در روانشناسی اسلامی و درمان اضطراب می‌باشند.",
      "verified": true
    },
    {
      "id": "mawlana_fazlur_rahman_ansari",
      "fullName": "مولانا فضل الرحمن انصاری",
      "email": "mawlana.fazlurrahman@example.com",
      "bio": "مولانا فضل الرحمن انصاری از علمای برجسته و متخصص در دعا و مناجات و ارتباط با خالق می‌باشند.",
      "verified": true
    },
    {
      "id": "sayyid_abdul_ilah_shirzadi",
      "fullName": "سیدعبدالاله شیرزادی",
      "email": "sayyid.abdulilah@example.com",
      "bio": "سیدعبدالاله شیرزادی از علمای محترم و متخصص در تزکیه نفس و پالایش روح می‌باشند.",
      "verified": true
    },
    {
      "id": "sayyid_abdullah_shirzadi",
      "fullName": "سیدعبدالله شیرزادی",
      "email": "sayyid.abdullah@example.com",
      "bio": "سیدعبدالله شیرزادی از علمای برجسته و متخصص در مسائل رزق و معیشت از دیدگاه اسلامی می‌باشند.",
      "verified": true
    }
  ],
  "articles": [
    {
      "authorId": "mufti_fayz_muhammad_usmani",
      "authorName": "مفتی فیض محمد عثمانی",
      "title": "ایمان؛ ریشهٔ استقامت و آرامش",
      "language": "dari",
      "category": "iman",
      "body": "<h2>مقدمه: ایمان چیست؟</h2>\n<p>ایمان تنها یک باور لفظی نیست؛ <strong>حیات قلب، آرامش روح و منشِ عمل</strong> است. وقتی ایمان در دل زنده باشد، فکر انسان روشن‌تر می‌شود، نگاهش به زندگی معنا می‌گیرد و تصمیم‌هایش رنگِ توکل و مسئولیت می‌گیرد.</p>\n<p>ایمان در قرآن، با عمل صالح و اخلاق نیک همراه است؛ یعنی باورِ درست باید به رفتارِ درست تبدیل شود. اگر ایمان فقط در زبان بماند، ریشه نمی‌گیرد؛ اما اگر با نماز، صداقت، و خدمت به مردم همراه شود، قوت می‌گیرد.</p>\n\n<h2>ایمان در زندگی روزمره</h2>\n<p>ایمانِ روزمره یعنی اینکه مسلمان در بازار، در خانه، و در کوچه، به خدا توجه داشته باشد. او در معامله دروغ نمی‌گوید، در گفتار خود انصاف را رعایت می‌کند و هنگام خشم، خود را کنترل می‌نماید.</p>\n<p><em>مثال عملی:</em> یک مغازه‌دار افغان که جنس معیوب دارد، به‌جای پنهان‌کاری، عیب را واضح می‌گوید و مشتری را آزاد می‌گذارد. این رفتار، ثمره‌ی ایمان عملی است و باعث برکت در روزی می‌شود.</p>\n\n<h2>ایمان و استقامت در آزمون‌ها</h2>\n<p>زندگی همیشه آسان نیست. مهاجرت، مشکلات اقتصادی، فشارهای خانوادگی و بیماری، همه آزمون‌اند. ایمان به انسان قوت می‌دهد تا <strong>نه مأیوس شود و نه مغرور</strong>؛ بلکه با صبر و تلاش پیش برود.</p>\n<p>مؤمن می‌داند که هر سختی، درِ حکمتی دارد. همین نگاهِ امیدوارانه، اضطراب را کم می‌کند و تصمیم‌های سالم‌تری به انسان می‌دهد.</p>\n\n<h2>ایمان و اخلاق اجتماعی</h2>\n<p>ایمانِ سالم، اخلاق اجتماعی را زیبا می‌سازد. مؤمن نسبت به همسایه مهربان است، نسبت به یتیم دلسوز است و در حق مردم بی‌تفاوت نیست. ایمان، جامعه را از خشونت و بی‌اعتمادی نجات می‌دهد.</p>\n<p>در فقه حنفی نیز، حقوق مردم جایگاه مهم دارد؛ ایمان بدون رعایت حق‌الناس کامل نیست. پس اخلاق و ایمان از هم جدا نمی‌شوند.</p>\n\n<h2>راه‌های تقویت ایمان</h2>\n<p>برای تقویت ایمان، چند راه ساده ولی عمیق وجود دارد: تلاوت روزانه قرآن، ذکر کوتاه صبح و شام، حضور در نماز جماعت، و همنشینی با افراد نیک. این‌ها نور ایمان را زنده نگه می‌دارد.</p>\n<p><em>تمرین کوچک:</em> هر روز سه دقیقه در سکوت بنشین، یک آیه بخوان، و از خدا بخواه که دلت را به حق نزدیک کند. این تمرین ساده، اثر عجیبی در آرامش قلب دارد.</p>\n\n<h2>جمع‌بندی</h2>\n<p>ایمان، ریشهٔ استقامت و آرامش است. کسی که ایمان را با عمل صالح، اخلاق نیک، و خدمت به مردم همراه کند، در سختی‌ها ثابت می‌ماند و در خوشی‌ها شکرگزار. این ایمان، زندگی را معنا می‌دهد و دل را روشن می‌سازد.</p>"
    },
    {
      "authorId": "mufti_fayz_muhammad_usmani",
      "authorName": "مفتی فیض محمد عثمانی",
      "title": "ایمان: د ثبات او سکوت ریښه",
      "language": "pashto",
      "category": "iman",
      "body": "<h2>سریزه: ایمان څه شی دی؟</h2>\n<p>ایمان یوازې د ژبې خبرې نه دي؛ بلکې <strong>د زړه ژوند، د روح سکون او د عمل لار</strong> ده. کله چې ایمان په زړه کې پیاوړی شي، د انسان فکر روښانه او ژوند یې معنا لرونکی شي.</p>\n<p>قرآن ایمان د نیک عمل او ښه اخلاقو سره یوځای یادوي. یعنې سمه عقیده باید په سمه کړنه بدله شي. که ایمان یوازې په خوله وي، پیاوړی نه کېږي، خو که له صداقت، لمونځ او د خلکو خدمت سره مل وي، ځواکمنېږي.</p>\n\n<h2>ایمان په ورځني ژوند کې</h2>\n<p>ورځنی ایمان دا دی چې مسلمان په بازار، کور او ټولنه کې د خدای یاد ساتي. هغه په سودا کې دروغ نه وایي، په خبرې کې انصاف کوي او د قهر پر وخت ځان کنټرولوي.</p>\n<p><em>عملي مثال:</em> یو افغان دوکاندار که عیب لرونکی توکي ولري، په پټولو یې نه مخامخ کېږي، بلکې رښتیا وایي. دا د عملي ایمان نښه ده او په رزق کې برکت راولي.</p>\n\n<h2>ایمان او د ستونزو پر وړاندې ثبات</h2>\n<p>ژوند تل اسانه نه وي. کډوالي، اقتصادي فشار او ناروغي ټول ازموینې دي. ایمان انسان ته ځواک ورکوي چې نه ناامید شي او نه مغرور؛ بلکې د صبر او هڅې لاره ونیسي.</p>\n<p>مؤمن باور لري چې هره سختي د حکمت دروازه لري. همدې باور د زړه تشویش کموي او ښه پرېکړې رامنځته کوي.</p>\n\n<h2>ایمان او ټولنیز اخلاق</h2>\n<p>ایمان د ټولنې اخلاق ښایسته کوي. مؤمن له ګاونډي سره مهربان وي، د یتیم لاس نیسي او د خلکو حق ته بې‌پروا نه وي. ایمان ټولنه له بې‌باورۍ ژغوري.</p>\n<p>په حنفي فقه کې هم د خلکو حقونه ډېر مهم دي؛ ایمان پرته له حق‌الناس څخه بشپړ نه دی.</p>\n\n<h2>د ایمان پیاوړتیا لارې</h2>\n<p>د ایمان لپاره څو ساده، خو ژورې لارې شته: د قرآن ورځنی تلاوت، د سهار او ماښام ذکر، د جماعت لمونځ، او د نیکو خلکو ملګرتیا. دا لارې د ایمان رڼا ژوندۍ ساتي.</p>\n<p><em>یو کوچنی تمرین:</em> هره ورځ څو دقیقې چوپه کېنئ، یوه آیه ولولئ او له خدایه وغواړئ چې زړه مو حق ته نږدې کړي.</p>\n\n<h2>پایله</h2>\n<p>ایمان د ثبات او سکون ریښه ده. څوک چې ایمان له نیک عمل، ښه اخلاق او د خلکو خدمت سره یو کړي، په سختیو کې ټینګ پاتې کېږي او په خوشالیو کې شکر کوي.</p>"
    },
    {
      "authorId": "mufti_abdul_salam_abid",
      "authorName": "مفتی عبدالسلام عابد",
      "title": "اخلاق؛ آیینهٔ شخصیت مسلمان",
      "language": "dari",
      "category": "akhlaq",
      "body": "<h2>مقدمه: چرا اخلاق مهم است؟</h2>\n<p>اخلاق در اسلام، فقط آداب اجتماعی نیست؛ <strong>اخلاق آیینهٔ شخصیت مؤمن</strong> است. اگر عبادت انسان قوی باشد اما اخلاقش ضعیف، پیام ایمانش ناقص است. مؤمن باید در سخن، رفتار، تعامل و نگاه خود نمونهٔ رحمت و وقار باشد.</p>\n\n<h2>صداقت؛ ستون اعتماد</h2>\n<p>صداقت، ستون اعتماد در خانواده و جامعه است. وقتی انسان راستگو باشد، دل‌ها به او نزدیک می‌شود و برکت در روابط جاری می‌گردد.</p>\n<p><em>مثال عملی:</em> اگر کارمند اداری به‌جای پنهان‌کاری، مشکل را صادقانه توضیح دهد، هم اعتماد مردم بالا می‌رود و هم اختلافات کم می‌شود.</p>\n\n<h2>صبر و بردباری</h2>\n<p>صبر، اخلاقِ بزرگان است. انسان صبور، در برابر دشواری‌ها آرام می‌ماند و تصمیم عجولانه نمی‌گیرد. صبر در خانه، باعث کاهش نزاع و افزایش محبت می‌شود.</p>\n<p>گاهی یک جملهٔ نرم، ده‌ها مشکل را حل می‌کند. این همان اخلاقِ صبورانه است.</p>\n\n<h2>گذشت و بخشش</h2>\n<p>گذشت، قدرت روح را نشان می‌دهد. مؤمن می‌داند که بخشیدن، ضعف نیست؛ بلکه به معنای بالا بردن سطح روح است. جامعه‌ای که بخشش در آن زنده باشد، از کینه و حسد پاک می‌شود.</p>\n\n<h2>امانتداری و حقوق مردم</h2>\n<p>امانتداری از اصول اخلاقی و فقهی مهم است. در فقه حنفی، رعایت حق‌الناس جایگاه ویژه دارد. مؤمن باید مال، آبرو و حق دیگران را حفظ کند.</p>\n<p><em>مثال:</em> امانت کوچکِ یک همسایه، اگر درست حفظ نشود، اعتماد را می‌شکند و گاهی سال‌ها رابطه را خراب می‌کند.</p>\n\n<h2>تربیت اخلاقی در خانواده</h2>\n<p>اخلاق، در خانه شکل می‌گیرد. والدین اگر با احترام، انصاف و محبت رفتار کنند، کودکان نیز همان را می‌آموزند. بهترین آموزش اخلاق، رفتار عملی است نه فقط نصیحت.</p>\n\n<h2>جمع‌بندی</h2>\n<p>اخلاق نیک، چهرهٔ ایمان است. هرچه اخلاق زیباتر باشد، ایمان روشن‌تر می‌نماید. جامعهٔ افغان با اخلاق اسلامی می‌تواند از کینه، خشونت و بی‌اعتمادی عبور کند و به آرامش برسد.</p>"
    },
    {
      "authorId": "mufti_abdul_salam_abid",
      "authorName": "مفتی عبدالسلام عابد",
      "title": "اخلاق: د مسلمان د وجود څرک",
      "language": "pashto",
      "category": "akhlaq",
      "body": "<h2>سریزه: اخلاق ولې مهم دي؟</h2>\n<p>اسلام کې اخلاق یوازې ټولنیز ادب نه دی؛ بلکې <strong>د مؤمن د شخصیت نښه</strong> ده. که عبادت وي خو اخلاق کمزوري وي، د ایمان پیغام نیمګړی کېږي. مؤمن باید په خبرو او چلند کې د رحمت او وقار نمونه وي.</p>\n\n<h2>رښتینولي؛ د باور ستن</h2>\n<p>رښتینولي د باور بنسټ دی. رښتیا خبرې کول د کور او ټولنې اړیکې پیاوړې کوي او برکت راولي.</p>\n<p><em>عملي مثال:</em> که یو مامور د کار ستونزه رښتیا بیان کړي، د خلکو اعتماد زیاتېږي او اختلاف کمېږي.</p>\n\n<h2>صبر او بردباري</h2>\n<p>صبر د لویانو اخلاق دي. صابر انسان په ستونزو کې ارام پاتې کېږي او په بیړه پرېکړه نه کوي. صبر په کور کې شخړې کموي او مینه زیاتوي.</p>\n\n<h2>بښنه او تېرېدنه</h2>\n<p>بښنه د روح ځواک ښيي. مؤمن پوهېږي چې بښنه ضعف نه دی، بلکې د زړه لوړوالی دی. هغه ټولنه چې بښنه پکې وي، له کینې پاکه وي.</p>\n\n<h2>امانتداري او د خلکو حق</h2>\n<p>امانتداري په اسلام او حنفي فقه کې ځانګړی ځای لري. مؤمن باید د خلکو مال، آبرو او حق خوندي کړي.</p>\n<p><em>مثال:</em> د ګاونډي کوچنۍ امانت هم که په سمه توګه وساتل شي، د اعتماد فضا پیاوړې کوي.</p>\n\n<h2>اخلاقي روزنه په کور کې</h2>\n<p>اخلاق په کور کې جوړېږي. که مور او پلار له احترام او انصاف سره چلند وکړي، ماشومان هم هماغه زده کوي. غوره اخلاق په عمل کې ښودل کېږي، نه یوازې په نصیحت کې.</p>\n\n<h2>پایله</h2>\n<p>ښه اخلاق د ایمان ښکلی مخ دی. چې اخلاق ښه وي، ایمان روښانه ښکاري. د افغان ټولنې د ارامۍ لپاره اخلاق بنسټیز رول لري.</p>"
    },
    {
      "authorId": "mufti_fazlullah_noori",
      "authorName": "مفتی فضل الله نوری",
      "title": "نماز؛ زیور عبادت و نورِ دل",
      "language": "dari",
      "category": "salah",
      "body": "<h2>مقدمه: نماز چرا ستون دین است؟</h2>\n<p>نماز مهم‌ترین فریضهٔ روزانه است. نماز فقط حرکات نیست؛ <strong>پیوند مستقیم با خداوند</strong> است. انسان در سجده، غرور خود را می‌شکند و دلش را به نور توحید روشن می‌سازد.</p>\n\n<h2>حضور قلب؛ روح نماز</h2>\n<p>نماز بی‌حضور قلب، شبیه جسم بی‌روح است. حضور قلب یعنی اینکه انسان بداند با چه کسی سخن می‌گوید. چند لحظه سکوت قبل از تکبیر، می‌تواند کیفیت نماز را بالا ببرد.</p>\n\n<h2>آثار نماز در اخلاق</h2>\n<p>نماز اگر درست اقامه شود، انسان را از بدی‌ها بازمی‌دارد. نماز، اخلاق را نرم می‌کند و زبان را از دروغ و غیبت دور می‌سازد. کسی که با وضو و خشوع نماز می‌خواند، در رفتار نیز آرام‌تر می‌شود.</p>\n\n<h2>نماز و نظم زندگی</h2>\n<p>نماز پنج وقت، برنامهٔ روزانه را تنظیم می‌کند. انسانی که وقت نماز را حفظ می‌کند، مدیریت زمان بهتری دارد و از بی‌نظمی دور می‌شود.</p>\n<p><em>مثال:</em> دانشجویی که نماز صبح را به‌موقع می‌خواند، معمولاً در درس نیز منظم‌تر است و روزش با انرژی آغاز می‌شود.</p>\n\n<h2>خطاهای رایج و درمان</h2>\n<p>عجله در نماز، غفلت از اذکار و توجه بیش از حد به ظاهر، از خطاهای رایج است. درمانش تمرین آرام‌خوانی، فهم معانی سوره‌ها، و کوتاه‌کردن فاصلهٔ بین اذان و نماز است.</p>\n\n<h2>جمع‌بندی</h2>\n<p>نماز زیور عبادت و نورِ دل است. هرچه نماز با اخلاص‌تر باشد، زندگی معنوی قوی‌تر می‌شود. نماز، پلی است بین زمین و آسمان که انسان را به آرامش واقعی می‌رساند.</p>"
    },
    {
      "authorId": "mufti_fazlullah_noori",
      "authorName": "مفتی فضل الله نوری",
      "title": "لمونځ: د عبادت ښکلا او د زړه رڼا",
      "language": "pashto",
      "category": "salah",
      "body": "<h2>سریزه: لمونځ ولې د دین ستن دی؟</h2>\n<p>لمونځ د مسلمان ورځنی فرض دی. لمونځ یوازې حرکت نه دی؛ بلکې <strong>له خدای سره مستقیمه اړیکه</strong> ده. په سجده کې انسان خپل تکبر ماتوي او زړه ته رڼا ورکوي.</p>\n\n<h2>حضور قلب؛ د لمونځ روح</h2>\n<p>بې حضوره لمونځ د بې روحه بدن په څېر دی. حضور قلب دا دی چې انسان پوه شي له چا سره خبرې کوي. څو شېبې ارامي مخکې له تکبیر، د لمونځ کیفیت لوړوي.</p>\n\n<h2>د لمونځ اغېز پر اخلاقو</h2>\n<p>که لمونځ سم ادا شي، انسان له بدیو ژغوري. لمونځ اخلاق نرموي او ژبه له دروغو او غیبت څخه ساتي.</p>\n\n<h2>لمونځ او د ژوند نظم</h2>\n<p>پنځه وخته لمونځ د ورځې نظم جوړوي. څوک چې د لمونځ وخت ساتي، د وخت مدیریت یې هم ښه وي.</p>\n<p><em>مثال:</em> هغه زده کوونکی چې سهار لمونځ پر وخت کوي، په درس کې هم زیات منظم وي.</p>\n\n<h2>عامې تېروتنې او درملنه</h2>\n<p>په لمونځ کې بیړه، د ذکرونو غفلت او یوازې ظاهري حرکتونه عامې ستونزې دي. درملنه یې آرام لوستل، د سورتونو معنا پوهېدل او د اذان وروسته ژر لمونځ کول دي.</p>\n\n<h2>پایله</h2>\n<p>لمونځ د عبادت ښکلا او د زړه رڼا ده. هر څومره چې اخلاص زیات وي، هماغومره روح پیاوړی کېږي او سکون راځي.</p>"
    },
    {
      "authorId": "mawlana_sayyid_muhammad_shirzadi",
      "authorName": "مولانا سیدمحمد شیرزادی",
      "title": "اضطراب؛ راهکارهای آرامش در قرآن و سنت",
      "language": "dari",
      "category": "anxiety",
      "body": "<h2>مقدمه: اضطراب چگونه شکل می‌گیرد؟</h2>\n<p>اضطراب زمانی پدید می‌آید که ذهن انسان میان گذشته و آینده سرگردان شود. نگرانی‌های اقتصادی، ترس از آینده، و فشارهای اجتماعی، دل را ناآرام می‌سازد. اسلام، راهکارهای معنوی و عملی برای آرامش ارائه می‌کند.</p>\n\n<h2>ذکر خدا؛ کلید آرامش</h2>\n<p>قرآن می‌فرماید: دل‌ها با یاد خدا آرام می‌گیرند. ذکرهای کوتاه، تسبیح، و دعای مداوم، ذهن را از هجوم افکار منفی بیرون می‌آورد.</p>\n\n<h2>نماز و تنفس آگاهانه</h2>\n<p>نماز آرام‌ترین لحظهٔ روز است. سجده، بدن را آرام می‌کند و نفس را منظم می‌سازد. همراه کردن نماز با تنفس آرام (دم عمیق، بازدم آهسته) تأثیر روانی زیادی دارد.</p>\n\n<h2>کم کردن محرک‌های اضطراب</h2>\n<p>خبرهای ناگوار، شبکه‌های اجتماعی و بی‌خوابی، اضطراب را بیشتر می‌کنند. اگر زمان دیدن اخبار کم شود و خواب منظم باشد، ذهن نیز آرام‌تر می‌شود.</p>\n\n<h2>پناه بردن به توکل</h2>\n<p>توکل یعنی تلاش + اعتماد. مسلمان تلاش می‌کند، اما دلش را به نتیجه نمی‌بندد؛ بلکه آن را به خدا می‌سپارد. این نگاه، اضطراب را کاهش می‌دهد.</p>\n<p><em>مثال:</em> جوانی که برای کار تلاش می‌کند و نتیجه را به خدا می‌سپارد، کمتر دچار نگرانی‌های فرساینده می‌شود.</p>\n\n<h2>جمع‌بندی</h2>\n<p>اضطراب با یاد خدا، نماز، نظم زندگی و توکل کاهش می‌یابد. وقتی انسان قلب خود را با ذکر روشن سازد، آرامش حقیقی را تجربه می‌کند.</p>"
    },
    {
      "authorId": "mawlana_sayyid_muhammad_shirzadi",
      "authorName": "مولانا سیدمحمد شیرزادی",
      "title": "تشویش: د قرآن او سنت له لاري د سولي لارې چارې",
      "language": "pashto",
      "category": "anxiety",
      "body": "<h2>سریزه: تشویش څنګه پیدا کېږي؟</h2>\n<p>تشویش هغه وخت پیدا کېږي چې ذهن د تېر او راتلونکي ترمنځ سرګردان وي. اقتصادي اندېښنې، د راتلونکي ویره او ټولنیز فشارونه زړه ناآرامه کوي. اسلام عملي او روحاني لارې وړاندې کوي.</p>\n\n<h2>د خدای ذکر؛ د آرامۍ کلی</h2>\n<p>قرآن وایي د خدای په یاد زړونه سکون مومي. لنډ ذکرونه او دوامداره دعا د منفي فکرونو فشار کموي.</p>\n\n<h2>لمونځ او ارام نفس</h2>\n<p>لمونځ د ورځې تر ټولو ارام وخت دی. سجده بدن اراموي او نفس منظموي. د ارام تنفس سره لمونځ ډېر اغېزناک کېږي.</p>\n\n<h2>د تشویش محرکات کمول</h2>\n<p>بد خبرونه، ډېر موبایل کارول او بې‌نظمه خوب تشویش زیاتوي. که د خبرونو وخت کم او خوب منظم شي، ذهن ارامېږي.</p>\n\n<h2>توکل او امید</h2>\n<p>توکل یعنې هڅه او بیا د خدای په فیصلې باور. مسلمان هڅه کوي، خو زړه د پایلې له وېرې خلاصوي. دا تشویش کموي.</p>\n\n<h2>پایله</h2>\n<p>تشویش د ذکر، لمونځ، نظم او توکل په وسیله کمېږي. کله چې زړه د خدای په یاد روښانه شي، ارامي پیدا کېږي.</p>"
    },
    {
      "authorId": "mawlana_fazlur_rahman_ansari",
      "authorName": "مولانا فضل الرحمن انصاری",
      "title": "دعا؛ زبانِ روح با خالق",
      "language": "dari",
      "category": "dua",
      "body": "<h2>مقدمه: دعا یعنی چه؟</h2>\n<p>دعا، زبانِ روح است؛ گفت‌وگوی بی‌واسطهٔ انسان با خالق. دعا فقط درخواست نیازها نیست؛ بلکه <strong>اظهار محبت، امید و توکل</strong> است. دعا دل را نرم می‌کند و انسان را به خدا نزدیک می‌سازد.</p>\n\n<h2>آداب دعا</h2>\n<p>آداب دعا شامل پاکی دل، وضو، رو به قبله بودن، و آغاز با حمد و صلوات است. دعا با ادب، اثر عمیق‌تری بر قلب می‌گذارد.</p>\n\n<h2>دعا و تلاش</h2>\n<p>دعا بدون تلاش، کامل نیست. مسلمان هم دعا می‌کند و هم عمل می‌کند. وقتی کوشش با دعا همراه شود، امید واقعی شکل می‌گیرد.</p>\n<p><em>مثال:</em> کسی که برای شغل دعا می‌کند، باید هم مهارت بیاموزد و هم توکل کند. این ترکیب، راه را باز می‌کند.</p>\n\n<h2>دعا در جمع</h2>\n<p>دعای جمعی دل‌ها را به هم نزدیک می‌کند. وقتی خانواده یا دوستان با هم دعا می‌کنند، احساس همدلی و آرامش بیشتر می‌شود.</p>\n\n<h2>وقتی دعا دیر اجابت می‌شود</h2>\n<p>گاهی اجابت به تأخیر می‌افتد؛ اما این به معنای رد شدن دعا نیست. ممکن است خدا بهتر از خواستهٔ ما را آماده کرده باشد یا ما را برای آن آماده کند.</p>\n\n<h2>جمع‌بندی</h2>\n<p>دعا، زبان امید و آرامش است. اگر دعا با اخلاص و عمل همراه شود، زندگی را روشن می‌سازد و دل را قوی می‌کند.</p>"
    },
    {
      "authorId": "mawlana_fazlur_rahman_ansari",
      "authorName": "مولانا فضل الرحمن انصاری",
      "title": "دعا: د انسان او د خالق ترمنځ د زړه خبرې",
      "language": "pashto",
      "category": "dua",
      "body": "<h2>سریزه: دعا څه ده؟</h2>\n<p>دعا د روح ژبه ده؛ د انسان او خدای ترمنځ بې‌واسطه خبرې. دعا یوازې د اړتیا غوښتنه نه ده، بلکې <strong>د مینې، امید او توکل اظهار</strong> دی. دعا زړه نرموي او انسان خدای ته نږدې کوي.</p>\n\n<h2>د دعا آداب</h2>\n<p>د دعا آداب دا دي: پاکي، اودس، د قبلې طرف ته مخ کول، او د حمد او صلوات سره پیل. د ادب سره دعا د زړه ژورتیا ډېروي.</p>\n\n<h2>دعا او هڅه</h2>\n<p>دعا پرته له هڅې نیمګړې ده. مسلمان هم دعا کوي او هم عمل کوي. کله چې هڅه له دعا سره یو ځای شي، امید پیاوړی کېږي.</p>\n<p><em>مثال:</em> څوک چې د کار لپاره دعا کوي، باید مهارت زده کړي او توکل وکړي.</p>\n\n<h2>دعا په جمع کې</h2>\n<p>ګډه دعا زړونه سره نږدې کوي. کله چې کورنۍ یو ځای دعا وکړي، د همدلي او آرامۍ احساس پیدا کېږي.</p>\n\n<h2>د دعا ځنډنۍ قبولي</h2>\n<p>ځینې وخت دعا ژر نه قبلیږي، خو دا رد نه دی. خدای ممکن غوره شی تیار کړي یا انسان ته د هغې لپاره چمتووالی ورکړي.</p>\n\n<h2>پایله</h2>\n<p>دعا د امید او سکون ژبه ده. که اخلاص او عمل ورسره وي، ژوند روښانه کوي او زړه پیاوړی کوي.</p>"
    },
    {
      "authorId": "sayyid_abdul_ilah_shirzadi",
      "authorName": "سیدعبدالاله شیرزادی",
      "title": "تزکیه؛ پالایش نفس و رشد روح",
      "language": "dari",
      "category": "tazkiyah",
      "body": "<h2>مقدمه: تزکیه یعنی چه؟</h2>\n<p>تزکیه به معنای پالایش نفس و لطیف‌کردن روح است. این مسیر، صرفاً ترکِ گناه نیست؛ بلکه <strong>سلوکِ قلبی</strong> و رسیدن به صفای درون است. تزکیه انسان را از غبار خودخواهی می‌شوید تا دل آینهٔ نور شود.</p>\n\n<h2>محاسبه و مراقبه</h2>\n<p>عارفان بزرگ گفته‌اند که روزانه باید دل را محاسبه کرد. بنگر که کجا رنجاندی و کجا شفقت کردی. این محاسبه، قدم اول در تزکیه است.</p>\n<p>خواجه عبدالله انصاری، در مناجات‌هایش، سوز دل را راهِ برگشت می‌داند؛ یعنی هرگاه دل شکسته شد، راهِ نور باز می‌شود.</p>\n\n<h2>ذکر؛ نَفَسِ جان</h2>\n<p>ذکر، تنفس روح است. ذکر کوتاه اما پیوسته، قلب را نرم می‌کند. مولانا از «یادِ محبوب» سخن می‌گوید و یادآور می‌شود که دلِ بی‌ذکر، مانند نیِ بی‌نواست.</p>\n\n<h2>عشق و مهر؛ داروی درون</h2>\n<p>تزکیه تنها با ترس از گناه کامل نمی‌شود؛ با عشق به خدا جان می‌گیرد. عبدالرحمن جامی، راهِ محبت را نردبان کمال می‌بیند؛ انسانی که مهر بورزد، نفسِ سرکش را نرم می‌کند.</p>\n\n<h2>تزکیه در زندگی روزمره</h2>\n<p>تزکیه در خانقاه محدود نیست؛ در بازار و خانه هم رخ می‌دهد. وقتی انسان خشمش را فرو می‌برد، وقتی حسد را به دعا تبدیل می‌کند، یا وقتی به جای قهر، عذر می‌طلبد، تزکیه در عمل است.</p>\n<p><em>مثال:</em> شخصی که در معامله ضرر کرده، به جای بدگویی، دل خود را آرام می‌کند و می‌گوید «خیر در این است». همین جمله، تربیتِ درون است.</p>\n\n<h2>جمع‌بندی</h2>\n<p>تزکیه مسیر آرام، ژرف و زیباست؛ مسیری که در آن دل به نور می‌رسد. با محاسبه، ذکر و محبت، روح آرام می‌شود و انسان به حقیقت نزدیک‌تر می‌گردد.</p>"
    },
    {
      "authorId": "sayyid_abdul_ilah_shirzadi",
      "authorName": "سیدعبدالاله شیرزادی",
      "title": "تزکیه: د نفس پاکوالی او د روح وده",
      "language": "pashto",
      "category": "tazkiyah",
      "body": "<h2>سریزه: تزکیه څه معنی لري؟</h2>\n<p>تزکیه د نفس پاکول او د روح وده ده. دا یوازې د ګناه پرېښودل نه دي؛ بلکې <strong>د زړه صفا کول</strong> دي. تزکیه انسان له غرور او حسد څخه پاکوي او زړه روښانه کوي.</p>\n\n<h2>محاسبه او ځان‌کتنه</h2>\n<p>هره ورځ باید انسان خپل ځان وڅېړي: چیرته مې ښه وکړ، چیرته مې خطا وکړه؟ دا محاسبه د تزکیې لومړنی ګام دی.</p>\n\n<h2>ذکر او دعا</h2>\n<p>ذکر د روح لپاره غذا ده. لنډ، خو دوامداره ذکر زړه نرموي او فکر اراموي. کله چې زړه په ذکر عادت شي، د نفس بد عادتونه کمېږي.</p>\n\n<h2>مینه او شفقت</h2>\n<p>تزکیه یوازې د وېرې له لارې نه پوره کېږي؛ مینه یې بشپړوي. د خدای مینه د انسان اخلاق نرموي او روح لوړوي.</p>\n\n<h2>تزکیه په ورځني ژوند کې</h2>\n<p>تزکیه یوازې په ځانګړي ځای کې نه کېږي؛ په کور، بازار او ټولنه کې هم عملي کېږي. کله چې څوک غصه کنټرول کړي یا حسد پرېږدي، تزکیه ده.</p>\n\n<h2>پایله</h2>\n<p>تزکیه یو ژور او ښکلی سفر دی. د محاسبې، ذکر او محبت له لارې انسان روحاني سکون ته رسېږي او زړه یې روښانه کېږي.</p>"
    },
    {
      "authorId": "sayyid_abdullah_shirzadi",
      "authorName": "سیدعبدالله شیرزادی",
      "title": "رزق؛ حکمت الهی و تلاش انسانی",
      "language": "dari",
      "category": "rizq",
      "body": "<h2>مقدمه: رزق فقط پول نیست</h2>\n<p>رزق در نگاه اسلامی، تنها پول و غذا نیست؛ <strong>سلامتی، علم، خانواده، امنیت و آرامش</strong> نیز رزق‌اند. انسان باید به همهٔ این نعمت‌ها توجه کند و شکر آن‌ها را به‌جا آورد.</p>\n\n<h2>تلاش و توکل</h2>\n<p>اسلام تأکید می‌کند که رزق با تلاش به دست می‌آید، اما نتیجه در دست خداست. توکل یعنی کار کردن با امید، نه با اضطراب.</p>\n<p><em>مثال:</em> یک کارگر که با صداقت کار می‌کند و در عین حال از خدا رزق می‌خواهد، دلش آرام‌تر است و برکت را بیشتر حس می‌کند.</p>\n\n<h2>برکت در رزق</h2>\n<p>برکت گاهی از مقدار رزق مهم‌تر است. دو نفر ممکن است درآمد یکسان داشته باشند، اما یکی آرامش دارد و دیگری ندارد. صدقه، انصاف و ترکِ حرام، برکت را زیاد می‌کند.</p>\n\n<h2>رزق و قناعت</h2>\n<p>قناعت یعنی رضایت قلبی به آنچه هست و تلاش برای بهتر شدن. قناعت، انسان را از حسادت می‌رهاند و آرامش می‌آورد.</p>\n\n<h2>رزق معنوی</h2>\n<p>رزقِ معنوی شامل ایمان، ادب، و علم است. کسی که این رزق را دارد، حتی در سختی‌های مالی نیز آرامش را حفظ می‌کند.</p>\n\n<h2>جمع‌بندی</h2>\n<p>رزق، هم تلاش می‌خواهد و هم توکل. با صداقت، قناعت و یاد خدا، رزق مبارک می‌شود و زندگی رنگِ آرامش می‌گیرد.</p>"
    },
    {
      "authorId": "sayyid_abdullah_shirzadi",
      "authorName": "سیدعبدالله شیرزادی",
      "title": "روزي: د الهي حکمت او د انسان هڅه",
      "language": "pashto",
      "category": "rizq",
      "body": "<h2>سریزه: روزي یوازې پیسې نه دي</h2>\n<p>رزق په اسلامي لید کې یوازې پیسې نه دي؛ <strong>روغتیا، علم، کورنۍ، امنیت او سکون</strong> هم رزق دی. انسان باید د دې نعمتونو شکر وباسي.</p>\n\n<h2>هڅه او توکل</h2>\n<p>اسلام وایي رزق د هڅې له لارې راځي، خو نتیجه د خدای په لاس کې ده. توکل دا دی چې کار وکړو او زړه مو ارام وي.</p>\n<p><em>مثال:</em> یو مزدور چې په صداقت کار کوي او له خدای رزق غواړي، د زړه سکون زیات احساسوي.</p>\n\n<h2>برکت په رزق کې</h2>\n<p>برکت کله ناکله له مقدار څخه مهم دی. دوه کسان یو شان عاید لري، خو یو ارام وي او بل نه. صدقه، انصاف او د حرام پرېښودل برکت زیاتوي.</p>\n\n<h2>قناعت او رضا</h2>\n<p>قناعت د زړه رضایت دی. قناعت انسان له حسده ژغوري او سکون راولي.</p>\n\n<h2>روحاني رزق</h2>\n<p>ایمان، ادب او علم هم رزق دي. څوک چې دا ولري، په مالي سختیو کې هم ارام پاتې کېږي.</p>\n\n<h2>پایله</h2>\n<p>رزق د هڅې او توکل ترمنځ توازن غواړي. د صداقت، قناعت او یادِ خدا سره رزق مبارک کېږي او ژوند ارامېږي.</p>"
    },
    {
      "authorId": "mufti_mohammad_sarwar_rasooli",
      "authorName": "مفتی محمد سرور رسولی",
      "title": "خانواده؛ مدرسهٔ نخستِ ایمان و ادب",
      "language": "dari",
      "category": "family",
      "body": "<h2>مقدمه: چرا خانواده مهم‌ترین مدرسه است؟</h2>\n<p>پیش از هر کتاب و درس، انسان در خانه تربیت می‌شود. <strong>خانواده نخستین مدرسهٔ ایمان، ادب و مسئولیت‌پذیری</strong> است. اگر خانه سالم و آرام باشد، جامعه نیز آرام‌تر می‌شود.</p>\n\n<h2>تربیت با الگو، نه فقط گفتار</h2>\n<p>کودک بیش از آن‌که نصیحت بشنود، رفتار والدین را می‌بیند. وقتی پدر و مادر احترام، صداقت و مهربانی را در عمل نشان دهند، این ارزش‌ها در دل فرزند ریشه می‌گیرد.</p>\n<p><em>مثال عملی:</em> وقتی والدین در حضور فرزند اختلاف را با آرامش حل می‌کنند، کودک یاد می‌گیرد که گفت‌وگو جای فریاد را می‌گیرد.</p>\n\n<h2>نماز و قرآن؛ ستون‌های تربیت معنوی</h2>\n<p>یاد خدا در خانه، دل را نرم می‌سازد. اگر اعضای خانواده بخشی از روز را به نماز جماعت کوچک، تلاوت کوتاه یا ذکر ساده اختصاص دهند، فضای خانه نورانی می‌شود.</p>\n<p>حتی خواندن چند آیه با ترجمهٔ دری، ذهن نوجوان را به معنا نزدیک می‌کند و او را از بی‌هدف‌بودن دور می‌سازد.</p>\n\n<h2>ادبِ گفتار و گوش‌دادن</h2>\n<p>خانه‌ای که در آن گوش‌دادن ارزش دارد، خانهٔ آرام است. احترام به سخن همدیگر، تربیت را عمیق می‌کند. پدر باید با حوصله سخن فرزند را بشنود و مادر باید با مهربانی به نگرانی‌های او پاسخ دهد.</p>\n\n<h2>نقش پدر و مادر در امنیت عاطفی</h2>\n<p>امنیت عاطفی یعنی کودک بداند در هر حال، مأمن دارد. این امنیت با سرزنش‌های تند از بین می‌رود؛ اما با محبتِ همراه با قاعده و نظم شکل می‌گیرد.</p>\n<p><em>تمرین ساده:</em> هر شب چند دقیقه با فرزند دربارهٔ روزش صحبت کنید. همین گفت‌وگو، فاصله‌های روحی را کم می‌کند.</p>\n\n<h2>پیوند خانواده با مسجد و مدرسه</h2>\n<p>خانه‌ای که با مسجد و مرکز علم پیوند داشته باشد، تربیت متوازن‌تری دارد. حضور گاه‌گاهی در مسجد، شنیدن یک درس کوتاه یا شرکت در محفل اخلاقی، روح خانواده را قوی می‌سازد.</p>\n\n<h2>جمع‌بندی</h2>\n<p>خانواده مدرسهٔ نخستِ ایمان و ادب است. با الگوی عملی، یاد خدا، گفت‌وگوی محترمانه و امنیت عاطفی، نسل صالح پرورش می‌یابد. جامعهٔ افغان با خانواده‌های سالم، آینده‌ای روشن‌تر خواهد داشت.</p>"
    },
    {
      "authorId": "sayyid_abdullah_shirzadi",
      "authorName": "امام ابوحامد غزالی (رح)",
      "title": "اسماء الحسنی؛ نقشهٔ راه تربیت نفس",
      "language": "dari",
      "category": "asma_husna",
      "body": "<h2>درآمد: چرا بحث اسماء الحسنی برای تربیت نفس حیاتی است؟</h2>\n<p>بحث اسماء الحسنی تنها فهرست‌کردن نام‌های زیبا نیست؛ بلکه <strong>نقشهٔ راهِ اصلاح درون</strong> است. هر نام الهی یک جهت تربیتی می‌دهد: «الرحیم» ما را به شفقت می‌خواند، «العدل» به انصاف، و «الحلیم» به مهار خشم. وقتی انسان این معانی را به رفتار روزانه وصل کند، دین از سطح معلومات به سطح شخصیت منتقل می‌شود.</p>\n<p>در سنت تربیتی علما، معرفت اسماء پلی میان عقیده و اخلاق است. یعنی انسان اول می‌فهمد خدا کیست، سپس می‌آموزد در برابر خلق چگونه باشد. این پیوند، نفس را از بی‌نظمی، خودبینی و پراکندگی نجات می‌دهد.</p>\n\n<h2>اسماء الحسنی و ساختن وجدان اخلاقی</h2>\n<p>وجدان اخلاقی زمانی بیدار می‌شود که انسان خود را «در محضر» بداند. فهم نام «البصیر» یاد می‌دهد که نگاه خدا از باطن ما پنهان نیست؛ پس در خلوت نیز از خیانت، دروغ و تحقیر دیگران دور می‌شویم. فهم «السّمیع» زبان را مراقبت می‌کند تا غیبت، طعنه و سخن تند کم شود.</p>\n<p><em>نمونهٔ عملی:</em> کارمندی که زیر فشار اداری قرار دارد، اگر معنای «الرزاق» و «العدل» را حاضر نگه دارد، برای رسیدن به منفعت شخصی حق مردم را ضایع نمی‌کند. این همان تربیت نفس در میدان عمل است، نه صرفاً در کتاب.</p>\n\n<h2>از حفظ اسماء تا تخلق به اسماء</h2>\n<p>حفظ لفظی نام‌ها ارزشمند است، اما مقصد نهایی نیست. مرحلهٔ کامل‌تر، <strong>تخلق</strong> است؛ یعنی انسان در حد بندگی، بویی از آن معانی را در اخلاق خود ظاهر کند. بنده «الستّار» نمی‌تواند رسوایی‌طلب باشد؛ بنده «الغفور» نمی‌تواند کینه‌پرور بماند؛ بنده «الشکور» نمی‌تواند نعمت‌های کوچک را نادیده بگیرد.</p>\n<p>تخلق، مسیر تدریجی است. هر هفته یک اسم انتخاب شود، معنا و کاربرد آن نوشته شود، و همان روز در خانه و بازار تمرین گردد. این روش آهسته، ولی پایدار است و اثرش از تصمیم‌های هیجانی بیشتر می‌ماند.</p>\n\n<h2>موانع رایج در مسیر تربیت با اسماء</h2>\n<p>اولین مانع، سطحی‌خوانی است؛ یعنی نام‌ها را زیبا بدانیم اما دستور عملی آن را نگیریم. مانع دوم، عجله در نتیجه است؛ نفس با یک سخنرانی عوض نمی‌شود. مانع سوم، مقایسه با دیگران است؛ تربیت نفس رقابت اجتماعی نیست، سفر شخصیِ صدق با خداست.</p>\n<p>برای عبور از این موانع، سه ابزار مهم‌اند: دفتر محاسبهٔ روزانه، ذکر کوتاه اما مداوم، و همنشینی با انسان‌های متین. چنین فضای تربیتی، روح را از نوسان به ثبات می‌رساند.</p>\n\n<h2>جمع‌بندی</h2>\n<p>اسماء الحسنی اگر درست فهم و درست تمرین شوند، انسان را از تشتت به تعادل می‌آورند. در این مسیر، معرفت، ذکر، محاسبه و اخلاق اجتماعی به هم وصل می‌شوند. نتیجهٔ نهایی آن است که دل آرام‌تر، رفتار پاک‌تر، و خدمت به مردم صادقانه‌تر می‌گردد.</p>\n\n<p><em>نویسنده: امام ابوحامد غزالی (رح) ؛ گردآورنده: سیدعبدالله ابن سیدعبدالرحمن شیرزادی</em></p>"
    },
    {
      "authorId": "sayyid_abdullah_shirzadi",
      "authorName": "امام ابوحامد غزالی (رح)",
      "title": "تخلیه و تحلیه؛ تخلق به اسماء در مکتب سلوک",
      "language": "dari",
      "category": "asma_husna",
      "body": "<h2>مقدمه: تخلیه و تحلیه یعنی چه؟</h2>\n<p>در ادبیات تربیتی، «تخلیه» یعنی خالی‌کردن دل از رذایل، و «تحلیه» یعنی آراستن آن به فضایل. این دو مرحله از هم جدا نیستند. تا حسد، عجب و کبر ضعیف نشود، صدق، تواضع و رحمت در دل ریشه نمی‌گیرد. اسماء الحسنی در این مسیر، معیار دقیقِ سنجش باطن هستند.</p>\n\n<h2>تخلیه: پالایش رذایل با فهم اسماء</h2>\n<p>وقتی انسان معنای «الکبیر» را بچشد، خودبزرگ‌بینی‌اش ترک برمی‌دارد؛ چون عظمت حقیقی را از آنِ خدا می‌بیند. وقتی «الغنی» را حاضر کند، حرص و ذلتِ دست‌درازی به خلق کمتر می‌شود. وقتی «الحسیب» را باور کند، از حساب‌کشی مردم می‌هراسد و در معامله شفاف‌تر می‌گردد.</p>\n<p><em>تمرین تخلیه:</em> هر شب یک رذیله را نام‌گذاری کن؛ بنویس امروز در کدام موقعیت ظاهر شد و با کدام اسم الهی می‌توانستی آن را مهار کنی. این یادداشت کوتاه، نفس را از توجیه‌گری به بیداری می‌برد.</p>\n\n<h2>تحلیه: آراستن با صفات پسندیده</h2>\n<p>تحلیه یعنی اخلاق نیک را به عادت تبدیل‌کردن. بندهٔ «الرحمن» در خانواده اهل نرمی می‌شود. بندهٔ «الحکیم» قبل از واکنش، تأمل می‌کند. بندهٔ «اللطیف» نیاز پنهان دیگران را می‌فهمد و بی‌سروصدا یاری می‌رساند.</p>\n<p>تحلیه بدون خدمت اجتماعی ناقص است. اگر ذکر زیاد شود اما زبان آزارگر بماند، هنوز راه ناتمام است. معیار پیشرفت این است که اطرافیان، تغییر اخلاق ما را حس کنند؛ نه فقط خود ما از حالات درونی‌مان سخن بگوییم.</p>\n\n<h2>تخلق: جمع میان باطن و رفتار</h2>\n<p>تخلق به اسماء یعنی اینکه اسم الهی از ذهن به منش منتقل شود. تخلقِ واقعی با سه شاخص شناخته می‌شود: ثبات در اخلاق، انصاف در اختلاف، و پاکی نیت در خدمت. کسی که فقط در حال خوش مهربان است، هنوز به مقام ثبات نرسیده است.</p>\n<p>در مکتب سلوک، استادان تأکید کرده‌اند که تخلق باید زیر سایهٔ شریعت باشد؛ یعنی نه افراط عاطفی و نه ترک مسئولیت. این تعادل، نفس را رشد می‌دهد و از انحراف‌های معنوی حفظ می‌کند.</p>\n\n<h2>جمع‌بندی</h2>\n<p>تخلیه و تحلیه دو بالِ یک پروازند. با سنجش روزانه، ذکر معنادار، و تمرین اخلاق در میدان زندگی، انسان به تخلق نزدیک می‌شود. اسماء الحسنی در این مسیر، چراغ راه و معیار صحت حرکت‌اند.</p>\n\n<p><em>نویسنده: امام ابوحامد غزالی (رح) ؛ گردآورنده: سیدعبدالله ابن سیدعبدالرحمن شیرزادی</em></p>"
    },
    {
      "authorId": "sayyid_abdullah_shirzadi",
      "authorName": "امام فخرالدین رازی (رح)",
      "title": "ریاضت مشروع و مراقبهٔ قلب؛ در پرتو کیمیای سعادت",
      "language": "dari",
      "category": "asma_husna",
      "body": "<h2>مقدمه: ریاضت مشروع با ریاضت افراطی چه فرق دارد؟</h2>\n<p>ریاضت در سنت اسلامی، شکنجهٔ نفس نیست؛ <strong>نظم‌دادن به خواهش‌ها</strong> است تا عقل و ایمان بر رفتار مسلط شوند. ریاضتِ مشروع، با شریعت، اعتدال و مسئولیت خانوادگی سازگار است. هر روشی که انسان را از حقوق مردم، کار مفید و عبادت متوازن دور کند، ریاضت سالم شمرده نمی‌شود.</p>\n\n<h2>اشارهٔ تربیتی از کیمیای سعادت (جلد دوم)</h2>\n<p>در مباحث کیمیای سعادت، امام غزالی بر «محاسبه، مجاهده، و دوام مراقبت» تأکید می‌کند. مقصود آن است که سالک پیوسته بر نیت، زبان، شکم و چشم خود نگهبان بگذارد. این نگاه تربیتی، دقیقاً با برنامهٔ تخلق به اسماء هماهنگ است؛ زیرا هر اسم الهی یک معیار عملی برای تهذیب می‌دهد.</p>\n<p>در قرائت‌های متأخر، از جمله تحلیل‌های کلامی امام فخرالدین رازی، معرفت اسماء نه یک امر صرفاً احساسی، بلکه یک بنیان معرفتی برای اصلاح اراده دانسته می‌شود. یعنی شناخت درست، به انتخاب درست منجر می‌گردد.</p>\n\n<h2>مراقبهٔ قلب با محور اسماء</h2>\n<p>مراقبه یعنی نگه‌داشتن توجه قلب در محضر الهی. برای عملی‌شدن، یک اسم را محور روز قرار بده: مثلاً «الحلیم». سپس هر بار که خشم بالا می‌رود، لحظه‌ای مکث کن، نفس عمیق بکش و از خود بپرس: آیا این پاسخ با حلم سازگار است؟ همین مکث کوتاه، کیفیت تصمیم را تغییر می‌دهد.</p>\n<p>این شیوه، به‌مرور عصبیت را کم و وقار را زیاد می‌کند. مراقبهٔ قلب نه تشریفات پیچیده می‌خواهد و نه انزوا؛ بلکه صدق و استمرار می‌خواهد.</p>\n\n<h2>ریاضت‌های روزمرهٔ قابل اجرا</h2>\n<p>نمونه‌های ریاضت مشروع: کم‌کردن لغو در سخن، تنظیم خواب، مراقبت از خوراک، و اختصاص زمان ثابت برای تلاوت و ذکر. اگر این چهار محور با تدریج اجرا شوند، پراکندگی ذهنی کم می‌شود و عبادت عمق می‌گیرد.</p>\n<p><em>برنامهٔ ساده:</em> هر هفته فقط یک عادت را اصلاح کن، نه همه چیز را یک‌باره. نفس در اصلاح تدریجی همکاری بیشتری نشان می‌دهد و فرسودگی روحی رخ نمی‌دهد.</p>\n\n<h2>جمع‌بندی</h2>\n<p>ریاضت مشروع و مراقبهٔ قلب، ستون تربیت نفس‌اند؛ به‌ویژه وقتی با اسماء الحسنی گره بخورند. این مسیر، هم علمی است هم عملی: معرفت درست، تمرین منظم، و اخلاق قابل مشاهده. ثمرهٔ آن قلبی بیدار و رفتاری متوازن در متن زندگی است.</p>\n\n<p><em>نویسنده: امام فخرالدین رازی (رح) ؛ گردآورنده: سیدعبدالله ابن سیدعبدالرحمن شیرزادی</em></p>"
    },
    {
      "authorId": "sayyid_abdullah_shirzadi",
      "authorName": "امام ابوحامد غزالی (رح)",
      "title": "برنامهٔ ۳۰ روزهٔ تخلق به اسماء الحسنی",
      "language": "dari",
      "category": "asma_husna",
      "body": "<h2>مقدمه: چرا برنامهٔ ۳۰ روزه؟</h2>\n<p>تربیت نفس با تصمیم‌های هیجانی پایدار نمی‌ماند. برنامهٔ ۳۰ روزه کمک می‌کند که تمرین معنوی به عادت اخلاقی تبدیل شود. هدف این برنامه، زیادکردن معلومات نیست؛ هدف آن است که اسماء الحسنی در زبان، فکر و رفتار ما اثر ملموس بگذارند.</p>\n\n<h2>هفتهٔ اول: بیدارسازی توجه</h2>\n<p>در هفتهٔ اول، روزانه سه اسم انتخاب شود: «الرحیم»، «السّمیع»، «البصیر». صبح، معنای کوتاه هر اسم خوانده شود. در طول روز، سه موقعیت واقعی یادداشت گردد که این اسم‌ها می‌توانستند رفتار را اصلاح کنند. شب، یک دقیقه استغفار و جمع‌بندی انجام شود.</p>\n<p>این هفته برای دیدن خطاهاست، نه ملامت‌کردن خود. دیدنِ خطا آغازِ درمان است.</p>\n\n<h2>هفتهٔ دوم: مهار زبان و خشم</h2>\n<p>اسم‌های محوری: «الحلیم»، «اللطیف»، «العفو». تمرین اصلی: قبل از هر پاسخ تند، سه ثانیه مکث. اگر لغزش رخ داد، همان روز عذرخواهی عملی انجام شود. این کار نفس را از لجاجت به تواضع می‌برد.</p>\n<p><em>هدف هفتگی:</em> کاهش محسوسِ طعنه، بلندگویی و بحث‌های بی‌ثمر در خانه و محل کار.</p>\n\n<h2>هفتهٔ سوم: عدالت و امانت در عمل</h2>\n<p>اسم‌های محوری: «العدل»، «الحکیم»، «الرزاق». تمرین این هفته در حوزهٔ حق‌الناس است: دقت در قول، وقت‌شناسی، وفای به وعده، و پاکی مالی. هرجا حقی ضایع شد، همان روز جبران گردد؛ حتی اگر کوچک باشد.</p>\n<p>تخلق بدون امانت‌داری ناقص است. معیار پیشرفت واقعی در همین میدان اجتماعی سنجیده می‌شود.</p>\n\n<h2>هفتهٔ چهارم: تثبیت و انتقال به سبک زندگی</h2>\n<p>در هفتهٔ آخر، اسم‌های موردنیاز شخصی انتخاب می‌شوند. برنامهٔ روزانه کوتاه ولی ثابت باشد: ۱۰ دقیقه تلاوت، ۵ دقیقه ذکرِ آرام، و یک اقدام خدمت‌محور به نیت رضای الهی. در پایان هفته، یک صفحه گزارش نوشته شود: چه چیزی اصلاح شد و کجا هنوز نیاز به کار هست.</p>\n<p>برای دوام مسیر، یک رفیق محاسبه یا استاد اخلاق انتخاب شود تا مسیر در ماه‌های بعد نیز ادامه یابد.</p>\n\n<h2>جمع‌بندی</h2>\n<p>این برنامهٔ ۳۰ روزه، نسخهٔ آغاز است نه پایان. اگر با صدق و استمرار اجرا شود، اسماء الحسنی از متن دعا به متن زندگی می‌آیند. آنگاه دل آرام‌تر، روابط سالم‌تر، و خدمت به خلق خالص‌تر خواهد شد.</p>\n\n<p><em>نویسنده: امام ابوحامد غزالی (رح) ؛ گردآورنده: سیدعبدالله ابن سیدعبدالرحمن شیرزادی</em></p>"
    },
    {
      "authorId": "sayyid_abdullah_shirzadi",
      "authorName": "امام ابوحامد غزالی (رح)",
      "title": "اسماء الحسنی: د نفس د روزنې رڼا",
      "language": "pashto",
      "category": "asma_husna",
      "body": "<h2>سریزه: ولې اسماء الحسنی د روزنې بنسټ دی؟</h2>\n<p>اسماء الحسنی یوازې د یادولو الفاظ نه دي؛ بلکې <strong>د انسان د باطن د جوړولو لارښود</strong> دي. هر الهي نوم یو اخلاقي جهت راکوي: «الرحیم» د نرمۍ درس راکوي، «العدل» د انصاف، او «الحلیم» د زغم. کله چې دا معناوې عمل ته راکوزې شي، شخصیت بدل شي.</p>\n<p>د علماوو د تربیې په مکتب کې معرفتِ اسماء د عقیدې او اخلاقو ترمنځ پُل دی. یعنې انسان لومړی خپل رب پېژني، بیا د خلکو سره د چلند اصلاح کوي. همدا لاره نفس له ګډوډۍ نه ثبات ته رسوي.</p>\n\n<h2>د ورځني ژوند سره د اسماء تړاو</h2>\n<p>که څوک «السّمیع» په زړه کې ژوندی وساتي، خپل ژبه به له غیبت او توندۍ څخه وژغوري. که «البصیر» حاضر کړي، په خلوت کې هم امانت ساتي. دا پوهه انسان له دوه مخۍ ژغوري او په رښتینولۍ عادتوي.</p>\n<p><em>عملي بېلګه:</em> یو سوداګر چې د «الرزاق» معنا ته متوجه وي، د ګټې لپاره فریب نه کوي. هغه پوهېږي چې رزق د الله له طرفه دی، نو د خلکو حق نه خوري.</p>\n\n<h2>له حفظ څخه تر تخلق پورې</h2>\n<p>د نومونو حفظ ښه دی، خو مقصد یې تخلق دی. د «الغفور» بنده باید بښنه زده کړي. د «الستّار» بنده باید د خلکو پرده وساتي. د «الشکور» بنده باید نعمتونه وویني او ناشکري پرېږدي.</p>\n<p>تخلق په تدریج راځي. ښه ده چې هره اونۍ یو نوم وټاکل شي، معنا یې ولیکل شي، او په کور او بازار کې عملي تمرین شي. لږ کار چې دوام ولري، له لویو ناپایدارو تصمیمونو غوره وي.</p>\n\n<h2>پایله</h2>\n<p>اسماء الحسنی د نفس د روزنې ژوره خزانه ده. که معرفت، ذکر او عمل سره یو شي، زړه صفا کېږي، اخلاق ښایسته کېږي، او ټولنیز امانت پیاوړی کېږي. دا سفر د علم نه پیلېږي او په خدمت تمامېږي.</p>\n\n<p><em>لیکوال: امام ابوحامد غزالی (رح) ؛ راټولوونکی: سیدعبدالله ابن سیدعبدالرحمن شیرزادی</em></p>"
    },
    {
      "authorId": "sayyid_abdullah_shirzadi",
      "authorName": "امام ابوحامد غزالی (رح)",
      "title": "تخلیه او تحلیه: د الهي نومونو په رڼا کې اخلاق",
      "language": "pashto",
      "category": "asma_husna",
      "body": "<h2>سریزه: تخلیه او تحلیه څه مانا لري؟</h2>\n<p>تخلیه یعنې له زړه نه د بدو صفتونو ایستل، او تحلیه یعنې د ښو صفتونو پرې اغوستل. دا دواړه مرحلې سره تړلې دي. څو چې کبر، حسد او عجب کم نه شي، تواضع، شفقت او صداقت پیاوړي نه کېږي.</p>\n\n<h2>تخلیه: د رذایلو کمزوري کول</h2>\n<p>د «الکبیر» په معرفت سره د انسان خپل ځان لوی ګڼل ماتېږي. د «الغني» په یاد سره حرص کمېږي. د «الحسیب» په باور سره انسان د خلکو حق ته جدي کېږي او خپل عمل حسابوي.</p>\n<p><em>عملي تمرین:</em> هر ماښام یوه داخلي ستونزه ولیکئ: نن حسد، غصه، یا ځان‌ښودنه چیرته ښکاره شوه؟ بیا ورسره یو مناسب الهي نوم وتړئ او سبا یې عملي مراقبت وکړئ.</p>\n\n<h2>تحلیه: د ښو اخلاقو رواجول</h2>\n<p>تحلیه یوازې په زړه کې نیت نه دی؛ په چلند کې باید ښکاره شي. د «الرحمن» بنده په کور کې نرمه ژبه کاروي. د «الحکیم» بنده په بیړه پرېکړه نه کوي. د «اللطیف» بنده د نورو پټ درد درک کوي.</p>\n<p>که ذکر ډېر وي خو ژبه لا هم زخمي کوي، معنا دا ده چې تحلیه نیمګړې ده. د اصلاح معیار دا دی چې خلک زموږ له اخلاقو راحت احساس کړي.</p>\n\n<h2>تخلق: د باطن او ظاهر یووالی</h2>\n<p>تخلق هغه وخت رښتینی وي چې په سخت حالت کې هم اخلاق ونه نړېږي. په اختلاف کې انصاف، په فشار کې زغم، او په خدمت کې اخلاص د تخلق نښې دي. دا حالت د مراقبت، دوام او محاسبې په وسیله پیدا کېږي.</p>\n<p>په سلوکي مکتب کې تل ټینګار شوی چې هره تربیه باید د شریعت تر چوکاټ لاندې وي؛ نه مبالغه، نه سستي، بلکې متوازن حرکت.</p>\n\n<h2>پایله</h2>\n<p>تخلیه او تحلیه د اصلاح دوه بنسټونه دي. اسماء الحسنی دواړو ته عملي نقشه برابروي. که دا لاره په دوام تعقیب شي، نفس نرمېږي، اخلاق لوړېږي، او ټولنیز اعتماد پیاوړی کېږي.</p>\n\n<p><em>لیکوال: امام ابوحامد غزالی (رح) ؛ راټولوونکی: سیدعبدالله ابن سیدعبدالرحمن شیرزادی</em></p>"
    },
    {
      "authorId": "sayyid_abdullah_shirzadi",
      "authorName": "امام فخرالدین رازی (رح)",
      "title": "مشروع ریاضت او د زړه مراقبه: د کیمیای سعادت په رڼا کې",
      "language": "pashto",
      "category": "asma_husna",
      "body": "<h2>سریزه: مشروع ریاضت څه ته وایي؟</h2>\n<p>ریاضت په اسلام کې د نفس ماتول نه، بلکې د نفس سمول دي. مشروع ریاضت هغه دی چې له شریعت، کورني مسؤلیت او ټولنیز امانت سره ټکر ونه لري. مقصد یې دا دی چې خواهشات منظم شي او عقل د ایمان تر رڼا لاندې کار وکړي.</p>\n\n<h2>د کیمیای سعادت تربیوي اشارات</h2>\n<p>په کیمیای سعادت (جلد دوم) کې د محاسبې، مجاهدې او مراقبې بحثونه انسان ته منظم سلوکي چوکاټ ورکوي. سالک باید هره ورځ نیتونه وڅاري، د ژبې او سترګو ساتنه وکړي، او د زړه حالت ته حساب ورکړي. دا طریقه د اسماء الحسنی د تخلق لپاره قوي بنسټ برابروي.</p>\n<p>د امام فخرالدین رازي ځینې کلامي تفسیرونه هم دې ته اشاره کوي چې د الهي نومونو معرفت د ارادې اصلاح کوي؛ یعنې سمه پوهه، سمه پرېکړه زېږوي.</p>\n\n<h2>د زړه مراقبه د اسماء په محور</h2>\n<p>هره ورځ یو نوم محور وټاکئ، لکه «الحلیم». کله چې غصه راپورته شي، لږ مکث وکړئ، ژوره ساه واخلئ او د همدې نوم معنا حاضر کړئ. دا کوچنی وقفه د غبرګون کیفیت بدلوي او له زیانمنو خبرو مو ساتي.</p>\n<p>مراقبه انزوا نه غواړي؛ بلکې په ورځني ژوند کې د حضور تمرین دی. هم په دفتر کې، هم په کور کې، هم په بازار کې عملي کېدای شي.</p>\n\n<h2>ساده او دوامدار ریاضتونه</h2>\n<p>له لغوه خبرو کمول، منظم خوب، د خوراک اعتدال، او د ذکر ټاکلی وخت د ریاضت مهم عناصر دي. که دا چارې په تدریج عملي شي، ذهن ارامېږي او عبادت ژورېږي.</p>\n<p><em>اونیز اصل:</em> په یوه وخت کې یوازې یو عادت بدل کړئ. نفس له تدریجي اصلاح سره ملګرتیا کوي، خو له سختې بیړنۍ بدلون سره ستړی کېږي.</p>\n\n<h2>پایله</h2>\n<p>مشروع ریاضت او مراقبه د نفس د روزنې اساسي وسیلې دي. کله چې د اسماء الحسنی معناوې ورسره یوځای شي، انسان په اخلاقو، فکر او تعامل کې متوازن پرمختګ کوي. همدا متوازن سلوک د دوام وړ معنوي ژوند بنسټ دی.</p>\n\n<p><em>لیکوال: امام فخرالدین رازی (رح) ؛ راټولوونکی: سیدعبدالله ابن سیدعبدالرحمن شیرزادی</em></p>"
    },
    {
      "authorId": "sayyid_abdullah_shirzadi",
      "authorName": "امام ابوحامد غزالی (رح)",
      "title": "د اسماء الحسنی د تخلق ۳۰ ورځنی عملي پروګرام",
      "language": "pashto",
      "category": "asma_husna",
      "body": "<h2>سریزه: ولې ۳۰ ورځنی پروګرام ګټور دی؟</h2>\n<p>د نفس اصلاح یوازې د احساس په زور نه پاتېږي. منظم پروګرام انسان ته دوام ورکوي. ۳۰ ورځې کافي دي چې څو مهم معنوي عادتونه رامنځته شي او اخلاق له شعار نه عمل ته راښکته شي.</p>\n\n<h2>لومړۍ اونۍ: بیداري او ځان‌کتنه</h2>\n<p>محوري نومونه: «الرحیم»، «السّمیع»، «البصیر». سهار یې لنډ معناوې ولولئ. د ورځې په جریان کې درې حالتونه ولیکئ چېرته مو د همدې نومونو خلاف چلند کړی وي. ماښام یوه دقیقه استغفار او اصلاحي نیت وکړئ.</p>\n<p>په دې مرحله کې هدف قضاوت نه، بلکې بیداري ده. څوک چې خپله کمزوري وویني، د اصلاح دروازه ورته پرانیستل کېږي.</p>\n\n<h2>دوهمه اونۍ: د ژبې او خشم اصلاح</h2>\n<p>محوري نومونه: «الحلیم»، «العفو»، «اللطیف». هر توند غبرګون مخکې درې ثانیې مکث وکړئ. که لغزش وشو، هماغه ورځ بښنه وغواړئ. دا کار نفس له غرور نه تواضع ته انتقالوي.</p>\n<p><em>اونیزه نښه:</em> د کور او کار په چاپېریال کې د شخړو کمېدل او د خبرې نرمېدل.</p>\n\n<h2>درېیمه اونۍ: عدالت او امانت</h2>\n<p>محوري نومونه: «العدل»، «الحکیم»، «الرزاق». تمرکز په حق‌الناس وي: وعده پر وخت پوره کول، مالي شفافیت، او د خلکو د حق احترام. هره کوچنۍ تېروتنه باید جبران شي.</p>\n<p>دا اونۍ ښيي چې معنویت یوازې د احساس نوم نه دی؛ د خلکو په حق کې صداقت یې اصلي ازموینه ده.</p>\n\n<h2>څلورمه اونۍ: تثبیت او دوام</h2>\n<p>په وروستۍ اونۍ کې هغه نومونه انتخاب کړئ چې ستاسو اړتیا ورسره ډېره ده. ورځنی پلان لنډ وساتئ: ۱۰ دقیقې تلاوت، ۵ دقیقې ذکر، او یو خدمت‌محور عمل. د اونۍ په پای کې یو مخ راپور ولیکئ: کوم عادت بدل شو او کوم ځای لا کار غواړي.</p>\n<p>د دوام لپاره یو ملګری یا استاد وټاکئ چې میاشتنی محاسبه درسره شریک کړي. یوازینی حرکت اکثر کمزوری کېږي.</p>\n\n<h2>پایله</h2>\n<p>۳۰ ورځنی پروګرام د سفر پیل دی، نه پای. که په صدق، تدریج او دوام تعقیب شي، اسماء الحسنی د دعا له الفاظو نه د ژوند د اخلاقو تر کچې رسېږي. همدا بدلون د زړه سکون او د ټولنې خیر زیاتوي.</p>\n\n<p><em>لیکوال: امام ابوحامد غزالی (رح) ؛ راټولوونکی: سیدعبدالله ابن سیدعبدالرحمن شیرزادی</em></p>"
    }
  ]
}
