{
  "scholars": [
    {
      "id": "mufti_fayz_muhammad_usmani",
      "fullName": "مفتی فیض محمد عثمانی",
      "email": "mufti.fayz@example.com",
      "bio": "مفتی فیض محمد عثمانی از علمای برجسته افغانستان و متخصص در فقه حنفی و علوم اسلامی می‌باشند.",
      "verified": true
    },
    {
      "id": "mufti_abdul_salam_abid",
      "fullName": "مفتی عبدالسلام عابد",
      "email": "mufti.abdulsalam@example.com",
      "bio": "مفتی عبدالسلام عابد از علمای محترم افغانستان و متخصص در اخلاق اسلامی و تربیت نفس می‌باشند.",
      "verified": true
    },
    {
      "id": "mufti_fazlullah_noori",
      "fullName": "مفتی فضل الله نوری",
      "email": "mufti.fazlullah@example.com",
      "bio": "مفتی فضل الله نوری از علمای برجسته و متخصص در فقه نماز و عبادات طبق مذهب حنفی می‌باشند.",
      "verified": true
    },
    {
      "id": "mufti_mohammad_sarwar_rasooli",
      "fullName": "مفتی محمد سرور رسولی",
      "email": "mufti.sarwar.rasooli@example.com",
      "bio": "مفتی محمد سرور رسولی مسئول دارالعلوم هرات است و در آموزش علوم دینی و تربیت اخلاقی شاگردان نقش دارد.",
      "verified": true
    },
    {
      "id": "mawlana_sayyid_muhammad_shirzadi",
      "fullName": "مولانا سیدمحمد شیرزادی",
      "email": "mawlana.sayyidmuhammad@example.com",
      "bio": "مولانا سیدمحمد شیرزادی از علمای محترم و متخصص در روانشناسی اسلامی و درمان اضطراب می‌باشند.",
      "verified": true
    },
    {
      "id": "mawlana_fazlur_rahman_ansari",
      "fullName": "مولانا فضل الرحمن انصاری",
      "email": "mawlana.fazlurrahman@example.com",
      "bio": "مولانا فضل الرحمن انصاری از علمای برجسته و متخصص در دعا و مناجات و ارتباط با خالق می‌باشند.",
      "verified": true
    },
    {
      "id": "sayyid_abdul_ilah_shirzadi",
      "fullName": "سیدعبدالاله شیرزادی",
      "email": "sayyid.abdulilah@example.com",
      "bio": "سیدعبدالاله شیرزادی از علمای محترم و متخصص در تزکیه نفس و پالایش روح می‌باشند.",
      "verified": true
    },
    {
      "id": "sayyid_abdullah_shirzadi",
      "fullName": "سیدعبدالله شیرزادی",
      "email": "sayyid.abdullah@example.com",
      "bio": "سیدعبدالله شیرزادی از علمای برجسته و متخصص در مسائل رزق و معیشت از دیدگاه اسلامی می‌باشند.",
      "verified": true
    },
    {
      "id": "khwaja_abdullah_ansari",
      "fullName": "خواجه عبدالله انصاری (رح)",
      "email": "khwaja.ansari@example.com",
      "bio": "عارف نامدار هرات و نویسنده مناجات‌نامه و منازل السائرین؛ از چهره‌های برجسته سلوک و تربیت نفس در سنت خراسان.",
      "verified": true
    },
    {
      "id": "abdulrahman_jami",
      "fullName": "مولانا عبدالرحمن جامی (رح)",
      "email": "abdulrahman.jami@example.com",
      "bio": "شاعر، مفسر و عارف بزرگ هرات؛ صاحب نفحات الانس و از شخصیت‌های اثرگذار در پیوند ادب، معرفت و اخلاق اسلامی.",
      "verified": true
    },
    {
      "id": "imam_abu_hanifa",
      "fullName": "امام ابوحنیفه (رح)",
      "email": "imam.abu.hanifa@example.com",
      "bio": "بنیان‌گذار فقه حنفی؛ مکتب او ستون فقه عبادات و معاملات در افغانستان و بخش بزرگی از جهان اسلام است.",
      "verified": true
    },
    {
      "id": "mawlana_jalaluddin_balkhi",
      "fullName": "مولانا جلال‌الدین محمد بلخی (رح)",
      "email": "mawlana.balkhi@example.com",
      "bio": "شاعر و عارف بزرگ بلخ، صاحب مثنوی معنوی و از اثرگذارترین چهره‌های ادب عرفانی در جهان اسلام.",
      "verified": true
    },
    {
      "id": "sayyid_jamaluddin_afghani",
      "fullName": "سید جمال‌الدین افغانی (رح)",
      "email": "jamaluddin.afghani@example.com",
      "bio": "متفکر و مصلح قرن نوزدهم که اندیشه بیداری اسلامی و وحدت امت را در مصر، عثمانی و هند تقویت کرد.",
      "verified": true
    },
    {
      "id": "ahmad_shah_abdali",
      "fullName": "احمد شاه ابدالی (احمدشاه بابا)",
      "email": "ahmad.shah.abdali@example.com",
      "bio": "بنیان‌گذار دولت درانی و از مهم‌ترین حامیان نهادهای دینی سنی-حنفی در خراسان و افغانستان.",
      "verified": true
    },
    {
      "id": "shah_waliullah_dehlawi",
      "fullName": "شاه ولی‌الله دهلوی (رح)",
      "email": "shah.waliullah@example.com",
      "bio": "از بزرگ‌ترین مصلحان حدیث و فقه در شبه‌قاره؛ با پیوند نص، عقل و اصلاح اجتماعی شناخته می‌شود.",
      "verified": true
    },
    {
      "id": "mirza_abdulqadir_bidel",
      "fullName": "میرزا عبدالقادر بیدل (رح)",
      "email": "bidel@example.com",
      "bio": "عارف و شاعر برجسته سبک هندی که تفکر عرفانی و خودشناسی را در ادبیات فارسی به اوج رساند.",
      "verified": true
    },
    {
      "id": "sheikh_sanai_ghaznavi",
      "fullName": "شیخ سنایی غزنوی (رح)",
      "email": "sanai@example.com",
      "bio": "از پیشگامان شعر عرفانی فارسی و صاحب حدیقةالحقیقه؛ الهام‌بخش عطار و مولانا.",
      "verified": true
    },
    {
      "id": "sheikh_ahmad_sirhindi",
      "fullName": "شیخ احمد سرهندی (رح)",
      "email": "ahmad.sirhindi@example.com",
      "bio": "مجدد الف ثانی و اصلاح‌گر بزرگ سلوک اسلامی که نسبت شریعت و طریقت را در عصر خود بازتعریف کرد.",
      "verified": true
    },
    {
      "id": "abu_saeed_abolkhair",
      "fullName": "ابو سعید ابوالخیر (رح)",
      "email": "abu.saeed.abolkhair@example.com",
      "bio": "از پیشگامان تصوف خراسان با تأکید بر سماعِ منضبط، عشق الهی و تهذیب جمعی.",
      "verified": true
    },
    {
      "id": "abulhasan_kharqani",
      "fullName": "ابوالحسن خرقانی (رح)",
      "email": "abulhasan.kharqani@example.com",
      "bio": "عارف بزرگ مکتب خراسان که خدمت به خلق را معیار صدق سلوک می‌دانست.",
      "verified": true
    },
    {
      "id": "khwaja_muhammad_parsa",
      "fullName": "خواجه محمد پارسا (رح)",
      "email": "khwaja.muhammad.parsa@example.com",
      "bio": "از بزرگان نقشبندیه منسوب به بلخ و شارح پیوند شریعت، ذکر و مراقبه.",
      "verified": true
    },
    {
      "id": "sheikh_ahmad_jam",
      "fullName": "شیخ احمد جام (رح)",
      "email": "sheikh.ahmad.jam@example.com",
      "bio": "مشهور به ژنده‌پیل؛ صوفی اثرگذار خراسان در توبه، مجاهده نفس و اصلاح اجتماعی.",
      "verified": true
    },
    {
      "id": "khwaja_baqi_billah",
      "fullName": "خواجه باقی‌بالله (رح)",
      "email": "khwaja.baqi.billah@example.com",
      "bio": "متولد کابل و از احیاگران بزرگ نقشبندیه در هند؛ استاد امام ربانی.",
      "verified": true
    },
    {
      "id": "shah_foulad_kabuli",
      "fullName": "شاه فولاد کابلی (رح)",
      "email": "shah.foulad.kabuli@example.com",
      "bio": "از چهره‌های مشهور معنوی کابل با تأکید بر ادب زیارت، دعا و آرامش اجتماعی.",
      "verified": true
    },
    {
      "id": "nurul_mashayekh_mujaddidi",
      "fullName": "نورالمشایخ مجددی (رح)",
      "email": "nurul.mashayekh.mujaddidi@example.com",
      "bio": "از رهبران نقشبندی-مجددی در قرن اخیر با تمرکز بر تربیت جوانان و وحدت اجتماعی.",
      "verified": true
    },
    {
      "id": "amir_ali_shir_navai",
      "fullName": "امیرعلی‌شیر نوایی (رح)",
      "email": "amir.ali.shir.navai@example.com",
      "bio": "ادیب، شاعر و دولتمرد هراتی؛ از ستون‌های فرهنگ اسلامی-ادبی تیموری با تأکید بر اخلاق، خدمت و کرامت انسان.",
      "verified": true
    }
  ],
  "articles": [
    {
      "authorId": "mufti_fayz_muhammad_usmani",
      "authorName": "مفتی فیض محمد عثمانی",
      "title": "ایمان؛ ریشهٔ استقامت و آرامش",
      "language": "dari",
      "category": "iman",
      "body": "<h2>مقدمه: ایمان چیست؟</h2>\n<p>ایمان تنها یک باور لفظی نیست؛ <strong>حیات قلب، آرامش روح و منشِ عمل</strong> است. وقتی ایمان در دل زنده باشد، فکر انسان روشن‌تر می‌شود، نگاهش به زندگی معنا می‌گیرد و تصمیم‌هایش رنگِ توکل و مسئولیت می‌گیرد.</p>\n<p>ایمان در قرآن، با عمل صالح و اخلاق نیک همراه است؛ یعنی باورِ درست باید به رفتارِ درست تبدیل شود. اگر ایمان فقط در زبان بماند، ریشه نمی‌گیرد؛ اما اگر با نماز، صداقت، و خدمت به مردم همراه شود، قوت می‌گیرد.</p>\n\n<h2>ایمان در زندگی روزمره</h2>\n<p>ایمانِ روزمره یعنی اینکه مسلمان در بازار، در خانه، و در کوچه، به خدا توجه داشته باشد. او در معامله دروغ نمی‌گوید، در گفتار خود انصاف را رعایت می‌کند و هنگام خشم، خود را کنترل می‌نماید.</p>\n<p><em>مثال عملی:</em> یک مغازه‌دار افغان که جنس معیوب دارد، به‌جای پنهان‌کاری، عیب را واضح می‌گوید و مشتری را آزاد می‌گذارد. این رفتار، ثمره‌ی ایمان عملی است و باعث برکت در روزی می‌شود.</p>\n\n<h2>ایمان و استقامت در آزمون‌ها</h2>\n<p>زندگی همیشه آسان نیست. مهاجرت، مشکلات اقتصادی، فشارهای خانوادگی و بیماری، همه آزمون‌اند. ایمان به انسان قوت می‌دهد تا <strong>نه مأیوس شود و نه مغرور</strong>؛ بلکه با صبر و تلاش پیش برود.</p>\n<p>مؤمن می‌داند که هر سختی، درِ حکمتی دارد. همین نگاهِ امیدوارانه، اضطراب را کم می‌کند و تصمیم‌های سالم‌تری به انسان می‌دهد.</p>\n\n<h2>ایمان و اخلاق اجتماعی</h2>\n<p>ایمانِ سالم، اخلاق اجتماعی را زیبا می‌سازد. مؤمن نسبت به همسایه مهربان است، نسبت به یتیم دلسوز است و در حق مردم بی‌تفاوت نیست. ایمان، جامعه را از خشونت و بی‌اعتمادی نجات می‌دهد.</p>\n<p>در فقه حنفی نیز، حقوق مردم جایگاه مهم دارد؛ ایمان بدون رعایت حق‌الناس کامل نیست. پس اخلاق و ایمان از هم جدا نمی‌شوند.</p>\n\n<h2>راه‌های تقویت ایمان</h2>\n<p>برای تقویت ایمان، چند راه ساده ولی عمیق وجود دارد: تلاوت روزانه قرآن، ذکر کوتاه صبح و شام، حضور در نماز جماعت، و همنشینی با افراد نیک. این‌ها نور ایمان را زنده نگه می‌دارد.</p>\n<p><em>تمرین کوچک:</em> هر روز سه دقیقه در سکوت بنشین، یک آیه بخوان، و از خدا بخواه که دلت را به حق نزدیک کند. این تمرین ساده، اثر عجیبی در آرامش قلب دارد.</p>\n\n<h2>جمع‌بندی</h2>\n<p>ایمان، ریشهٔ استقامت و آرامش است. کسی که ایمان را با عمل صالح، اخلاق نیک، و خدمت به مردم همراه کند، در سختی‌ها ثابت می‌ماند و در خوشی‌ها شکرگزار. این ایمان، زندگی را معنا می‌دهد و دل را روشن می‌سازد.</p>"
    },
    {
      "authorId": "mufti_fayz_muhammad_usmani",
      "authorName": "مفتی فیض محمد عثمانی",
      "title": "ایمان: د ثبات او سکوت ریښه",
      "language": "pashto",
      "category": "iman",
      "body": "<h2>سریزه: ایمان څه شی دی؟</h2>\n<p>ایمان یوازې د ژبې خبرې نه دي؛ بلکې <strong>د زړه ژوند، د روح سکون او د عمل لار</strong> ده. کله چې ایمان په زړه کې پیاوړی شي، د انسان فکر روښانه او ژوند یې معنا لرونکی شي.</p>\n<p>قرآن ایمان د نیک عمل او ښه اخلاقو سره یوځای یادوي. یعنې سمه عقیده باید په سمه کړنه بدله شي. که ایمان یوازې په خوله وي، پیاوړی نه کېږي، خو که له صداقت، لمونځ او د خلکو خدمت سره مل وي، ځواکمنېږي.</p>\n\n<h2>ایمان په ورځني ژوند کې</h2>\n<p>ورځنی ایمان دا دی چې مسلمان په بازار، کور او ټولنه کې د خدای یاد ساتي. هغه په سودا کې دروغ نه وایي، په خبرې کې انصاف کوي او د قهر پر وخت ځان کنټرولوي.</p>\n<p><em>عملي مثال:</em> یو افغان دوکاندار که عیب لرونکی توکي ولري، په پټولو یې نه مخامخ کېږي، بلکې رښتیا وایي. دا د عملي ایمان نښه ده او په رزق کې برکت راولي.</p>\n\n<h2>ایمان او د ستونزو پر وړاندې ثبات</h2>\n<p>ژوند تل اسانه نه وي. کډوالي، اقتصادي فشار او ناروغي ټول ازموینې دي. ایمان انسان ته ځواک ورکوي چې نه ناامید شي او نه مغرور؛ بلکې د صبر او هڅې لاره ونیسي.</p>\n<p>مؤمن باور لري چې هره سختي د حکمت دروازه لري. همدې باور د زړه تشویش کموي او ښه پرېکړې رامنځته کوي.</p>\n\n<h2>ایمان او ټولنیز اخلاق</h2>\n<p>ایمان د ټولنې اخلاق ښایسته کوي. مؤمن له ګاونډي سره مهربان وي، د یتیم لاس نیسي او د خلکو حق ته بې‌پروا نه وي. ایمان ټولنه له بې‌باورۍ ژغوري.</p>\n<p>په حنفي فقه کې هم د خلکو حقونه ډېر مهم دي؛ ایمان پرته له حق‌الناس څخه بشپړ نه دی.</p>\n\n<h2>د ایمان پیاوړتیا لارې</h2>\n<p>د ایمان لپاره څو ساده، خو ژورې لارې شته: د قرآن ورځنی تلاوت، د سهار او ماښام ذکر، د جماعت لمونځ، او د نیکو خلکو ملګرتیا. دا لارې د ایمان رڼا ژوندۍ ساتي.</p>\n<p><em>یو کوچنی تمرین:</em> هره ورځ څو دقیقې چوپه کېنئ، یوه آیه ولولئ او له خدایه وغواړئ چې زړه مو حق ته نږدې کړي.</p>\n\n<h2>پایله</h2>\n<p>ایمان د ثبات او سکون ریښه ده. څوک چې ایمان له نیک عمل، ښه اخلاق او د خلکو خدمت سره یو کړي، په سختیو کې ټینګ پاتې کېږي او په خوشالیو کې شکر کوي.</p>"
    },
    {
      "authorId": "mufti_abdul_salam_abid",
      "authorName": "مفتی عبدالسلام عابد",
      "title": "اخلاق؛ آیینهٔ شخصیت مسلمان",
      "language": "dari",
      "category": "akhlaq",
      "body": "<h2>مقدمه: چرا اخلاق مهم است؟</h2>\n<p>اخلاق در اسلام، فقط آداب اجتماعی نیست؛ <strong>اخلاق آیینهٔ شخصیت مؤمن</strong> است. اگر عبادت انسان قوی باشد اما اخلاقش ضعیف، پیام ایمانش ناقص است. مؤمن باید در سخن، رفتار، تعامل و نگاه خود نمونهٔ رحمت و وقار باشد.</p>\n\n<h2>صداقت؛ ستون اعتماد</h2>\n<p>صداقت، ستون اعتماد در خانواده و جامعه است. وقتی انسان راستگو باشد، دل‌ها به او نزدیک می‌شود و برکت در روابط جاری می‌گردد.</p>\n<p><em>مثال عملی:</em> اگر کارمند اداری به‌جای پنهان‌کاری، مشکل را صادقانه توضیح دهد، هم اعتماد مردم بالا می‌رود و هم اختلافات کم می‌شود.</p>\n\n<h2>صبر و بردباری</h2>\n<p>صبر، اخلاقِ بزرگان است. انسان صبور، در برابر دشواری‌ها آرام می‌ماند و تصمیم عجولانه نمی‌گیرد. صبر در خانه، باعث کاهش نزاع و افزایش محبت می‌شود.</p>\n<p>گاهی یک جملهٔ نرم، ده‌ها مشکل را حل می‌کند. این همان اخلاقِ صبورانه است.</p>\n\n<h2>گذشت و بخشش</h2>\n<p>گذشت، قدرت روح را نشان می‌دهد. مؤمن می‌داند که بخشیدن، ضعف نیست؛ بلکه به معنای بالا بردن سطح روح است. جامعه‌ای که بخشش در آن زنده باشد، از کینه و حسد پاک می‌شود.</p>\n\n<h2>امانتداری و حقوق مردم</h2>\n<p>امانتداری از اصول اخلاقی و فقهی مهم است. در فقه حنفی، رعایت حق‌الناس جایگاه ویژه دارد. مؤمن باید مال، آبرو و حق دیگران را حفظ کند.</p>\n<p><em>مثال:</em> امانت کوچکِ یک همسایه، اگر درست حفظ نشود، اعتماد را می‌شکند و گاهی سال‌ها رابطه را خراب می‌کند.</p>\n\n<h2>تربیت اخلاقی در خانواده</h2>\n<p>اخلاق، در خانه شکل می‌گیرد. والدین اگر با احترام، انصاف و محبت رفتار کنند، کودکان نیز همان را می‌آموزند. بهترین آموزش اخلاق، رفتار عملی است نه فقط نصیحت.</p>\n\n<h2>جمع‌بندی</h2>\n<p>اخلاق نیک، چهرهٔ ایمان است. هرچه اخلاق زیباتر باشد، ایمان روشن‌تر می‌نماید. جامعهٔ افغان با اخلاق اسلامی می‌تواند از کینه، خشونت و بی‌اعتمادی عبور کند و به آرامش برسد.</p>"
    },
    {
      "authorId": "mufti_abdul_salam_abid",
      "authorName": "مفتی عبدالسلام عابد",
      "title": "اخلاق: د مسلمان د وجود څرک",
      "language": "pashto",
      "category": "akhlaq",
      "body": "<h2>سریزه: اخلاق ولې مهم دي؟</h2>\n<p>اسلام کې اخلاق یوازې ټولنیز ادب نه دی؛ بلکې <strong>د مؤمن د شخصیت نښه</strong> ده. که عبادت وي خو اخلاق کمزوري وي، د ایمان پیغام نیمګړی کېږي. مؤمن باید په خبرو او چلند کې د رحمت او وقار نمونه وي.</p>\n\n<h2>رښتینولي؛ د باور ستن</h2>\n<p>رښتینولي د باور بنسټ دی. رښتیا خبرې کول د کور او ټولنې اړیکې پیاوړې کوي او برکت راولي.</p>\n<p><em>عملي مثال:</em> که یو مامور د کار ستونزه رښتیا بیان کړي، د خلکو اعتماد زیاتېږي او اختلاف کمېږي.</p>\n\n<h2>صبر او بردباري</h2>\n<p>صبر د لویانو اخلاق دي. صابر انسان په ستونزو کې ارام پاتې کېږي او په بیړه پرېکړه نه کوي. صبر په کور کې شخړې کموي او مینه زیاتوي.</p>\n\n<h2>بښنه او تېرېدنه</h2>\n<p>بښنه د روح ځواک ښيي. مؤمن پوهېږي چې بښنه ضعف نه دی، بلکې د زړه لوړوالی دی. هغه ټولنه چې بښنه پکې وي، له کینې پاکه وي.</p>\n\n<h2>امانتداري او د خلکو حق</h2>\n<p>امانتداري په اسلام او حنفي فقه کې ځانګړی ځای لري. مؤمن باید د خلکو مال، آبرو او حق خوندي کړي.</p>\n<p><em>مثال:</em> د ګاونډي کوچنۍ امانت هم که په سمه توګه وساتل شي، د اعتماد فضا پیاوړې کوي.</p>\n\n<h2>اخلاقي روزنه په کور کې</h2>\n<p>اخلاق په کور کې جوړېږي. که مور او پلار له احترام او انصاف سره چلند وکړي، ماشومان هم هماغه زده کوي. غوره اخلاق په عمل کې ښودل کېږي، نه یوازې په نصیحت کې.</p>\n\n<h2>پایله</h2>\n<p>ښه اخلاق د ایمان ښکلی مخ دی. چې اخلاق ښه وي، ایمان روښانه ښکاري. د افغان ټولنې د ارامۍ لپاره اخلاق بنسټیز رول لري.</p>"
    },
    {
      "authorId": "mufti_fazlullah_noori",
      "authorName": "مفتی فضل الله نوری",
      "title": "نماز؛ زیور عبادت و نورِ دل",
      "language": "dari",
      "category": "salah",
      "body": "<h2>مقدمه: نماز چرا ستون دین است؟</h2>\n<p>نماز مهم‌ترین فریضهٔ روزانه است. نماز فقط حرکات نیست؛ <strong>پیوند مستقیم با خداوند</strong> است. انسان در سجده، غرور خود را می‌شکند و دلش را به نور توحید روشن می‌سازد.</p>\n\n<h2>حضور قلب؛ روح نماز</h2>\n<p>نماز بی‌حضور قلب، شبیه جسم بی‌روح است. حضور قلب یعنی اینکه انسان بداند با چه کسی سخن می‌گوید. چند لحظه سکوت قبل از تکبیر، می‌تواند کیفیت نماز را بالا ببرد.</p>\n\n<h2>آثار نماز در اخلاق</h2>\n<p>نماز اگر درست اقامه شود، انسان را از بدی‌ها بازمی‌دارد. نماز، اخلاق را نرم می‌کند و زبان را از دروغ و غیبت دور می‌سازد. کسی که با وضو و خشوع نماز می‌خواند، در رفتار نیز آرام‌تر می‌شود.</p>\n\n<h2>نماز و نظم زندگی</h2>\n<p>نماز پنج وقت، برنامهٔ روزانه را تنظیم می‌کند. انسانی که وقت نماز را حفظ می‌کند، مدیریت زمان بهتری دارد و از بی‌نظمی دور می‌شود.</p>\n<p><em>مثال:</em> محصلیی که نماز صبح را به‌موقع می‌خواند، معمولاً در درس نیز منظم‌تر است و روزش با انرژی آغاز می‌شود.</p>\n\n<h2>خطاهای رایج و درمان</h2>\n<p>عجله در نماز، غفلت از اذکار و توجه بیش از حد به ظاهر، از خطاهای رایج است. درمانش تمرین آرام‌خوانی، فهم معانی سوره‌ها، و کوتاه‌کردن فاصلهٔ بین اذان و نماز است.</p>\n\n<h2>جمع‌بندی</h2>\n<p>نماز زیور عبادت و نورِ دل است. هرچه نماز با اخلاص‌تر باشد، زندگی معنوی قوی‌تر می‌شود. نماز، پلی است بین زمین و آسمان که انسان را به آرامش واقعی می‌رساند.</p>"
    },
    {
      "authorId": "mufti_fazlullah_noori",
      "authorName": "مفتی فضل الله نوری",
      "title": "لمونځ: د عبادت ښکلا او د زړه رڼا",
      "language": "pashto",
      "category": "salah",
      "body": "<h2>سریزه: لمونځ ولې د دین ستن دی؟</h2>\n<p>لمونځ د مسلمان ورځنی فرض دی. لمونځ یوازې حرکت نه دی؛ بلکې <strong>له خدای سره مستقیمه اړیکه</strong> ده. په سجده کې انسان خپل تکبر ماتوي او زړه ته رڼا ورکوي.</p>\n\n<h2>حضور قلب؛ د لمونځ روح</h2>\n<p>بې حضوره لمونځ د بې روحه بدن په څېر دی. حضور قلب دا دی چې انسان پوه شي له چا سره خبرې کوي. څو شېبې ارامي مخکې له تکبیر، د لمونځ کیفیت لوړوي.</p>\n\n<h2>د لمونځ اغېز پر اخلاقو</h2>\n<p>که لمونځ سم ادا شي، انسان له بدیو ژغوري. لمونځ اخلاق نرموي او ژبه له دروغو او غیبت څخه ساتي.</p>\n\n<h2>لمونځ او د ژوند نظم</h2>\n<p>پنځه وخته لمونځ د ورځې نظم جوړوي. څوک چې د لمونځ وخت ساتي، د وخت مدیریت یې هم ښه وي.</p>\n<p><em>مثال:</em> هغه زده کوونکی چې سهار لمونځ پر وخت کوي، په درس کې هم زیات منظم وي.</p>\n\n<h2>عامې تېروتنې او درملنه</h2>\n<p>په لمونځ کې بیړه، د ذکرونو غفلت او یوازې ظاهري حرکتونه عامې ستونزې دي. درملنه یې آرام لوستل، د سورتونو معنا پوهېدل او د اذان وروسته ژر لمونځ کول دي.</p>\n\n<h2>پایله</h2>\n<p>لمونځ د عبادت ښکلا او د زړه رڼا ده. هر څومره چې اخلاص زیات وي، هماغومره روح پیاوړی کېږي او سکون راځي.</p>"
    },
    {
      "authorId": "mawlana_sayyid_muhammad_shirzadi",
      "authorName": "مولانا سیدمحمد شیرزادی",
      "title": "اضطراب؛ راهکارهای آرامش در قرآن و سنت",
      "language": "dari",
      "category": "anxiety",
      "body": "<h2>مقدمه: اضطراب چگونه شکل می‌گیرد؟</h2>\n<p>اضطراب زمانی پدید می‌آید که ذهن انسان میان گذشته و آینده سرگردان شود. نگرانی‌های اقتصادی، ترس از آینده، و فشارهای اجتماعی، دل را ناآرام می‌سازد. اسلام، راهکارهای معنوی و عملی برای آرامش ارائه می‌کند.</p>\n\n<h2>ذکر خدا؛ کلید آرامش</h2>\n<p>قرآن می‌فرماید: دل‌ها با یاد خدا آرام می‌گیرند. ذکرهای کوتاه، تسبیح، و دعای مداوم، ذهن را از هجوم افکار منفی بیرون می‌آورد.</p>\n\n<h2>نماز و تنفس آگاهانه</h2>\n<p>نماز آرام‌ترین لحظهٔ روز است. سجده، بدن را آرام می‌کند و نفس را منظم می‌سازد. همراه کردن نماز با تنفس آرام (دم عمیق، بازدم آهسته) تأثیر روانی زیادی دارد.</p>\n\n<h2>کم کردن محرک‌های اضطراب</h2>\n<p>خبرهای ناگوار، شبکه‌های اجتماعی و بی‌خوابی، اضطراب را بیشتر می‌کنند. اگر زمان دیدن اخبار کم شود و خواب منظم باشد، ذهن نیز آرام‌تر می‌شود.</p>\n\n<h2>پناه بردن به توکل</h2>\n<p>توکل یعنی تلاش + اعتماد. مسلمان تلاش می‌کند، اما دلش را به نتیجه نمی‌بندد؛ بلکه آن را به خدا می‌سپارد. این نگاه، اضطراب را کاهش می‌دهد.</p>\n<p><em>مثال:</em> جوانی که برای کار تلاش می‌کند و نتیجه را به خدا می‌سپارد، کمتر دچار نگرانی‌های فرساینده می‌شود.</p>\n\n<h2>جمع‌بندی</h2>\n<p>اضطراب با یاد خدا، نماز، نظم زندگی و توکل کاهش می‌یابد. وقتی انسان قلب خود را با ذکر روشن سازد، آرامش حقیقی را تجربه می‌کند.</p>"
    },
    {
      "authorId": "mawlana_sayyid_muhammad_shirzadi",
      "authorName": "مولانا سیدمحمد شیرزادی",
      "title": "تشویش: د قرآن او سنت له لاري د سولي لارې چارې",
      "language": "pashto",
      "category": "anxiety",
      "body": "<h2>سریزه: تشویش څنګه پیدا کېږي؟</h2>\n<p>تشویش هغه وخت پیدا کېږي چې ذهن د تېر او راتلونکي ترمنځ سرګردان وي. اقتصادي اندېښنې، د راتلونکي ویره او ټولنیز فشارونه زړه ناآرامه کوي. اسلام عملي او روحاني لارې وړاندې کوي.</p>\n\n<h2>د خدای ذکر؛ د آرامۍ کلی</h2>\n<p>قرآن وایي د خدای په یاد زړونه سکون مومي. لنډ ذکرونه او دوامداره دعا د منفي فکرونو فشار کموي.</p>\n\n<h2>لمونځ او ارام نفس</h2>\n<p>لمونځ د ورځې تر ټولو ارام وخت دی. سجده بدن اراموي او نفس منظموي. د ارام تنفس سره لمونځ ډېر اغېزناک کېږي.</p>\n\n<h2>د تشویش محرکات کمول</h2>\n<p>بد خبرونه، ډېر موبایل کارول او بې‌نظمه خوب تشویش زیاتوي. که د خبرونو وخت کم او خوب منظم شي، ذهن ارامېږي.</p>\n\n<h2>توکل او امید</h2>\n<p>توکل یعنې هڅه او بیا د خدای په فیصلې باور. مسلمان هڅه کوي، خو زړه د پایلې له وېرې خلاصوي. دا تشویش کموي.</p>\n\n<h2>پایله</h2>\n<p>تشویش د ذکر، لمونځ، نظم او توکل په وسیله کمېږي. کله چې زړه د خدای په یاد روښانه شي، ارامي پیدا کېږي.</p>"
    },
    {
      "authorId": "mawlana_fazlur_rahman_ansari",
      "authorName": "مولانا فضل الرحمن انصاری",
      "title": "دعا؛ زبانِ روح با خالق",
      "language": "dari",
      "category": "dua",
      "body": "<h2>مقدمه: دعا یعنی چه؟</h2>\n<p>دعا، زبانِ روح است؛ گفت‌وگوی بی‌واسطهٔ انسان با خالق. دعا فقط درخواست نیازها نیست؛ بلکه <strong>اظهار محبت، امید و توکل</strong> است. دعا دل را نرم می‌کند و انسان را به خدا نزدیک می‌سازد.</p>\n\n<h2>آداب دعا</h2>\n<p>آداب دعا شامل پاکی دل، وضو، رو به قبله بودن، و آغاز با حمد و صلوات است. دعا با ادب، اثر عمیق‌تری بر قلب می‌گذارد.</p>\n\n<h2>دعا و تلاش</h2>\n<p>دعا بدون تلاش، کامل نیست. مسلمان هم دعا می‌کند و هم عمل می‌کند. وقتی کوشش با دعا همراه شود، امید واقعی شکل می‌گیرد.</p>\n<p><em>مثال:</em> کسی که برای شغل دعا می‌کند، باید هم مهارت بیاموزد و هم توکل کند. این ترکیب، راه را باز می‌کند.</p>\n\n<h2>دعا در جمع</h2>\n<p>دعای جمعی دل‌ها را به هم نزدیک می‌کند. وقتی خانواده یا دوستان با هم دعا می‌کنند، احساس همدلی و آرامش بیشتر می‌شود.</p>\n\n<h2>وقتی دعا دیر اجابت می‌شود</h2>\n<p>گاهی اجابت به تأخیر می‌افتد؛ اما این به معنای رد شدن دعا نیست. ممکن است خدا بهتر از خواستهٔ ما را آماده کرده باشد یا ما را برای آن آماده کند.</p>\n\n<h2>جمع‌بندی</h2>\n<p>دعا، زبان امید و آرامش است. اگر دعا با اخلاص و عمل همراه شود، زندگی را روشن می‌سازد و دل را قوی می‌کند.</p>"
    },
    {
      "authorId": "mawlana_fazlur_rahman_ansari",
      "authorName": "مولانا فضل الرحمن انصاری",
      "title": "دعا: د انسان او د خالق ترمنځ د زړه خبرې",
      "language": "pashto",
      "category": "dua",
      "body": "<h2>سریزه: دعا څه ده؟</h2>\n<p>دعا د روح ژبه ده؛ د انسان او خدای ترمنځ بې‌واسطه خبرې. دعا یوازې د اړتیا غوښتنه نه ده، بلکې <strong>د مینې، امید او توکل اظهار</strong> دی. دعا زړه نرموي او انسان خدای ته نږدې کوي.</p>\n\n<h2>د دعا آداب</h2>\n<p>د دعا آداب دا دي: پاکي، اودس، د قبلې طرف ته مخ کول، او د حمد او صلوات سره پیل. د ادب سره دعا د زړه ژورتیا ډېروي.</p>\n\n<h2>دعا او هڅه</h2>\n<p>دعا پرته له هڅې نیمګړې ده. مسلمان هم دعا کوي او هم عمل کوي. کله چې هڅه له دعا سره یو ځای شي، امید پیاوړی کېږي.</p>\n<p><em>مثال:</em> څوک چې د کار لپاره دعا کوي، باید مهارت زده کړي او توکل وکړي.</p>\n\n<h2>دعا په جمع کې</h2>\n<p>ګډه دعا زړونه سره نږدې کوي. کله چې کورنۍ یو ځای دعا وکړي، د همدلي او آرامۍ احساس پیدا کېږي.</p>\n\n<h2>د دعا ځنډنۍ قبولي</h2>\n<p>ځینې وخت دعا ژر نه قبلیږي، خو دا رد نه دی. خدای ممکن غوره شی تیار کړي یا انسان ته د هغې لپاره چمتووالی ورکړي.</p>\n\n<h2>پایله</h2>\n<p>دعا د امید او سکون ژبه ده. که اخلاص او عمل ورسره وي، ژوند روښانه کوي او زړه پیاوړی کوي.</p>"
    },
    {
      "authorId": "sayyid_abdul_ilah_shirzadi",
      "authorName": "سیدعبدالاله شیرزادی",
      "title": "تزکیه؛ پالایش نفس و رشد روح",
      "language": "dari",
      "category": "tazkiyah",
      "body": "<h2>مقدمه: تزکیه یعنی چه؟</h2>\n<p>تزکیه به معنای پالایش نفس و لطیف‌کردن روح است. این مسیر، صرفاً ترکِ گناه نیست؛ بلکه <strong>سلوکِ قلبی</strong> و رسیدن به صفای درون است. تزکیه انسان را از غبار خودخواهی می‌شوید تا دل آینهٔ نور شود.</p>\n\n<h2>محاسبه و مراقبه</h2>\n<p>عارفان بزرگ گفته‌اند که روزانه باید دل را محاسبه کرد. بنگر که کجا رنجاندی و کجا شفقت کردی. این محاسبه، قدم اول در تزکیه است.</p>\n<p>خواجه عبدالله انصاری، در مناجات‌هایش، سوز دل را راهِ برگشت می‌داند؛ یعنی هرگاه دل شکسته شد، راهِ نور باز می‌شود.</p>\n\n<h2>ذکر؛ نَفَسِ جان</h2>\n<p>ذکر، تنفس روح است. ذکر کوتاه اما پیوسته، قلب را نرم می‌کند. مولانا از «یادِ محبوب» سخن می‌گوید و یادآور می‌شود که دلِ بی‌ذکر، مانند نیِ بی‌نواست.</p>\n\n<h2>عشق و مهر؛ داروی درون</h2>\n<p>تزکیه تنها با ترس از گناه کامل نمی‌شود؛ با عشق به خدا جان می‌گیرد. عبدالرحمن جامی، راهِ محبت را نردبان کمال می‌بیند؛ انسانی که مهر بورزد، نفسِ سرکش را نرم می‌کند.</p>\n\n<h2>تزکیه در زندگی روزمره</h2>\n<p>تزکیه در خانقاه محدود نیست؛ در بازار و خانه هم رخ می‌دهد. وقتی انسان خشمش را فرو می‌برد، وقتی حسد را به دعا تبدیل می‌کند، یا وقتی به جای قهر، عذر می‌طلبد، تزکیه در عمل است.</p>\n<p><em>مثال:</em> شخصی که در معامله ضرر کرده، به جای بدگویی، دل خود را آرام می‌کند و می‌گوید «خیر در این است». همین جمله، تربیتِ درون است.</p>\n\n<h2>جمع‌بندی</h2>\n<p>تزکیه مسیر آرام، ژرف و زیباست؛ مسیری که در آن دل به نور می‌رسد. با محاسبه، ذکر و محبت، روح آرام می‌شود و انسان به حقیقت نزدیک‌تر می‌گردد.</p>"
    },
    {
      "authorId": "sayyid_abdul_ilah_shirzadi",
      "authorName": "سیدعبدالاله شیرزادی",
      "title": "تزکیه: د نفس پاکوالی او د روح وده",
      "language": "pashto",
      "category": "tazkiyah",
      "body": "<h2>سریزه: تزکیه څه معنی لري؟</h2>\n<p>تزکیه د نفس پاکول او د روح وده ده. دا یوازې د ګناه پرېښودل نه دي؛ بلکې <strong>د زړه صفا کول</strong> دي. تزکیه انسان له غرور او حسد څخه پاکوي او زړه روښانه کوي.</p>\n\n<h2>محاسبه او ځان‌کتنه</h2>\n<p>هره ورځ باید انسان خپل ځان وڅېړي: چیرته مې ښه وکړ، چیرته مې خطا وکړه؟ دا محاسبه د تزکیې لومړنی ګام دی.</p>\n\n<h2>ذکر او دعا</h2>\n<p>ذکر د روح لپاره غذا ده. لنډ، خو دوامداره ذکر زړه نرموي او فکر اراموي. کله چې زړه په ذکر عادت شي، د نفس بد عادتونه کمېږي.</p>\n\n<h2>مینه او شفقت</h2>\n<p>تزکیه یوازې د وېرې له لارې نه پوره کېږي؛ مینه یې بشپړوي. د خدای مینه د انسان اخلاق نرموي او روح لوړوي.</p>\n\n<h2>تزکیه په ورځني ژوند کې</h2>\n<p>تزکیه یوازې په ځانګړي ځای کې نه کېږي؛ په کور، بازار او ټولنه کې هم عملي کېږي. کله چې څوک غصه کنټرول کړي یا حسد پرېږدي، تزکیه ده.</p>\n\n<h2>پایله</h2>\n<p>تزکیه یو ژور او ښکلی سفر دی. د محاسبې، ذکر او محبت له لارې انسان روحاني سکون ته رسېږي او زړه یې روښانه کېږي.</p>"
    },
    {
      "authorId": "sayyid_abdullah_shirzadi",
      "authorName": "سیدعبدالله شیرزادی",
      "title": "رزق؛ حکمت الهی و تلاش انسانی",
      "language": "dari",
      "category": "rizq",
      "body": "<h2>مقدمه: رزق فقط پول نیست</h2>\n<p>رزق در نگاه اسلامی، تنها پول و غذا نیست؛ <strong>سلامتی، علم، خانواده، امنیت و آرامش</strong> نیز رزق‌اند. انسان باید به همهٔ این نعمت‌ها توجه کند و شکر آن‌ها را به‌جا آورد.</p>\n\n<h2>تلاش و توکل</h2>\n<p>اسلام تأکید می‌کند که رزق با تلاش به دست می‌آید، اما نتیجه در دست خداست. توکل یعنی کار کردن با امید، نه با اضطراب.</p>\n<p><em>مثال:</em> یک کارگر که با صداقت کار می‌کند و در عین حال از خدا رزق می‌خواهد، دلش آرام‌تر است و برکت را بیشتر حس می‌کند.</p>\n\n<h2>برکت در رزق</h2>\n<p>برکت گاهی از مقدار رزق مهم‌تر است. دو نفر ممکن است درآمد یکسان داشته باشند، اما یکی آرامش دارد و دیگری ندارد. صدقه، انصاف و ترکِ حرام، برکت را زیاد می‌کند.</p>\n\n<h2>رزق و قناعت</h2>\n<p>قناعت یعنی رضایت قلبی به آنچه هست و تلاش برای بهتر شدن. قناعت، انسان را از حسادت می‌رهاند و آرامش می‌آورد.</p>\n\n<h2>رزق معنوی</h2>\n<p>رزقِ معنوی شامل ایمان، ادب، و علم است. کسی که این رزق را دارد، حتی در سختی‌های مالی نیز آرامش را حفظ می‌کند.</p>\n\n<h2>جمع‌بندی</h2>\n<p>رزق، هم تلاش می‌خواهد و هم توکل. با صداقت، قناعت و یاد خدا، رزق مبارک می‌شود و زندگی رنگِ آرامش می‌گیرد.</p>"
    },
    {
      "authorId": "sayyid_abdullah_shirzadi",
      "authorName": "سیدعبدالله شیرزادی",
      "title": "روزي: د الهي حکمت او د انسان هڅه",
      "language": "pashto",
      "category": "rizq",
      "body": "<h2>سریزه: روزي یوازې پیسې نه دي</h2>\n<p>رزق په اسلامي لید کې یوازې پیسې نه دي؛ <strong>روغتیا، علم، کورنۍ، امنیت او سکون</strong> هم رزق دی. انسان باید د دې نعمتونو شکر وباسي.</p>\n\n<h2>هڅه او توکل</h2>\n<p>اسلام وایي رزق د هڅې له لارې راځي، خو نتیجه د خدای په لاس کې ده. توکل دا دی چې کار وکړو او زړه مو ارام وي.</p>\n<p><em>مثال:</em> یو مزدور چې په صداقت کار کوي او له خدای رزق غواړي، د زړه سکون زیات احساسوي.</p>\n\n<h2>برکت په رزق کې</h2>\n<p>برکت کله ناکله له مقدار څخه مهم دی. دوه کسان یو شان عاید لري، خو یو ارام وي او بل نه. صدقه، انصاف او د حرام پرېښودل برکت زیاتوي.</p>\n\n<h2>قناعت او رضا</h2>\n<p>قناعت د زړه رضایت دی. قناعت انسان له حسده ژغوري او سکون راولي.</p>\n\n<h2>روحاني رزق</h2>\n<p>ایمان، ادب او علم هم رزق دي. څوک چې دا ولري، په مالي سختیو کې هم ارام پاتې کېږي.</p>\n\n<h2>پایله</h2>\n<p>رزق د هڅې او توکل ترمنځ توازن غواړي. د صداقت، قناعت او یادِ خدا سره رزق مبارک کېږي او ژوند ارامېږي.</p>"
    },
    {
      "authorId": "mufti_mohammad_sarwar_rasooli",
      "authorName": "مفتی محمد سرور رسولی",
      "title": "خانواده؛ مدرسهٔ نخستِ ایمان و ادب",
      "language": "dari",
      "category": "family",
      "body": "<h2>مقدمه: چرا خانواده مهم‌ترین مدرسه است؟</h2>\n<p>پیش از هر کتاب و درس، انسان در خانه تربیت می‌شود. <strong>خانواده نخستین مدرسهٔ ایمان، ادب و مسئولیت‌پذیری</strong> است. اگر خانه سالم و آرام باشد، جامعه نیز آرام‌تر می‌شود.</p>\n\n<h2>تربیت با الگو، نه فقط گفتار</h2>\n<p>کودک بیش از آن‌که نصیحت بشنود، رفتار والدین را می‌بیند. وقتی پدر و مادر احترام، صداقت و مهربانی را در عمل نشان دهند، این ارزش‌ها در دل فرزند ریشه می‌گیرد.</p>\n<p><em>مثال عملی:</em> وقتی والدین در حضور فرزند اختلاف را با آرامش حل می‌کنند، کودک یاد می‌گیرد که گفت‌وگو جای فریاد را می‌گیرد.</p>\n\n<h2>نماز و قرآن؛ ستون‌های تربیت معنوی</h2>\n<p>یاد خدا در خانه، دل را نرم می‌سازد. اگر اعضای خانواده بخشی از روز را به نماز جماعت کوچک، تلاوت کوتاه یا ذکر ساده اختصاص دهند، فضای خانه نورانی می‌شود.</p>\n<p>حتی خواندن چند آیه با ترجمهٔ دری، ذهن نوجوان را به معنا نزدیک می‌کند و او را از بی‌هدف‌بودن دور می‌سازد.</p>\n\n<h2>ادبِ گفتار و گوش‌دادن</h2>\n<p>خانه‌ای که در آن گوش‌دادن ارزش دارد، خانهٔ آرام است. احترام به سخن همدیگر، تربیت را عمیق می‌کند. پدر باید با حوصله سخن فرزند را بشنود و مادر باید با مهربانی به نگرانی‌های او پاسخ دهد.</p>\n\n<h2>نقش پدر و مادر در امنیت عاطفی</h2>\n<p>امنیت عاطفی یعنی کودک بداند در هر حال، مأمن دارد. این امنیت با سرزنش‌های تند از بین می‌رود؛ اما با محبتِ همراه با قاعده و نظم شکل می‌گیرد.</p>\n<p><em>تمرین ساده:</em> هر شب چند دقیقه با فرزند دربارهٔ روزش صحبت کنید. همین گفت‌وگو، فاصله‌های روحی را کم می‌کند.</p>\n\n<h2>پیوند خانواده با مسجد و مدرسه</h2>\n<p>خانه‌ای که با مسجد و مرکز علم پیوند داشته باشد، تربیت متوازن‌تری دارد. حضور گاه‌گاهی در مسجد، شنیدن یک درس کوتاه یا شرکت در محفل اخلاقی، روح خانواده را قوی می‌سازد.</p>\n\n<h2>جمع‌بندی</h2>\n<p>خانواده مدرسهٔ نخستِ ایمان و ادب است. با الگوی عملی، یاد خدا، گفت‌وگوی محترمانه و امنیت عاطفی، نسل صالح پرورش می‌یابد. جامعهٔ افغان با خانواده‌های سالم، آینده‌ای روشن‌تر خواهد داشت.</p>"
    },
    {
      "authorId": "sayyid_abdullah_shirzadi",
      "authorName": "امام ابوحامد غزالی (رح)",
      "title": "اسماء الحسنی؛ نقشهٔ راه تربیت نفس",
      "language": "dari",
      "category": "asma_husna",
      "body": "<h2>مقدمه کوتاه</h2>\n<p>اسماءالحسنی وقتی به زندگی ما کمک می‌کند که از حفظ لفظی عبور کنیم و به رفتار برسیم. خیلی‌ها نام‌ها را می‌دانند، اما در لحظه تصمیم‌گیری، همان عادت‌های قبلی را تکرار می‌کنند. در حالی که این نام‌ها برای <strong>اصلاح رفتار روزانه</strong> آمده‌اند؛ از طرز حرف‌زدن در خانه تا نوع معامله در بازار.</p>\n<p>در این مسیر، ما به نسخه ساده نیاز داریم: هر روز چند دقیقه فهم معنا، چند مثال واقعی، و یک تمرین کوتاه. اگر همین روش دوام پیدا کند، نفس آرام‌تر می‌شود و رابطه ما با مردم محترمانه‌تر می‌گردد. هدف این مقاله همین است: <strong>معنی روشن</strong>، <strong>مثال زنده</strong> و <strong>تمرین عملی</strong>.</p>\n\n<h2>اسم‌های امروز و معنی ساده</h2>\n<p><strong>الرحمن</strong> یعنی مهربانی گسترده. این اسم به ما می‌آموزد که قدرت، دلیل تندی نیست و مهربانی، نشانه ضعف نیست.</p>\n<p><strong>الحلیم</strong> یعنی بردباری. وقتی تحریک می‌شویم، به‌جای واکنش فوری، مکث و سنجش داشته باشیم.</p>\n<p><strong>العدل</strong> یعنی انصاف دقیق. حق نزدیک و دور، دوست و غیر دوست، باید یکسان سنجیده شود.</p>\n<p><strong>الغفور</strong> یعنی بخشایش همراه اصلاح. نه چشم‌بستن کورکورانه، نه انتقام‌گیری بی‌پایان.</p>\n<p><strong>الشکور</strong> یعنی دیدن نعمت و قدردانی عملی. کسی که قدردان است، هم ناشکری کم می‌کند و هم حسد.</p>\n\n<h2>مثال‌های زنده</h2>\n<p>مثال ۱: در خانه، وقتی فرزند یا همسر اشتباه می‌کند، به‌جای تحقیر شخصیت، فقط همان رفتار را نقد کنید. این کار ساده، فضای خانه را از ترس به امنیت تبدیل می‌کند.</p>\n<p>مثال ۲: در رانندگی، حق تقدم را رعایت کنید حتی وقتی عجله دارید. رعایت نوبت و قانون، تمرین مستقیم انصاف است و از عصبانیت جمعی کم می‌کند.</p>\n<p>مثال ۳: در خرید و فروش، عیب کالا را پنهان نکنید. شاید سود لحظه‌ای کم شود، اما برکت و اعتماد بلندمدت بالا می‌رود.</p>\n<p>مثال ۴: در محل کار، اگر همکار شما خطا کرد، او را در جمع نسوزانید. خصوصی و محترمانه راه حل بدهید؛ این هم بخشایش است، هم مسئولیت.</p>\n<p>مثال ۵: در شبکه‌های اجتماعی، پیش از نشر یک خبر یا تصویر، صحت و پیامد اخلاقی آن را بسنجید. نشر عجولانه، هم به آبروی مردم آسیب می‌زند و هم به وجدان خود ما.</p>\n\n<h2>تمرین امروز</h2>\n<p>برای ۲۴ ساعت، یک اسم را محور قرار دهید؛ مثلاً الحلیم. سه موقعیت روزمره را بنویسید که در آن می‌توانستید تند شوید، اما خودتان را نگه داشتید یا بعداً اصلاح کردید.</p>\n<p>در پایان روز، چهار سؤال کوتاه پاسخ بدهید: امروز کجا موفق شدم؟ کجا لغزش کردم؟ چه چیزی محرک من بود؟ فردا چه تغییر کوچکی می‌دهم؟ این چهار پرسش، نفس را از حالت مبهم به مسیر روشن می‌برد.</p>\n\n<h2>جمع‌بندی عملی</h2>\n<p>اسماءالحسنی برنامه ذهنی نیست؛ برنامه زندگی است. اگر هر روز یک اسم را در یک موقعیت واقعی تمرین کنیم، بعد از چند هفته اثرش را می‌بینیم: زبان نرم‌تر، انصاف بیشتر، اضطراب کمتر و خدمت صادقانه‌تر.</p>\n<p><em>اصل ثابت:</em> تربیت نفس با کارهای کوچکِ پیوسته پیش می‌رود، نه با تصمیم‌های بزرگِ کوتاه‌عمر.</p>\n\n<h2>نکته تکمیلی روزانه</h2>\n<p>برای اینکه این مسیر در روزهای شلوغ هم ادامه پیدا کند، زمان تمرین را به یک ساعت ثابت وصل کنید؛ مثلاً بعد از نماز صبح یا قبل از خواب. وقتی تمرین زمان ثابت داشته باشد، ذهن مقاومت کمتری نشان می‌دهد. بهتر است یک «همراه تربیتی» هم داشته باشید؛ دوست یا عضو خانواده‌ای که هر شب فقط یک دقیقه بپرسد: امروز کدام اسم را تمرین کردی؟ همین پیگیری کوتاه، دوام برنامه را بسیار بالا می‌برد.</p>\n<p>اگر یک روز لغزش شد، برنامه را قطع نکنید. فردا از همان نقطه ادامه دهید. اصل مهم در تربیت نفس، <strong>بازگشت سریع</strong> است نه بی‌خطا بودن. انسان موفق کسی نیست که هرگز نمی‌لغزد؛ کسی است که هر لغزش را تبدیل به آگاهی و اصلاح می‌کند.</p>"
    },
    {
      "authorId": "sayyid_abdullah_shirzadi",
      "authorName": "امام ابوحامد غزالی (رح)",
      "title": "تخلیه و تحلیه؛ تخلق به اسماء در مکتب سلوک",
      "language": "dari",
      "category": "asma_husna",
      "body": "<h2>مقدمه کوتاه</h2>\n<p>تخلیه یعنی پاک‌کردن درون از صفت‌های زیان‌زا؛ تحلیه یعنی پرکردن همان جا با اخلاق مفید. خیلی وقت‌ها ما فقط می‌گوییم «باید بهتر شوم»، اما دقیق نمی‌دانیم چه چیزی را کم کنیم و چه چیزی را زیاد. اسماءالحسنی همین نقشه دقیق را می‌دهد.</p>\n<p>در کار تربیت نفس، حذف و جایگزینی باید همزمان باشد. اگر حسد را کم می‌کنیم، باید خیرخواهی را بالا ببریم. اگر عجله را کم می‌کنیم، باید صبر فعال را تقویت کنیم. این مقاله یک نسخه کاربردی برای همین مسیر می‌دهد.</p>\n\n<h2>اسم‌های امروز و معنی ساده</h2>\n<p><strong>العدل</strong>: وقتی منفعت شخصی با حق دیگران در تضاد باشد، عدالت یعنی حق را مقدم کنیم.</p>\n<p><strong>الحلیم</strong>: در لحظه خشم، قدرت واقعی در مهار زبان و تصمیم است.</p>\n<p><strong>اللطيف</strong>: اصلاح باید با نرمی و کرامت انسانی همراه باشد.</p>\n<p><strong>الرقيب</strong>: حتی در خلوت، انسان خود را مسئول بداند.</p>\n<p><strong>التواب</strong>: بعد از خطا، ناامید نشویم؛ راه بازگشت و جبران همیشه باز است.</p>\n\n<h2>مثال‌های زنده</h2>\n<p>مثال ۱: در خانواده، اختلاف تکراری دارید. به‌جای تکرار دعوا، یک قانون گفت‌وگو بنویسید: بدون قطع‌کردن حرف، بدون توهین، با زمان‌بندی مشخص. این روش، عملیِ الحلیم و اللطيف است.</p>\n<p>مثال ۲: در محیط کار، موفقیت همکار شما حسادت ایجاد کرد. همان روز برای او یک پیام تبریکی واقعی بفرستید. این کار کوچک، تمرین شکستن حسد است.</p>\n<p>مثال ۳: در معامله، فرصت تقلب نرم وجود دارد که کسی نمی‌فهمد. خودتان را با الرقيب بسنجید؛ امانت را نگه دارید، حتی وقتی نظارت بیرونی نیست.</p>\n<p>مثال ۴: در تربیت فرزند، به‌جای جمله «تو بد هستی»، بگویید «این رفتار درست نبود». این تغییر لحن، هم عزت نفس را حفظ می‌کند هم اصلاح را ممکن می‌سازد.</p>\n<p>مثال ۵: اگر حق کسی را ضایع کردید، فقط عذرخواهی لفظی کافی نیست؛ جبران مالی/حیثیتی را هم در برنامه بگذارید. این همان توبه واقعی است.</p>\n\n<h2>تمرین امروز</h2>\n<p>کاغذی با دو ستون بسازید: «چه چیزی را کم می‌کنم» و «چه چیزی را جایگزین می‌کنم». امروز فقط یک مورد انتخاب کنید: مثلاً تندی زبان ↔ پاسخ آرام.</p>\n<p>تا شب سه بار آگاهانه تمرین کنید. شب، یک خط بنویسید: امروز در کدام لحظه نزدیک بودم شکست بخورم و چه‌طور جمع کردم؟ همین محاسبه کوتاه، موتور رشد واقعی است.</p>\n\n<h2>جمع‌بندی عملی</h2>\n<p>تخلیه و تحلیه یعنی مبارزه کور با نفس نیست؛ یعنی مدیریت مرحله‌ایِ عادت‌ها. با شناخت اسم، دیدن مثال، و تمرین ۲۴ ساعته، اصلاح نفس قابل‌اجرا می‌شود.</p>\n<p><em>قاعده راه:</em> هر هفته یک عیب کمتر، یک خُلق بهتر.</p>\n\n<h2>نکته تکمیلی روزانه</h2>\n<p>یک ابزار مفید برای این مسیر «قانون یک دقیقه» است: قبل از هر پاسخ مهم، یک دقیقه مکث کنید. در این مکث کوتاه از خود بپرسید: آیا این جواب عادلانه است؟ آیا لحن من لطیف است؟ آیا اگر همین لحظه ضبط شود، از آن شرمنده نمی‌شوم؟ این پرسش‌ها ذهن را از حالت واکنشی خارج می‌کند و به انتخاب آگاهانه می‌برد.</p>\n<p>در پایان هفته، سه موفقیت کوچک خود را بنویسید؛ حتی اگر خیلی ساده باشد. دیدن پیشرفت‌های کوچک، انگیزه را نگه می‌دارد. اگر فقط روی کمبودها تمرکز کنیم، نفس خسته می‌شود؛ اما وقتی رشد تدریجی را ببینیم، <strong>امید عملی</strong> شکل می‌گیرد و مسیر ادامه پیدا می‌کند.</p>"
    },
    {
      "authorId": "sayyid_abdullah_shirzadi",
      "authorName": "امام فخرالدین رازی (رح)",
      "title": "ریاضت مشروع و مراقبهٔ قلب؛ در پرتو کیمیای سعادت",
      "language": "dari",
      "category": "asma_husna",
      "body": "<h2>مقدمه کوتاه</h2>\n<p>ریاضت مشروع یعنی انضباط سالم؛ نه افراط و نه رهاشدگی. انسان مصروف امروز اگر برنامه خیلی سنگین بگیرد، چند روز بعد رها می‌کند. پس راه درست، تمرین‌های کوتاه و پیوسته است که به <strong>ثبات قلب</strong> برسد.</p>\n<p>مراقبه قلب هم یعنی حضور آگاهانه در طول روز: قبل از گفتار، قبل از تصمیم، قبل از واکنش. این مهارت اگر با اسماءالحسنی ترکیب شود، هم عبادت منظم‌تر می‌شود و هم اخلاق بهتر.</p>\n\n<h2>اسم‌های امروز و معنی ساده</h2>\n<p><strong>الرقيب</strong>: هر لحظه خود را در محضر خدا دیدن.</p>\n<p><strong>الصبور</strong>: تحمل فعال؛ یعنی در مسیر حق بایستیم و فرار نکنیم.</p>\n<p><strong>الوکیل</strong>: تلاش کامل + سپردن نتیجه به خدا.</p>\n<p><strong>الهادي</strong>: در پیچیدگی‌ها هدایت بخواهیم و مشورت کنیم.</p>\n<p><strong>الستار</strong>: عیب‌پوشی و پرهیز از رسواکردن مردم.</p>\n\n<h2>مثال‌های زنده</h2>\n<p>مثال ۱: صبح که بیدار می‌شوید، پیش از موبایل، یک دقیقه نیت‌سازی کنید: «امروز زبانم را نگه می‌دارم.» این آغاز روز، کیفیت تمام روز را عوض می‌کند.</p>\n<p>مثال ۲: در اداره یا دکان، فشار زیاد شد. سه نفس عمیق بکشید، کارها را اولویت‌بندی کنید، سپس عمل کنید. این همان صبرِ فعال است، نه بی‌عملی.</p>\n<p>مثال ۳: وقتی خبر بد می‌شنوید، فوری قضاوت نکنید. اول تحقیق، بعد تصمیم. این تمرین، هدایت‌خواهی را عملی می‌کند.</p>\n<p>مثال ۴: در جمع فامیلی، خطای یک نفر را سوژه طنز نسازید. حرمتش را نگه دارید و در خلوت اصلاح کنید.</p>\n<p>مثال ۵: اگر کاری نتیجه فوری نداد، ناامید نشوید. «الوکیل» یعنی وظیفه با ماست، نتیجه با خدا.</p>\n\n<h2>تمرین امروز</h2>\n<p>برنامه یک‌روزه: صبح ۲ دقیقه نیت، ظهر ۱ دقیقه توقف برای محاسبه، شب ۳ دقیقه گزارش. این ۶ دقیقه اگر هر روز تکرار شود، اثرش از جلسات طولانیِ مقطعی بیشتر است.</p>\n<p>امروز یک اسم محوری بگذارید، مثلاً الصبور. هر بار که ذهن آشفته شد، همان اسم را در دل تکرار کنید و یک تصمیم آرام بگیرید.</p>\n\n<h2>جمع‌بندی عملی</h2>\n<p>ریاضت مشروع، نسخه قابل‌زیست است. با تمرین کوچک، مراقبه کوتاه و استمرار، نفس قابل مدیریت می‌شود و قلب از شتاب و پراکندگی نجات می‌یابد.</p>\n<p><em>خط‌مشی:</em> کم، روشن، دوامدار.</p>\n\n<h2>نکته تکمیلی روزانه</h2>\n<p>برای پایداری ریاضت، محیط خود را هم اصلاح کنید. اعلان‌های غیرضروری گوشی را کم کنید، زمان خواب را منظم سازید، و یک گوشه آرام برای دو دقیقه مراقبه داشته باشید. بسیاری از شکست‌های تربیتی به‌خاطر بدی محیط است، نه ضعف نیت. وقتی محیط کمی مرتب شود، عمل صالح هم آسان‌تر می‌شود.</p>\n<p>همچنان، هر روز یک خدمت کوچک پنهان انجام دهید: کمک به همکار، احترام به سالمند، یا حمایت از فرد ناتوان. این کارها نفس را از خودمحوری بیرون می‌کشد و به <strong>توازن قلب</strong> می‌رساند. مراقبه واقعی فقط در خلوت نیست؛ در رفتار با مردم هم سنجیده می‌شود.</p>\n<p>یادداشت عملی: اگر یک روز برنامه کامل نشد، آن روز را از دست‌رفته حساب نکنید. همان شب یک دقیقه محاسبه انجام دهید و فردا از نو شروع کنید. در تربیت نفس، تداوم ناقص بهتر از توقف کامل است. این نگاه، احساس شکست را کم می‌کند و مسیر اصلاح را زنده نگه می‌دارد.</p>"
    },
    {
      "authorId": "sayyid_abdullah_shirzadi",
      "authorName": "امام ابوحامد غزالی (رح)",
      "title": "برنامهٔ ۳۰ روزهٔ تخلق به اسماء الحسنی",
      "language": "dari",
      "category": "asma_husna",
      "body": "<h2>مقدمه کوتاه</h2>\n<p>این برنامه ۳۰ روزه برای کسانی است که می‌خواهند رشد واقعی را ببینند، نه هیجان موقت. زمان لازم روزانه ۱۵ تا ۲۰ دقیقه است. تمرکز روی کارهایی است که در خانه، کار، بازار و روابط اجتماعی واقعاً قابل اجرا باشد.</p>\n<p>نقشه برنامه ساده است: هر هفته چند اسم مشخص، چند مثال روشن، و یک فرم کوتاه ثبت پیشرفت.</p>\n\n<h2>اسم‌های امروز و معنی ساده</h2>\n<p>هفته ۱: <strong>الرحمن</strong> و <strong>الشکور</strong>؛ محور مهربانی و قدردانی.</p>\n<p>هفته ۲: <strong>الحلیم</strong> و <strong>اللطيف</strong>؛ محور کنترل خشم و نرمی گفتار.</p>\n<p>هفته ۳: <strong>العدل</strong> و <strong>الرقيب</strong>؛ محور انصاف و خودنظارتی.</p>\n<p>هفته ۴: <strong>الغفور</strong> و <strong>الوکیل</strong>؛ محور بخشایش و توکل مسئولانه.</p>\n<p>در هر هفته، اسم‌ها را فقط نخوانید؛ برای هر اسم یک عمل مشخص تعیین کنید.</p>\n\n<h2>مثال‌های زنده</h2>\n<p>مثال هفته ۱: هر روز حداقل یک نفر را صادقانه تشکر کنید. این تمرین ساده، فضای خانه و کار را نرم می‌کند.</p>\n<p>مثال هفته ۲: در بحث‌های خانوادگی قانون «مکث ۳۰ ثانیه» بگذارید. سپس پاسخ کوتاه و محترمانه بدهید.</p>\n<p>مثال هفته ۳: در هر معامله، قیمت، کیفیت و وعده را شفاف بگویید. انصاف از همین جزئیات شروع می‌شود.</p>\n<p>مثال هفته ۴: یک کینه قدیمی را سبک کنید و یک نگرانی آینده را با برنامه + دعا مدیریت کنید.</p>\n<p>مثال ثابت ماه: در فضای مجازی، هر محتوایی را قبل از نشر راستی‌آزمایی کنید. این تمرین الرقيب است.</p>\n\n<h2>تمرین امروز</h2>\n<p>فرم ثابت روزانه:</p>\n<p>۱) اسم امروز: ____</p>\n<p>۲) موقعیت واقعی تمرین: ____</p>\n<p>۳) نتیجه: موفق / نیاز به اصلاح</p>\n<p>۴) تصمیم فردا: یک اقدام کوچک</p>\n<p>هفته‌ای یک‌بار، جمع‌بندی کنید: کدام خُلق بهتر شد؟ کدام نقطه هنوز ضعیف است؟ چه حمایت عملی لازم دارم؟</p>\n\n<h2>جمع‌بندی عملی</h2>\n<p>پس از ۳۰ روز، شاید کامل نشویم؛ اما جهت ما عوض می‌شود. همین تغییر جهت مهم است: واکنش کمتر، تفکر بیشتر؛ قضاوت کمتر، انصاف بیشتر.</p>\n<p><em>ادامه مسیر:</em> بعد از روز ۳۰، همین چرخه را با اسم‌های جدید تکرار کنید تا تخلق به عادت پایدار تبدیل شود.</p>\n\n<h2>نکته تکمیلی روزانه</h2>\n<p>برای اینکه این برنامه بعد از چند روز رها نشود، معیار موفقیت را «کامل بودن» نگذارید؛ معیار را «ادامه دادن» بگذارید. اگر امروز فقط ۵ دقیقه فرصت داشتید، همان ۵ دقیقه را انجام دهید. این روش، برنامه را با واقعیت زندگی سازگار می‌سازد. بهتر است در آغاز هفته، سه موقعیت پرچالش خود را هم پیش‌بینی کنید؛ مثلاً شلوغی کار، اختلاف خانوادگی یا فشار مالی. سپس از قبل تصمیم بگیرید کدام اسم در آن موقعیت به شما کمک می‌کند.</p>\n<p>در پایان هر هفته، یک جلسه کوتاه خانوادگی یا دوستانه بگذارید و فقط یک تجربه موفق را شریک کنید. این کار هم انگیزه می‌دهد و هم فرهنگ اخلاقی را در خانه تقویت می‌کند. تخلق وقتی ریشه‌دار می‌شود که از فرد به جمع منتقل گردد و <strong>سبک زندگی</strong> بسازد.</p>\n<p>توصیه اجرایی: برای هر هفته یک «همراه پاسخ‌گو» تعیین کنید تا فقط هفته‌ای یک بار وضعیت را بپرسد. همین پیگیری دوستانه باعث می‌شود برنامه از حالت ذهنی به عمل واقعی تبدیل گردد و افت‌وخیزهای طبیعی مسیر، شما را از هدف دور نکند.</p>"
    },
    {
      "authorId": "sayyid_abdullah_shirzadi",
      "authorName": "امام ابوحامد غزالی (رح)",
      "title": "اسماء الحسنی: د نفس د روزنې رڼا",
      "language": "pashto",
      "category": "asma_husna",
      "body": "<h2>لنډه سریزه</h2>\n<p>اسماءالحسنی یوازې د ویلو لپاره نه دي؛ د <strong>ورځني ژوند د سمولو</strong> لپاره دي. که نومونه په مانا سره وپېژنو، نو په کور، بازار، دفتر او انلاین فضا کې مو چلند بدلېږي.</p>\n<p>موخه دا ده چې بحث دروند نه شي. موږ عملي لار اخلو: <strong>روښانه مانا</strong>، <strong>ژوندۍ بېلګه</strong> او <strong>نننی تمرین</strong>. همدا درې کارونه که دوام ومومي، نفس ارامېږي.</p>\n\n<h2>د نن اسمونه او ساده معنا</h2>\n<p><strong>الرحمن</strong>: پراخه مهرباني؛ له خلکو سره نرم چلند.</p>\n<p><strong>الحلیم</strong>: زغم؛ د غصې پر وخت بېړه نه کول.</p>\n<p><strong>العدل</strong>: انصاف؛ د هر چا حق ادا کول.</p>\n<p><strong>الغفور</strong>: بښنه؛ د اصلاح دروازه نه تړل.</p>\n<p><strong>الشکور</strong>: مننه؛ واړه نعمتونه هم لیدل.</p>\n\n<h2>ژوندۍ بېلګې</h2>\n<p>بېلګه ۱: په کور کې ماشوم تېروتنه وکړه. د سپکاوي پر ځای، په ارامۍ ورته ووایه چې څنګه یې سم کړي.</p>\n<p>بېلګه ۲: په سړک کې ازدحام دی. د شخړې پر ځای نوبت مراعت کړه. دا د عدل عملي تمرین دی.</p>\n<p>بېلګه ۳: په دوکان کې که له تا سره حساب غلط شو او ستا په ګټه و، ژر یې سم کړه. امانت همدا دی.</p>\n<p>بېلګه ۴: د همکار خطا په مجلس کې مه افشا کوه؛ په پټه مرسته ورسره وکړه.</p>\n<p>بېلګه ۵: په ټولنیزو رسنیو کې هر خبر مه خپروه؛ لومړی یې حقیقت معلوم کړه.</p>\n\n<h2>نننی تمرین</h2>\n<p>د ۲۴ ساعتونو لپاره یو اسم وټاکه؛ مثلاً الحلیم. درې حالتونه ولیکه چېرې دې ځان کنټرول کړ او بېړه دې ونه کړه.</p>\n<p>د ورځې په پای کې درې پوښتنې ځواب کړه: نن مې څه ښه کړل؟ کوم ځای کې لغزش وشو؟ سبا یو کوچنی اصلاحي ګام څه دی؟</p>\n\n<h2>عملي پایله</h2>\n<p>کله چې اسماء عمل ته راښکته شي، بدلون ښکاره کېږي: ژبه نرمه، قضاوت عادلانه او زړه مطمئن کېږي. دا بدلون د لویو شعارونو نه، بلکې د کوچنیو دوامداره تمرینونو نه راځي.</p>\n<p><em>یاد:</em> هره ورځ یو اسم، یوه بېلګه، یو تمرین.</p>\n\n<h2>اضافي عملي سپارښتنې</h2>\n<p>که غواړې دا تمرین دوام وکړي، وخت یې ثابت کړه؛ لکه د سهار لمونځ وروسته یا د خوب مخکې. ثابت وخت ذهن ته نظم ورکوي. ښه ده چې یو باوري ملګری هم ولرې چې هره شپه درنه یوازې یوه پوښتنه وکړي: نن دې کوم اسم عملي کړ؟ همدا لنډ حساب‌ورکول د دوام لپاره ډېر مهم دی.</p>\n<p>که یوه ورځ لغزش وشوه، پروګرام مه پرېږده. سبا بېرته شروع کړه. اصلي بریا دا ده چې انسان ژر بېرته راګرځي. د نفس روزنه د اوږدې لارې کار دی، نو <strong>پرله‌پسې کوچني ګامونه</strong> له لویو موسمي تصمیمونو قوي دي.</p>\n<p>یو مهم ټکی دا هم دی چې د کورنۍ ټولو غړو ته یو شان توقع مه ټاکئ. هر څوک د اخلاقو په بدلون کې خپل سرعت لري. که صبر او دوام وساتل شي، بدلون خامخا راځي. د تربیې بریا په تدریجي ثبات کې ده، نه په فوري ظاهري نتیجه کې.</p>"
    },
    {
      "authorId": "sayyid_abdullah_shirzadi",
      "authorName": "امام ابوحامد غزالی (رح)",
      "title": "تخلیه او تحلیه: د الهي نومونو په رڼا کې اخلاق",
      "language": "pashto",
      "category": "asma_husna",
      "body": "<h2>لنډه سریزه</h2>\n<p>تخلیه معنا دا چې بد عادتونه له زړه وباسو؛ تحلیه معنا دا چې ښه اخلاق ځای پر ځای کړو. که یوازې «بد مه کوه» ووایو او بدیل ورنه کړو، تغییر نه راځي. اسماءالحسنی موږ ته همداسې عملي بدیل راښيي.</p>\n<p>په دې لاره کې کار باید پړاويز وي: یو عیب کمول او یو خوی ښه کول. همدا منظم کار نفس روزي.</p>\n\n<h2>د نن اسمونه او ساده معنا</h2>\n<p><strong>العدل</strong>: انصاف، که ګټه درته کمه هم شي.</p>\n<p><strong>الحلیم</strong>: د غصې پر وخت زغم او سنجش.</p>\n<p><strong>اللطيف</strong>: نرمه ژبه، نرمه اصلاح.</p>\n<p><strong>الرقيب</strong>: په خلوت کې هم ځان‌حسابي.</p>\n<p><strong>التواب</strong>: له خطا وروسته بېرته حق ته راتګ.</p>\n\n<h2>ژوندۍ بېلګې</h2>\n<p>بېلګه ۱: د کورنۍ د اختلاف پر وخت د غږ لوړولو پر ځای، د خبرو نوبت جوړ کړئ.</p>\n<p>بېلګه ۲: په کارځای کې د یو کس پر اوږه ټول بار مه اچوئ؛ عادلانه وېش وکړئ.</p>\n<p>بېلګه ۳: اولاد ته د «ته بد یې» پر ځای ووايه: «دا کار سم نه و». شخصیت مه ماتوئ، چلند اصلاح کړئ.</p>\n<p>بېلګه ۴: چې هیڅوک نه وي، هم امانت مه ماتوئ. الرقيب همدا معنا لري.</p>\n<p>بېلګه ۵: که د چا حق مو خوړلی وي، یوازې بخښنه مه غواړئ؛ عملي جبران هم وکړئ.</p>\n\n<h2>نننی تمرین</h2>\n<p>د کاغذ دوه برخې جوړې کړه: «نن څه پرېږدم؟» او «نن څه نیسم؟». مثلاً: تنده ژبه پرېږدم، نرم ځواب نیسم.</p>\n<p>همدا یو ټکی تر ماښامه درې ځله په شعوري ډول عملي کړه. بیا ولیکه چې کوم حالت سخت و او ولې.</p>\n\n<h2>عملي پایله</h2>\n<p>تخلیه او تحلیه د زور کار نه دی؛ د دوام کار دی. د اسم، بېلګې او تمرین په تکرار سره اخلاق ثابت بدلېږي.</p>\n<p><em>اصل:</em> لږ، خو پرله‌پسې اصلاح تر لویو موقتي تصمیمونو غوره ده.</p>\n\n<h2>اضافي عملي سپارښتنې</h2>\n<p>د غصې، حسد او بېړې د کمولو لپاره «یو دقیقې قانون» عملي کړه: د هر مهم ځواب مخکې یوه دقیقه تم شه. په همدې تم کې درې پوښتنې وکړه: دا خبره عادلانه ده؟ زما لحن نرم دی؟ که همدا خبره بیرته راته وشي، زه یې منم؟ دغه ساده پوښتنې د نفس شدت کموي.</p>\n<p>د اونۍ په پای کې درې واړه مثبت بدلونونه ولیکه، که څه هم کوچني وي. د کوچني پرمختګ لیدل انسان ته قوت ورکوي. که یوازې نیمګړتیا وګورو، حوصله ماتیږي؛ خو که د بدلون نښې ووینو، <strong>عملی هیله</strong> پیدا کېږي او مسیر ژر نه پرېښودل کېږي.</p>\n<p>که غواړي نتیجه ژر ووینې، د ورځې په منځ کې یو لنډ یادوونکی وټاکه: د موبایل الارم یا کوچنی یادداشت. چې یادوونه راشي، هماغه لحظه خپل نیت تازه کړه. دغه تکراري بیداري د عادت په جوړېدو کې ډېر اغېز لري.</p>\n<p>په کور کې که کوچنی بدلون هم رامنځته شي، هغه لمانځئ. د ښه عادت ستاینه نفس ته قوت ورکوي او د تکرار زمینه برابروي. دا هم د تخلق برخه ده.</p>\n<p>همدا مسیر دوام ورکړه.</p>"
    },
    {
      "authorId": "sayyid_abdullah_shirzadi",
      "authorName": "امام فخرالدین رازی (رح)",
      "title": "مشروع ریاضت او د زړه مراقبه: د کیمیای سعادت په رڼا کې",
      "language": "pashto",
      "category": "asma_husna",
      "body": "<h2>لنډه سریزه</h2>\n<p>مشروع ریاضت هغه روزنه ده چې انسان ته نظم او سکون ورکوي، نه ستړیا او افراط. د نن ژوند مصروف دی؛ ځکه موږ ته لنډ او ثابت تمرینونه پکار دي، څو نفس منظم او زړه حاضر شي.</p>\n<p>د مراقبې هدف دا نه دی چې له ژوند وتښتو؛ هدف دا دی چې په ژوند کې هوښیار پاتې شو: مخکې له خبره، مخکې له پرېکړې، مخکې له غبرګونه.</p>\n\n<h2>د نن اسمونه او ساده معنا</h2>\n<p><strong>الرقيب</strong>: الله حاضر دی؛ نو ځان هم حاضر وساته.</p>\n<p><strong>الصبور</strong>: د حق په لاره ثابت قدم اوسېدل.</p>\n<p><strong>الوکیل</strong>: هڅه کول او پایله الله ته سپارل.</p>\n<p><strong>الهادي</strong>: د پرېکړې پر وخت هدایت غوښتل.</p>\n<p><strong>الستار</strong>: د خلکو عیبونه نه افشا کول.</p>\n\n<h2>ژوندۍ بېلګې</h2>\n<p>بېلګه ۱: سهار د موبایل له خلاصولو مخکې ۹۰ ثانیې نیت تازه کړه.</p>\n<p>بېلګه ۲: په دفتر کې د فشار پر وخت درې ژورې ساه واخله، بیا کارونه لومړیتوب‌بندي کړه.</p>\n<p>بېلګه ۳: د کور د غړي خطا په مجلس کې مه خپروه؛ په پټه او احترام اصلاح وکړه.</p>\n<p>بېلګه ۴: د مهمې پرېکړې مخکې له یو بااعتماده کس سره مشوره وکړه او دعا وکړه.</p>\n<p>بېلګه ۵: د ناکامۍ پر وخت ځان مه ماتوئ؛ له خطا زده کړه او بیا اقدام وکړه.</p>\n\n<h2>نننی تمرین</h2>\n<p>نن ۶ دقیقې ځانګړې کړه: سهار ۲ دقیقې نیت، غرمه ۱ دقیقه ځان‌محاسبه، ماښام ۳ دقیقې د ورځې راپور.</p>\n<p>یو اسم محوري وټاکه؛ مثلاً الصبور. هر ځل چې ذهن ګډوډ شو، همدا اسم په زړه تکرار کړه او بیا ارام اقدام وکړه.</p>\n\n<h2>عملي پایله</h2>\n<p>مشروع ریاضت په کوچنیو ګامونو کې قوي نتیجه ورکوي. کله چې دا تمرینونه دوام وکړي، انسان له بې‌نظمۍ نه نظمه ته او له وارخطایۍ نه سکون ته ځي.</p>\n<p><em>قاعده:</em> هغه تمرین بریالی دی چې هره ورځ تکرارېږي.</p>\n\n<h2>اضافي عملي سپارښتنې</h2>\n<p>ریاضت هغه وخت دوام کوي چې چاپېریال هم ورسره برابر شي. بې‌ضروره اعلانونه کم کړه، د خوب وخت منظم کړه، او د مراقبې لپاره یو ارام ځای وټاکه. ډېر خلک نیت لري خو چاپېریال یې ګډوډ وي؛ نو تمرین ماتېږي. چې چاپېریال لږ سم شي، عبادت او اخلاق دواړه اسانه کېږي.</p>\n<p>هره ورځ یو پټ خیر هم وکړه: د چا کار اسانول، د بوډا درناوی، یا د کور د یوه غړي بار سپکول. دا کارونه نفس له ځان‌محورۍ راوباسي او زړه ته <strong>ثابت سکون</strong> ورکوي. د مراقبې رښتینی اثر په همدې ورځني خدمت کې ښکاري.</p>\n<p>د همدې تمرین لپاره د ورځې یو ثابت ارزشي معیار وټاکه: ایا نن مې ژبه له تندۍ وساتله؟ ایا نن مې یو خیر پټ کار وکړ؟ ایا نن مې له بېځایه قضاوته ځان راګرځولی شو؟ د دې درې پوښتنو ځواب د روزنې واقعي اندازه ده.</p>\n<p>د ورځې په پای کې د سبا لپاره یو ډېر مشخص نیت وټاکه، لکه: «سبا به د غصې پر وخت غږ نه لوړوم». مشخص نیت د مراقبې کیفیت لوړوي.</p>"
    },
    {
      "authorId": "sayyid_abdullah_shirzadi",
      "authorName": "امام ابوحامد غزالی (رح)",
      "title": "د اسماء الحسنی د تخلق ۳۰ ورځنی عملي پروګرام",
      "language": "pashto",
      "category": "asma_husna",
      "body": "<h2>لنډه سریزه</h2>\n<p>دا ۳۰ ورځنی پروګرام د عامو خلکو لپاره جوړ شوی: هره ورځ ۱۵ تر ۲۰ دقیقې. موخه دا نه ده چې یو ځل کې کامل شو؛ موخه دا ده چې <strong>دوامدار عادت</strong> پیدا شي.</p>\n<p>پلان څلور اونۍ لري. هره اونۍ ځانګړي اسمونه، واقعي بېلګې او یو لنډ ورځنی فورم لري.</p>\n\n<h2>د نن اسمونه او ساده معنا</h2>\n<p>اونۍ ۱: <strong>الرحمن</strong> او <strong>الشکور</strong> — مهرباني او منندویي.</p>\n<p>اونۍ ۲: <strong>الحلیم</strong> او <strong>اللطيف</strong> — زغم او نرم چلند.</p>\n<p>اونۍ ۳: <strong>العدل</strong> او <strong>الرقيب</strong> — انصاف او ځان‌محاسبه.</p>\n<p>اونۍ ۴: <strong>الغفور</strong> او <strong>الوکیل</strong> — بښنه او توکل له هڅې سره.</p>\n<p>هره اونۍ یو اصلي تمرین ټاکه او تر پایه یې مه پرېږده.</p>\n\n<h2>ژوندۍ بېلګې</h2>\n<p>بېلګه ۱: هره ورځ یو انسان ته په ښکاره مننه وکړه؛ دا د شکور عملي تمرین دی.</p>\n<p>بېلګه ۲: د غصې پر وخت د ۳۰ ثانیو توقف قانون عملي کړه؛ بیا ځواب ورکړه.</p>\n<p>بېلګه ۳: په راکړه ورکړه کې بشپړ شفافیت وساته؛ د عدل روح له همدې ځایه پیاوړی کېږي.</p>\n<p>بېلګه ۴: د کور یا کار یو کدورت لږ کړه؛ د بښنې عمل د غفور تمرین دی.</p>\n<p>بېلګه ۵: د سبا د اندېښنې پر ځای نن خپل مسؤلیت ترسره کړه او نتیجه الله ته وسپاره.</p>\n\n<h2>نننی تمرین</h2>\n<p>ورځنی فورم:</p>\n<p>۱) د نن اسم: ____</p>\n<p>۲) کومه واقعي صحنه کې مې عملي کړ: ____</p>\n<p>۳) نتیجه: ښه / اصلاح غواړي</p>\n<p>۴) د سبا یو کوچنی ګام: ____</p>\n<p>د اونۍ په پای کې یو لنډ جمع‌بندي وکړه: کوم عادت ښه شو؟ کوم ځای لا کار غواړي؟</p>\n\n<h2>عملي پایله</h2>\n<p>له ۳۰ ورځو وروسته به یو واضح تغییر احساس کړې: ژبه نرمه، چلند عادلانه، او زړه مطمئن. دا د تخلق پیل دی، نه پای.</p>\n<p><em>دوام:</em> د همدې طریقې دوهمه دوره د نوو اسمونو سره بیا پیل کړه.</p>\n\n<h2>اضافي عملي سپارښتنې</h2>\n<p>د دې لپاره چې ۳۰ ورځنی پلان نیمه لار کې ونه درېږي، د بریا معیار «کامل تطبیق» مه ګرځوه؛ معیار «پرله‌پسې دوام» وګرځوه. که یوه ورځ یوازې څو دقیقې وخت لرې، هماغه لږ تمرین وکړه او لړۍ مه ماتوئ. همداراز د اونۍ له پیل مخکې درې سخت حالتونه مشخص کړه: د کار فشار، د کور اختلاف، یا مالي اندېښنه. بیا له مخکې وټاکه چې کوم اسم به په هغه حالت کې عملي کوې.</p>\n<p>د هرې اونۍ په پای کې یو لنډ مرور وکړه: څه ښه شول؟ څه لا کار غواړي؟ راتلونکې اونۍ کوم یو عادت پیاوړی کوم؟ دا منظم مرور پروګرام ژوندي ساتي. همداسې تمرین ورو ورو په کورنۍ او ټولنه کې د <strong>اخلاقي سبک</strong> بنسټ ږدي.</p>\n<p>د پروګرام په وروستیو ورځو کې د ستړیا احساس عادي دی. په همدې مرحله کې یوازې د کوچني هدف دوام مهم دی. که ستر هدف دروند ښکاري، د ورځې یو کوچنی کار بشپړ کړه. همدا کوچني تکمیلونه د اوږدمهاله بدلون اصلي بنسټ جوړوي.</p>\n<p>د میاشتې له ختمېدو وروسته، یوه ورځ د شکر لپاره وټاکه او هغه بدلونونه په لیکلې بڼه ثبت کړه چې واقعاً دې په اخلاقو کې احساس کړي وي.</p>"
    },
    {
      "authorId": "khwaja_abdullah_ansari",
      "authorName": "خواجه عبدالله انصاری (رح)",
      "title": "مناجات و حضور قلب در مکتب خواجه عبدالله انصاری",
      "language": "dari",
      "category": "tazkiyah",
      "body": "<h2>درآمد: مناجاتِ بیدار</h2>\n<p>خواجه عبدالله انصاری مناجات را <strong>گفت‌وگوی راستین با خدا</strong> می‌داند؛ جایی که <strong>دل و زبان هماهنگ</strong> شوند. اگر دعا فقط لفظ بماند، اثر تربیتی آن کم می‌گردد.</p>\n<p>حضور قلب یعنی انسان بداند از چه توبه می‌کند و چه مسئولیتی را می‌خواهد اصلاح کند.</p>\n<h2>گزیده‌های مناجات</h2>\n<p><strong>«الهی از پیش خطر و از پس راهم نیست، دستم گیر که جز تو پناهم نیست.»</strong></p>\n<p>«الهی روزگاری ترا می‌جستم، خود را می‌یافتم؛ اکنون خود را می‌جویم و ترا می‌یابم.»</p>\n<p>«مست توأم از جرعه و جام آزادم.»</p>\n<p><em>این نمونه‌ها از خوف تا رجا، و از خودبینی تا خداجویی، مسیر حضور قلب را روشن می‌سازد.</em></p>\n<h2>نکات کلیدی</h2>\n<p><strong>نکته ۱: نیت روشن پیش از دعا.</strong> قبل از مناجات، هدف اصلاحی خود را مشخص کن.</p>\n<p><strong>نکته ۲: دعا با آهستگی.</strong> وقتی دعا آرام خوانده شود، معنا عمیق‌تر در جان می‌نشیند.</p>\n<p><strong>نکته ۳: پیوند دعا و رفتار.</strong> مناجاتِ حقیقی باید در اخلاق روزانه نمود پیدا کند.</p>\n<h2>مثال‌های زنده</h2>\n<p>پیش از نماز صبح، یک دقیقه سکوت کن و یک نیت مشخص برای اصلاح خلق بگیر.</p>\n<p>در اختلاف خانوادگی، پیش از پاسخ تند، مناجات کوتاه بخوان تا لحن نرم شود.</p>\n<p>اگر حقی از کسی ضایع شده، دعا را با اقدام عملی جبران همراه کن.</p>\n<h2>جمع‌بندی</h2>\n<p>مکتب خواجه نشان می‌دهد که <strong>مناجاتِ راستین</strong> یعنی صدق، حضور و مسئولیت؛ و همین سه، انسان را از شعار به عمل می‌رساند.</p>"
    },
    {
      "authorId": "khwaja_abdullah_ansari",
      "authorName": "خواجه عبدالله انصاری (رح)",
      "title": "د خواجه عبدالله انصاري په مکتب کې مناجات او حضور قلب",
      "language": "pashto",
      "category": "tazkiyah",
      "body": "<h2>سریزه: مناجات چې زړه راویښ کړي</h2>\n<p>خواجه عبدالله انصاري مناجات <strong>له الله سره رښتینې خبرې</strong> بولي. په دې مکتب کې <strong>زړه او ژبه یو</strong> وي؛ که ژبه دعا وکړي او زړه غافل وي، بدلون نه راځي.</p>\n<p>حضور قلب دا دی چې انسان خپله اړتیا، خطا او موخه په وضاحت وویني.</p>\n<h2>مشهورې مناجاتي ټوټې</h2>\n<p><strong>«الهی از پیش خطر و از پس راهم نیست، دستم گیر که جز تو پناهم نیست.»</strong></p>\n<p><em>د بیت معنی په پښتو: اې الله! هره خوا خطر دی؛ ستا پرته بل پناه نه لرم.</em></p>\n<p>«الهی روزگاری ترا می‌جستم، خود را می‌یافتم؛ اکنون خود را می‌جویم و ترا می‌یابم.»</p>\n<p><em>د بیت معنی په پښتو: پخوا به ځان لیده؛ اوس چې ځان محاسبه کوم، د الله قرب راښکاره کیږي.</em></p>\n<p>«مست توأم از جرعه و جام آزادم.»</p>\n<p><em>د بیت معنی په پښتو: ستا په یاد مستي انسان د دنیا له بې‌ځایه تړاوونو ازادوي.</em></p>\n<h2>مهم ټکي</h2>\n<p><strong>مهم ټکی ۱: روښانه نیت.</strong> له دعا مخکې خپله اصلي موخه وټاکه.</p>\n<p><strong>مهم ټکی ۲: ارامه دعا.</strong> په سکون دعا د زړه حالت بدلوي.</p>\n<p><strong>مهم ټکی ۳: دعا او عمل یوځای.</strong> ریښتینی مناجات په کردار کې څرګندیږي.</p>\n<h2>عملي بېلګې</h2>\n<p>د سهار له لمانځه مخکې یوه دقیقه چوپ کېنه او خپل مهم نیت بیان کړه.</p>\n<p>د کورني اختلاف پر وخت له ځواب مخکې لنډه دعا وکړه.</p>\n<p>که د چا حق دې پاتې وي، هماغه ورځ د جبران ګام واخله.</p>\n<h2>پایله</h2>\n<p>د خواجه په مکتب کې <strong>ژوندی مناجات</strong> د صدق، حضور او مسؤلیت نوم دی.</p>"
    },
    {
      "authorId": "khwaja_abdullah_ansari",
      "authorName": "خواجه عبدالله انصاری (رح)",
      "title": "منازل السائرین و تربیت عملی نفس: توبه، صبر و توکل",
      "language": "dari",
      "category": "akhlaq",
      "body": "<h2>مقدمه: سلوکِ مرحله‌مند</h2>\n<p>در «منازل السائرین»، خواجه عبدالله مسیر تربیت نفس را با <strong>توبه، صبر و توکل</strong> به‌صورت <strong>گام‌به‌گام</strong> توضیح می‌دهد. این روش، سلوک را از گفتار به برنامهٔ عملی می‌رساند.</p>\n<p>سالک باید بداند امروز در کدام منزل است: بازگشت، پایداری یا سپردن دل به خدا.</p>\n<h2>اقوال راهنما</h2>\n<p><strong>«الهی اگر خامم پخته‌ام کن و اگر پخته‌ام سوخته‌ام کن.»</strong></p>\n<p>«الهی تا از مهر تو اثر آمد، دیگر مهر ما بسر آمد.»</p>\n<p>«مقصود من از کعبه و بتخانه تویی، ورنه من ازین هر دو مقام آزادم.»</p>\n<p><em>این عبارات نشان می‌دهد که تربیت نفس، هم پالایش درون است و هم تصحیح جهت زندگی.</em></p>\n<h2>نکات کلیدی</h2>\n<p><strong>نکته ۱: توبه با جبران کامل می‌شود.</strong> اگر حقی ضایع شده، باید برگردانده شود.</p>\n<p><strong>نکته ۲: صبر یعنی استمرار در خیر.</strong> صبر فقط تحمل نیست؛ ادامه‌دادن کار درست در فشار است.</p>\n<p><strong>نکته ۳: توکل با تدبیر جمع می‌شود.</strong> اسباب مشروع گرفته می‌شود، اما دل اسیر اسباب نمی‌گردد.</p>\n<h2>مثال‌های عملی</h2>\n<p>تمرین توبه: هر شب سه خطا را بنویس و برای هرکدام یک جبران عملی تعیین کن.</p>\n<p>تمرین صبر: هنگام تنش، پاسخ را ۳۰ ثانیه عقب بینداز و بعد سخن بگو.</p>\n<p>تمرین توکل: پیش از تصمیم مهم، مشورت و تلاش را کامل کن، سپس با دعا دل را آرام ساز.</p>\n<h2>جمع‌بندی</h2>\n<p>این اثر نشان می‌دهد <strong>سلوکِ واقعی</strong> با نظم روزانه شکل می‌گیرد: توبه صادق، صبر فعال و توکل آگاه.</p>"
    },
    {
      "authorId": "khwaja_abdullah_ansari",
      "authorName": "خواجه عبدالله انصاری (رح)",
      "title": "منازل السائرین او د نفس عملي روزنه: توبه، صبر او توکل",
      "language": "pashto",
      "category": "akhlaq",
      "body": "<h2>سریزه: پړاویزه روزنه</h2>\n<p>خواجه عبدالله انصاري په «منازل السائرین» کې د نفس روزنه د <strong>توبې، صبر او توکل</strong> پر بنسټ <strong>منظمه</strong> کوي. دا طریقه سلوک له شعار نه عمل ته راولي.</p>\n<p>سالک باید هره ورځ ځان وپوښتي چې په کوم پړاو کې دی.</p>\n<h2>لارښوود اقوال</h2>\n<p><strong>«الهی اگر خامم پخته‌ام کن و اگر پخته‌ام سوخته‌ام کن.»</strong></p>\n<p><em>د بیت معنی په پښتو: اې الله! که ناپخې یم، پخې مې کړه؛ او که پخې یم، د عشق په اور کې مې لا صفا کړه.</em></p>\n<p>«الهی تا از مهر تو اثر آمد، دیگر مهر ما بسر آمد.»</p>\n<p><em>د بیت معنی په پښتو: چې د الله مینه زړه ته راشي، د نفس نورې مینې کمزورې شي.</em></p>\n<p>«مقصود من از کعبه و بتخانه تویی، ورنه من ازین هر دو مقام آزادم.»</p>\n<p><em>د بیت معنی په پښتو: اصلي مقصد الله دی؛ نومونه او بڼې یوازې وسیلې دي.</em></p>\n<h2>مهم ټکي</h2>\n<p><strong>مهم ټکی ۱: توبه جبران غواړي.</strong> یوازې پښېماني نه، بلکې د حق اعاده هم ضروري ده.</p>\n<p><strong>مهم ټکی ۲: صبر فعال دریځ دی.</strong> په سختۍ کې هم سم کار ته دوام ورکول صبر دی.</p>\n<p><strong>مهم ټکی ۳: توکل له تدبیر سره مل دی.</strong> اسباب نیول کیږي، خو زړه پرې نه تړل کیږي.</p>\n<h2>عملي بېلګې</h2>\n<p>هر ماښام درې تېروتنې ولیکه او د جبران ګامونه ورته وټاکه.</p>\n<p>د غوسې پر وخت ۳۰ ثانیې تم شه، بیا ځواب ورکړه.</p>\n<p>د مهم تصمیم پر مهال مشوره او هڅه بشپړه کړه، بیا په دعا زړه ارام کړه.</p>\n<h2>پایله</h2>\n<p>دا اثر ښيي چې <strong>رښتینی سلوک</strong> منظم او عملي ګامونه غواړي: توبه، صبر او توکل.</p>"
    },
    {
      "authorId": "abdulrahman_jami",
      "authorName": "مولانا عبدالرحمن جامی (رح)",
      "title": "نفحات الانس و اثر همنشینی صالحان در اصلاح قلب",
      "language": "dari",
      "category": "tazkiyah",
      "body": "<h2>مقدمه: همنشینی صالح در نگاه جامی</h2>\n<p>مولانا عبدالرحمن جامی در سنت نفحات الانس نشان می‌دهد که اصلاح قلب تنها با مطالعهٔ کتابی کامل نمی‌شود؛ بلکه با <strong>مجلس صالحان</strong> و <strong>ذکر با اخلاص</strong> جان می‌گیرد.</p>\n<p>انسان از فضای اطراف خود رنگ می‌گیرد؛ مجلس پاک، زبان و نیت را پاک‌تر می‌سازد.</p>\n<h2>ابیات برگزیده جامی</h2>\n<p><strong>«ذکر گنج است و گنج پنهان به / جهد کن داد ذکر پنهان ده.»</strong></p>\n<p>«به زبان گنگ شو، به لب خاموش / نیست محرم درین معامله گوش.»</p>\n<p>«نفس را مطلع مساز بر آن / تا نیفتد ز عجب رخنه در آن.»</p>\n<p>«باش در هر نفس ز اهل شعور / که به غفلت گذشت یا به حضور.»</p>\n<p>«در همه شغل باش واقف دل / تا نگردد ز شغل خود غافل.»</p>\n<p><em>این ابیات، رابطهٔ مستقیم میان همنشینی صالح، بیداری دل و اخلاص در عمل را روشن می‌سازد.</em></p>\n<h2>نکات کلیدی</h2>\n<p><strong>نکته ۱: رفیق صالح مسیر تربیت را کوتاه می‌کند.</strong></p>\n<p><strong>نکته ۲: سکوت آگاهانه، زمینه حضور قلب است.</strong></p>\n<p><strong>نکته ۳: پنهان‌داشتن عمل، ریا را کم می‌سازد.</strong></p>\n<h2>مثال‌های زنده</h2>\n<p>پس از نماز، ده دقیقه مجلس کوتاه اخلاقی با دوستان اهل ادب داشته باش.</p>\n<p>هفته‌ای یک شب در خانواده، یک روایت تربیتی بخوانید و یک تصمیم عملی بگیرید.</p>\n<p>در محیط کار، قبل از تصمیم مهم دو دقیقه ذکر بی‌صدا انجام بده تا نیت صاف شود.</p>\n<h2>جمع‌بندی</h2>\n<p>در مدرسه جامی، <strong>همنشینی صالح</strong> و <strong>ذکر پنهان</strong> دو ابزار اصلی اصلاح قلب‌اند.</p>"
    },
    {
      "authorId": "abdulrahman_jami",
      "authorName": "مولانا عبدالرحمن جامی (رح)",
      "title": "نفحات الانس او د صالحانو ملګرتيا په اصلاح قلب",
      "language": "pashto",
      "category": "tazkiyah",
      "body": "<h2>سریزه: د صالحانو ملګرتیا</h2>\n<p>مولانا عبدالرحمن جامي وايي د زړه اصلاح یوازې په تیوري نه کیږي؛ بلکې د <strong>صالح ملګري</strong> او <strong>اخلاص‌لرونکي ذکر</strong> له لارې پیاوړې کیږي.</p>\n<p>پاک مجلس د انسان نیت او چلند دواړه سموي.</p>\n<h2>د جامي ابیات</h2>\n<p><strong>«ذکر گنج است و گنج پنهان به / جهد کن داد ذکر پنهان ده.»</strong></p>\n<p><em>د بیت معنی په پښتو: ذکر خزانه ده، خو پټ ذکر لا ارزښتناک دی ځکه اخلاص پکې ژوندي وي.</em></p>\n<p>«به زبان گنگ شو، به لب خاموش / نیست محرم درین معامله گوش.»</p>\n<p><em>د بیت معنی په پښتو: په روحي معامله کې ډېرې خبرې نه، بلکې چوپتیا او حضور ګټه کوي.</em></p>\n<p>«نفس را مطلع مساز بر آن / تا نیفتد ز عجب رخنه در آن.»</p>\n<p><em>د بیت معنی په پښتو: خپل عمل نفس ته مه ښکاره کوه، څو کبر پکې لار پیدا نه کړي.</em></p>\n<p>«باش در هر نفس ز اهل شعور / که به غفلت گذشت یا به حضور.»</p>\n<p><em>د بیت معنی په پښتو: په هره ساه کې بیدار او هوښیار اوسه؛ ځکه ژوند یا په غفلت تېریږي یا په حضور.</em></p>\n<p>«در همه شغل باش واقف دل / تا نگردد ز شغل خود غافل.»</p>\n<p><em>د بیت معنی په پښتو: د هر کار پر مهال زړه بیدار وساته، څو کار دې تا له الله نه غافل نه کړي.</em></p>\n<h2>مهم ټکي</h2>\n<p><strong>مهم ټکی ۱: صالح ملګری اصلاح چټکوي.</strong></p>\n<p><strong>مهم ټکی ۲: کم‌خبري د زړه سکون زیاتوي.</strong></p>\n<p><strong>مهم ټکی ۳: پټ عمل اخلاص ساتي.</strong></p>\n<h2>عملي بېلګې</h2>\n<p>له لمانځه وروسته له یوه نیک ملګري سره لس دقیقې تربیتي ناسته وکړئ.</p>\n<p>په کور کې په اونۍ کې یو ځل لنډ اخلاقي درس او عملي پرېکړه وکړئ.</p>\n<p>په کار کې د بوختیا پر مهال دوه دقیقې پټ ذکر وکړئ.</p>\n<h2>پایله</h2>\n<p>د جامي له نظره <strong>صالحه ملګرتیا</strong> او <strong>پټ ذکر</strong> د زړه د اصلاح مهم بنسټونه دي.</p>"
    },
    {
      "authorId": "abdulrahman_jami",
      "authorName": "مولانا عبدالرحمن جامی (رح)",
      "title": "جامی و اخلاق محبت مهذب: جمع ادب، معرفت و خدمت",
      "language": "dari",
      "category": "akhlaq",
      "body": "<h2>مقدمه: محبت مهذب در مکتب جامی</h2>\n<p>مولانا عبدالرحمن جامی محبت را با <strong>ادب، معرفت و خدمت</strong> تعریف می‌کند. در این نگاه، محبت حقیقی فقط احساس نیست؛ بلکه مسئولیت اخلاقی در برابر خدا و خلق است.</p>\n<p>محبت اگر به حرمت انسان نرسد، در بحران‌ها زود می‌شکند.</p>\n<h2>ابیات مرتبط</h2>\n<p><strong>«سر مقصود را مراقبه کن / نقد اوقات را محاسبه کن.»</strong></p>\n<p>«هر چه جز حق ز لوح دل بتراش / بگذر از خلق و جمله حق را باش.»</p>\n<p>«خواجه نقشبند بند گشای / نقش غیر از دل مرید زدای.»</p>\n<p>«دولت ورزش مراقبه بود / که به مقصد رسید از آن ره زود.»</p>\n<p>«باش در هر نفس ز اهل شعور / که به غفلت گذشت یا به حضور.»</p>\n<p><em>پیام مشترک این ابیات: محبت مهذب بدون محاسبه نفس، حضور قلب و خدمت صادقانه کامل نمی‌شود.</em></p>\n<h2>نکات کلیدی</h2>\n<p><strong>نکته ۱: ادب، زبان محبت است.</strong> بی‌ادبی حتی در حرف حق، اثر تربیتی را می‌کاهد.</p>\n<p><strong>نکته ۲: معرفت، محبت را پایدار می‌کند.</strong> محبت بی‌فهم، در بحران‌ها می‌شکند.</p>\n<p><strong>نکته ۳: خدمت، معیار صدق محبت است.</strong> اگر محبت واقعی باشد، در رفتار مفید دیده می‌شود.</p>\n<h2>مثال‌های زنده</h2>\n<p>در اختلاف خانوادگی، به‌جای اثبات خود، حل مسئله را هدف بگیر.</p>\n<p>در کار، حق همکار را در حضور و غیاب یکسان رعایت کن.</p>\n<p>در جامعه، ماهانه یک خدمت بی‌نام انجام بده تا محبت از نمایش دور بماند.</p>\n<h2>جمع‌بندی</h2>\n<p>جامی نشان می‌دهد <strong>محبت مهذب</strong> با ادب، معرفت و خدمت معنا پیدا می‌کند.</p>"
    },
    {
      "authorId": "abdulrahman_jami",
      "authorName": "مولانا عبدالرحمن جامی (رح)",
      "title": "جامي او د مهذب محبت اخلاق: ادب، معرفت او خدمت",
      "language": "pashto",
      "category": "akhlaq",
      "body": "<h2>سریزه: مهذب محبت څه ته وایي؟</h2>\n<p>مولانا عبدالرحمن جامي محبت یوازې احساس نه ګڼي؛ بلکې د <strong>ادب، معرفت او خدمت</strong> یو ګډ مکتب یې بولي. هغه مینه چې د خلکو حق ونه ساتي، په لومړي اختلاف کې ماتیږي.</p>\n<p>د جامي په اند رښتینی عاشق هغه دی چې په عمل کې نرم، منصف او خدمت‌ګار وي.</p>\n<h2>د جامي مشهور ابیات</h2>\n<p><strong>«سر مقصود را مراقبه کن / نقد اوقات را محاسبه کن.»</strong></p>\n<p><em>د بیت معنی په پښتو: اصلي هدف ته پام وکړه او خپل وختونه محاسبه کړه، څو مینه له بې‌نظمۍ خلاصه شي.</em></p>\n<p>«هر چه جز حق ز لوح دل بتراش / بگذر از خلق و جمله حق را باش.»</p>\n<p><em>د بیت معنی په پښتو: له زړه نه غیرضروري تړاوونه پاک کړه او حق ته مخه کړه.</em></p>\n<p>«خواجه نقشبند بند گشای / نقش غیر از دل مرید زدای.»</p>\n<p><em>د بیت معنی په پښتو: د سالک له زړه نه د غیر نقشونه وباسه، څو مینه پاکه او متوازنه شي.</em></p>\n<p>«دولت ورزش مراقبه بود / که به مقصد رسید از آن ره زود.»</p>\n<p><em>د بیت معنی په پښتو: د دوامدارې مراقبې دولت انسان ژر خپل مقصد ته رسوي.</em></p>\n<p>«باش در هر نفس ز اهل شعور / که به غفلت گذشت یا به حضور.»</p>\n<p><em>د بیت معنی په پښتو: په هره ساه کې بیدار اوسئ؛ ځکه عمر یا په غفلت تېریږي یا په حضور.</em></p>\n<h2>مهم ټکي</h2>\n<p><strong>مهم ټکی ۱: ادب د مینې ژبه ده.</strong></p>\n<p><strong>مهم ټکی ۲: معرفت مینه پایداره کوي.</strong></p>\n<p><strong>مهم ټکی ۳: خدمت د مینې عملي ثبوت دی.</strong></p>\n<h2>عملي بېلګې</h2>\n<p>د کور په اختلاف کې د ځان‌ثابتولو پر ځای د ستونزې حل هدف وګرځوه.</p>\n<p>په کار کې د همکار حق تل یو شان وساته.</p>\n<p>په ټولنه کې بې‌نومه خدمت وکړه، څو مینه له ځان‌ښودنې پاکه شي.</p>\n<h2>پایله</h2>\n<p>د جامي مکتب ښيي چې <strong>مهذب محبت</strong> د ادب، معرفت او خدمت په یوځای کېدو پیاوړی کیږي.</p>"
    },
    {
      "authorId": "mawlana_jalaluddin_balkhi",
      "authorName": "مولانا جلال‌الدین محمد بلخی (رح)",
      "title": "مثنوی معنوی و تربیت دل: روش مولانا جلال‌الدین بلخی",
      "language": "dari",
      "category": "tazkiyah",
      "body": "<h2>مقدمه: چرا مثنوی هنوز زنده است؟</h2>\n<p>مثنوی معنوی در سنت اسلامی، صرفاً یک متن ادبی نیست؛ یک <strong>کتاب تربیت دل</strong> است. مولانا در هر حکایت، مسئله‌ای از نفس انسان را باز می‌کند: غرور، غفلت، عجله، یا ناامیدی. همین پیوند مستقیم با درد واقعی انسان باعث شده مثنوی در مدرسه، خانقاه و خانه همچنان خوانده شود.</p>\n\n<h2>عشق در مکتب مولانا؛ احساس یا مسئولیت؟</h2>\n<p>در نگاه مولانا، عشق حقیقی فقط شور لحظه‌ای نیست. <strong>عشق یعنی حرکت از خودمحوری به خدا‌محوری و خلق‌دوستی.</strong> انسانی که مدعی عشق الهی است، باید در رفتار روزانه‌اش نرم‌گویی، وفاداری و خدمت دیده شود.</p>\n<p><em>نمونه عملی:</em> اگر ذکر داریم اما در خانه زود می‌رنجم و زود می‌رنجانیم، یعنی هنوز عشق از زبان به منش نیامده است.</p>\n\n<h2>روش تربیتی مولانا در حکایت‌ها</h2>\n<p>مولانا از قصه برای شکستن مقاومت نفس استفاده می‌کند. حکایت‌ها همزمان عقل را قانع و دل را بیدار می‌کنند. او به‌جای دستور خشک، مخاطب را در آیینه داستان با خودش روبه‌رو می‌سازد.</p>\n<p><strong>این روش امروز هم سودمند است</strong>: مربی دینی اگر پیام اخلاقی را با مثال زنده و تجربه روزمره پیوند دهد، اثر تربیتی چند برابر می‌شود.</p>\n\n<h2>آداب سلوک در پرتو مثنوی</h2>\n<p>از دل مثنوی می‌توان <strong>چهار ادب عملی</strong> گرفت: مراقبت زبان، حوصله در تصمیم، توبه پس از لغزش، و همنشینی با اهل صدق. مولانا بر <strong>دوام کار کوچک</strong> تأکید می‌کند؛ زیرا نفس با استمرار تربیت می‌شود، نه با هیجان کوتاه.</p>\n\n<h2>جمع‌بندی</h2>\n<p>مثنوی معنوی مدرسه‌ای برای <strong>تربیت قلب و اصلاح اخلاق</strong> است. هرجا حکایت به <strong>محاسبه نفس و خدمت به خلق</strong> برسد، خواندن مثنوی از ذوق ادبی به سلوک عملی تبدیل می‌شود؛ و همین، راز ماندگاری مکتب مولاناست.</p>\n\n<h2>زمینه تاریخی و متنی</h2>\n<p>روش تربیتی مولانا وقتی در افق مثنوی معنوی بررسی می‌شود، روشن می‌گردد که این بحث صرفاً به یک دوره خاص محدود نیست. در منابع کلاسیک و تحقیق‌های معاصر، این محور به‌عنوان یک مسیر پیوسته برای بازسازی ایمان و اخلاق معرفی شده است. درک این امتداد تاریخی کمک می‌کند که خواننده امروز، متن را جدا از واقعیت زندگی خود نبیند و پیوند آن را با نیازهای زمانه درک کند.</p>\n<p>در این خوانش، مؤلفه تاریخی فقط گزارش گذشته نیست؛ بلکه ابزار فهم حال و آینده است. وقتی بدانیم اندیشمندان مسلمان چگونه میان معرفت دینی و اصلاح اجتماعی جمع کرده‌اند، می‌توانیم در فضای امروز افغانستان نیز از همان منطق استفاده کنیم: فهم دقیق، اقدام سنجیده و ارزیابی پیوسته. این نگاه از سطح شعار عبور می‌کند و تربیت را به برنامه قابل اجرا تبدیل می‌سازد.</p>\n<h2>چارچوب مفهومی و دستگاه مفاهیم</h2>\n<p>در قلب این بحث، حرکت از خودمحوری به مسئولیت‌پذیری معنوی قرار دارد. این اصل نشان می‌دهد که دین‌داری بالغ، مجموعه‌ای از باورهای پراکنده نیست، بلکه یک منظومه منظم است که عقل، دل و عمل را در یک مسیر قرار می‌دهد. هرجا این انسجام ایجاد شود، رفتار فردی قابل پیش‌بینی‌تر، روابط اجتماعی سالم‌تر و تصمیم‌های اخلاقی دقیق‌تر می‌شود. بنابراین، فهم مفاهیم پیش از عمل، یک ضرورت تربیتی است نه یک بحث لوکس نظری.</p>\n<p>برای انتقال این مفاهیم به سطح زندگی، باید از ادبیات پیچیده به بیان تربیتی رسید. پیشنهاد عملی این است که هر مفهوم در سه سطح خوانده شود: تعریف، مصداق روزمره و شاخص سنجش. با این روش، خواننده می‌تواند دقیق ببیند که کدام بخش از زندگی‌اش با اصل مطلوب همسو است و کدام بخش به اصلاح نیاز دارد. این شیوه، فاصله میان متن و میدان عمل را به شکل محسوسی کاهش می‌دهد.</p>\n<h2>نقد سوءبرداشت‌های رایج</h2>\n<p>یکی از موانع جدی در مسیر تربیت، عشق را تنها هیجان شخصی دانستن است. وقتی این خطا تکرار می‌شود، انسان گمان می‌کند که در مسیر درست است، اما نتیجه عملی نشان می‌دهد که تغییر پایداری رخ نداده است. برای عبور از این مانع، لازم است معیارهای روشن داشته باشیم: آیا اخلاق بهتر شده؟ آیا مسئولیت‌پذیری بیشتر شده؟ آیا حق مردم دقیق‌تر رعایت می‌شود؟ اگر پاسخ منفی است، باید روش را بازبینی کنیم.</p>\n<p>نقد سوءبرداشت به معنای رد کامل گذشته نیست؛ بلکه به معنای پالایش فهم است. در سنت علمی اسلام، همین بازخوانی انتقادی باعث پویایی مکتب‌ها شده است. امروز نیز اگر با احترام به میراث، فهم عملی و معاصر تولید کنیم، هم اصالت حفظ می‌شود و هم سودمندی. این همان نقطه‌ای است که تحقیق دینی از تکرار صرف، به نوسازی مسئولانه می‌رسد.</p>\n<h2>کاربرد معاصر در مراکز تربیتی افغانستان</h2>\n<p>در شرایط کنونی، جامعه افغانستان نیازمند الگوهایی است که هم معنوی باشد و هم مسئله‌حل‌کن. این بحث زمانی مفید است که به مدرسه، خانواده، مسجد و فضای عمومی منتقل شود. اگر مربیان دینی و فرهنگی، مفاهیم را با مثال‌های واقعی تدریس کنند، نسل جوان احساس می‌کند دین پاسخگوی زندگی معاصر است. در غیر این صورت، فاصله میان ذهن و واقعیت افزایش می‌یابد و میدان برای برداشت‌های سطحی باز می‌شود.</p>\n<p>برای نهادینه‌سازی این نگاه، همکاری میان عالمان، معلمان، فعالان اجتماعی و خانواده ضروری است. هر کدام یک نقش مکمل دارند: عالم چارچوب می‌دهد، معلم زبان انتقال را می‌سازد، خانواده رفتار را تثبیت می‌کند و جامعه فرصت تمرین فراهم می‌سازد. وقتی این زنجیره کامل شود، تربیت از حالت فردیِ ناپایدار خارج شده و به فرهنگ عمومی تبدیل می‌شود.</p>\n<h2>نقشه عملی و برنامه مرحله‌ای</h2>\n<p>محاسبه روزانه، تلاوت سنجیده و خدمت خاموش می‌تواند به شکل مرحله‌ای اجرا شود. مرحله اول: ارزیابی وضعیت موجود و شناسایی سه نقطه ضعف اصلی. مرحله دوم: تعیین تمرین‌های کوتاه روزانه که انجام آن‌ها واقعی و قابل تداوم باشد. مرحله سوم: ارزیابی هفتگی با شاخص‌های روشن، مانند کنترل زبان، وفای به وعده، یا کاهش واکنش‌های شتاب‌زده. این نظم، حرکت تربیتی را قابل پیگیری و قابل سنجش می‌کند.</p>\n<p>نتیجه تربیتی این برنامه زمانی پایدار می‌شود که فرد تنها پیش نرود و یک حلقه پاسخ‌گویی برای خود بسازد؛ مانند استاد، دوست هم‌مسیر یا گروه مطالعاتی. تجربه نشان داده هر برنامه‌ای که فاقد سازوکار بازخورد باشد، به‌مرور سست می‌شود. در مقابل، برنامه‌ای که بر تکرار آگاهانه و اصلاح تدریجی بنا شود، حتی با گام‌های کوچک نیز به تغییر عمیق منجر خواهد شد.</p>\n<h2>جمع‌بندی توسعه‌یافته</h2>\n<p>خلاصه این‌که روش تربیتی مولانا اگر با مطالعه دقیق، نقد منصفانه و عمل مرحله‌ای همراه شود، می‌تواند در زندگی فردی و اجتماعی اثر واقعی ایجاد کند. این مسیر نه راه میان‌بر دارد و نه نیازمند پیچیدگی افراطی است؛ بلکه به صدق، نظم و استمرار نیاز دارد. هرجا این سه عنصر جمع شود، تربیت از گفتار به رفتار منتقل می‌شود و جامعه نیز از ثمره آن بهره‌مند می‌گردد.</p>\n\n<h2>نقل‌قول مرتبط</h2>\n<p><strong>««هر کسی کو دور ماند از اصل خویش / باز جوید روزگار وصل خویش.»»</strong></p>\n<p><em>در روایت‌ها آمده که این عبارت با محور بحث این مقاله هماهنگ است و جهت عملیِ متن را روشن می‌سازد.</em></p>\n\n<h2>بیت تکمیلی از مولانا</h2>\n<p>«ای قوم به حج رفته، کجایید کجایید — معشوق همین‌جاست، بیایید بیایید»</p>\n<p><em>مولانا با این خطاب، سالک را از ظاهرگرایی صرف به حضور قلب و مشاهده مسئولانه بازمی‌گرداند.</em></p>\n<h2>گلچین ابیات تکمیلی مولانا</h2>\n<p>«ای قوم به حج رفته کجایید کجایید؟ / معشوق همین جاست بیایید بیایید.»</p>\n<p>«تدبیر کند بنده و تقدیر نداند / تدبیر به تقدیر خداوند چه ماند.»</p>\n<p>«استیزه مکن مملکت عشق طلب کن / کاین مملکتت از ملک الموت رهاند.»</p>\n<p><em>این سه بیت، سه محور تربیتی مولانا را یک‌جا نشان می‌دهد: حضور، توکل، و دوری از ستیزه.</em></p>"
    },
    {
      "authorId": "mawlana_jalaluddin_balkhi",
      "authorName": "مولانا جلال‌الدین محمد بلخی (رح)",
      "title": "د مولانا بلخي مثنوي: عشق، ادب او د نفس روزنه",
      "language": "pashto",
      "category": "akhlaq",
      "body": "<h2>سریزه: مثنوي ولې د زمانې کتاب دی؟</h2>\n<p>مثنوي یوازې شعر نه دی؛ د <strong>زړه د اصلاح کتاب</strong> دی. مولانا د کیسو له لارې د انسان باطني ناروغۍ ښکاره کوي: کبر، حسد، غفلت او ناامیدي. همدې ژوندۍ ژبې مثنوي تلپاتې کړی دی.</p>\n\n<h2>د عشق مانا په مولانا کې</h2>\n<p>مولانا عشق له احساساتي شور نه لوړ تعریفوي. عشق یعنې <strong>د ځان‌محورۍ نه د الله‌محورۍ لور ته حرکت</strong>. څوک چې عشق غواړي، باید په کور او ټولنه کې مهرباني، صداقت او خدمت ښکاره کړي.</p>\n<p><em>عملي نښه:</em> د غوسې په شېبه کې نرم ځواب او د خلکو د عیب پر ځای د خپل نفس محاسبه.</p>\n\n<h2>کیسه د تربیې وسیله</h2>\n<p>مولانا امر نه کوي، بلکې د حکایت په ژبه نفس ته هنداره نیسي. لوستونکی لومړی له کیسې خوند اخلي، بیا خپل عیب ویني. دا طریقه <strong>د روزنې لپاره ډېره اغېزمنه ده</strong>.</p>\n\n<h2>څلور ادبي-اخلاقي اصول</h2>\n<p>له مثنوي څخه څلور اصول اخیستل کېدای شي: د ژبې ساتنه، پر وخت توبه، د بیړې پرېښودل، او د صالحانو ملګرتیا. <strong>لږ خو دوامدار عمل</strong> د نفس د بدلون تر ټولو قوي لار ده.</p>\n\n<h2>پایله</h2>\n<p>د مولانا مکتب <strong>انسان له خبرې نه عمل ته راولي</strong>. چې مثنوي د محاسبې، ذکر او خدمت له ژوند سره یوځای شي، <strong>نفس ارامېږي او اخلاق ښکلي کېږي</strong>.</p>\n\n<h2>تاریخي او متني زمینه</h2>\n<p>د مولانا روزنیز فکر چې د مثنوي معنوي په رڼا کې ولوستل شي، ښکاره کېږي چې دا موضوع یوازې د یوې زمانې بحث نه دی. په کلاسیکو روایتونو او معاصرو څېړنو کې دا محور د دیني فکر د دوامدارې اصلاح لارې په توګه مطرح شوی. د دې تاریخي تسلسل درک موږ سره مرسته کوي چې متن له ژوند نه جلا ونه لولو او د نن ورځې اړتیاوو سره یې عملي اړیکه پیدا کړو.</p>\n<p>تاریخ دلته یوازې د تېر بیان نه دی؛ بلکې د نن لپاره د پرېکړې وسیله ده. کله چې پوه شو مخکینیو عالمانو څنګه علم، اخلاق او ټولنیز مسؤلیت یوځای کړي، موږ هم کولای شو په افغانستان کې هماغه متوازن منطق ژوندی وساتو: ژور فهم، سنجول شوی عمل او دوامداره ارزونه. همدا طریقه روزنه له شعار نه برنامه ته راولي.</p>\n<h2>مفهومي چوکاټ او د فکر نظام</h2>\n<p>د دې بحث مرکزي ټکی له ځان‌محورۍ نه د الله‌محورۍ لور ته تګ دی. دا اصل ښيي چې پخې دینداري یوازې د معلوماتو ټولګه نه ده؛ بلکې داسې منظم جوړښت دی چې عقل، زړه او عمل سره وتړي. چېرته چې دا تړاو ټینګ شي، د انسان چلند متوازن کېږي، ټولنیز باور زیاتېږي او اخلاقي پرېکړې پخې کېږي. نو مفهومي وضاحت د هر عملي بدلون شرط دی.</p>\n<p>د مفاهیمو د عملي انتقال لپاره باید هر اصل په درې پوړونو تشریح شي: تعریف، ورځنی مثال، او د ارزونې معیار. په دې طریقه لوستونکی په روښانه ډول ګوري چې کوم عادت یې سم دی او کوم عادت اصلاح غواړي. همدا ساده میتود د متن او ژوند ترمنځ واټن راکموي او د روزنې اغېز څو چنده لوړوي.</p>\n<h2>د غلطو برداشتونو نقد</h2>\n<p>په عملي مسیر کې یوه جدي ستونزه عشق یوازې عاطفي شور ګڼل ده. کله چې دا خطا تکرار شي، انسان فکر کوي چې پرمختګ کوي، خو پایله یې په اخلاقو او مسؤلیت کې نه ښکاري. د حل لاره دا ده چې واضح معیارونه ولرو: ایا ژبه مو نرمه شوې؟ ایا امانت مو قوي شوی؟ ایا د خلکو حق مو ښه ساتلی؟ که نه، نو طریقه بیاکتنې ته اړتیا لري.</p>\n<p>نقد د میراث انکار نه دی؛ بلکې د فهم تصحیح ده. د اسلامي علمي دود قوت همدا و چې له احترام سره یې دوامداره بیاکتنه کوله. نن هم که موږ د اصالت ساتنې تر څنګ عملي او معاصر بیان تولید کړو، هم به ریشه وساتو او هم به کارېدونکی فکر وړاندې کړو. دا د فکري پخوالي اصلي نښه ده.</p>\n<h2>په افغانستان کې معاصر دیني او ادبي کارونه</h2>\n<p>اوسنی افغانستان داسې دیني-اخلاقي بحث ته اړتیا لري چې هم معنوي ژورتیا ولري او هم د ورځني ژوند ستونزې حل کړي. دا محتوا هغه وخت مؤثره کېږي چې کور، جومات، مکتب او ټولنیز حلقې ته ښکته شي. که د تدریس ژبه واقعي او مثال‌محوره وي، ځوان نسل دین د ژوند شریک حللار ګڼي، نه یو لیرې نصیحت.</p>\n<p>د دې لید د تثبیت لپاره ګډ کار مهم دی: عالم معیار ورکوي، استاد د انتقال ژبه برابروي، کورنۍ عادتونه پیاوړي کوي او ټولنه د تمرین میدان جوړوي. چې دا زنځیر بشپړ شي، روزنه یوازې فردي حالت نه پاتې کېږي؛ بلکې په ټولنیز کلتور بدلېږي.</p>\n<h2>عملي نقشه او پړاويز تطبیق</h2>\n<p>ورځنی محاسبه، ارام ذکر او د خلکو خدمت باید پړاويز شي. لومړی پړاو: د موجود حالت ارزونه او درې اصلي کمزورۍ ټاکل. دوهم پړاو: لنډ ورځني تمرینونه چې عملي او دوامدار وي. درېیم پړاو: اونیزه ارزونه د واضح شاخصونو په وسیله، لکه د ژبې کنټرول، د وعدې وفا او د غبرګون اعتدال. دا منظم ترتیب روزنیز حرکت اندازه کېدونکی کوي.</p>\n<p>روزنیزه پایله هغه وخت دوام پیدا کوي چې انسان یوازې پاتې نه شي او د حساب‌ورکونې کوچنی چاپېریال ولري: استاد، ملګری یا مطالعاتي حلقه. تجربه وايي بې‌بازخورد پروګرامونه ژر سستېږي، خو هغه برنامه چې پر تدریجي اصلاح او تکرار ولاړه وي، د لږو ګامونو په وسیله هم ژور بدلون راولي.</p>\n<h2>پراخ پای‌ټکي</h2>\n<p>لنډه دا چې د مولانا روزنیز فکر که له ژورې مطالعې، منصفانه نقد او منظم عملي ګامونو سره مل شي، په فردي او ټولنیز ژوند کې حقیقي اثر کوي. دې مسیر ته نه افراطي پیچلتیا پکار ده او نه تش احساساتي شور؛ بلکې صداقت، نظم او دوام. چې دا درې سره یو شي، روزنه له خبرو نه عمل ته او له فرد نه ټولنې ته لېږدېږي.</p>\n\n<h2>عملي الحاقیه او دوامداره ارزونه</h2>\n<p>د پایلو د ټینګښت لپاره هره میاشت واقعي ارزونه ضروري ده: کوم عادتونه اصلاح شول، کومې تېروتنې لا تکرارېږي، او په کوم ځای کې علمي مشورې ته اړتیا شته. که دا ارزونه په رښتینولۍ وشي، د ودې لاره روښانه کېږي او ځان‌غولونه کمېږي. همداراز د پروګرام یوه برخه دې ټولنیز خدمت ته ځانګړې شي، څو فردي تربیه له عامه مسؤلیت سره ونښلي.</p>\n\n<h2>اړوند نقل‌قول</h2>\n<p><strong>««هر کسی کو دور ماند از اصل خویش / باز جوید روزگار وصل خویش.»»</strong></p>\n<p><em>د بیت معنی په پښتو: یعنې انسان چې له خپل اصله لرې شي، بیا د وصال او راګرځېدو لاره لټوي.</em></p>\n\n<h2>د مولانا تکميلي بيت</h2>\n<p><strong>«ای قوم به حج رفته، کجایید کجایید — معشوق همین‌جاست، بیایید بیایید» — (پښتو: مولانا وایي چې د حق حضور یوازې په سفر نه، بلکې د زړه په ویښتابه او صدق کې پیدا کېږي.)</strong></p>\n<h2>د مولانا تکمیلي ابیات</h2>\n<p>«ای قوم به حج رفته کجایید کجایید؟ / معشوق همین جاست بیایید بیایید.»</p>\n<p><em>د بیت معنی په پښتو: ای خلک! محبوب لرې نه دی؛ د زړه په حضور کې همدلته موندل کېږي.</em></p>\n<p>«تدبیر کند بنده و تقدیر نداند / تدبیر به تقدیر خداوند چه ماند.»</p>\n<p><em>د بیت معنی په پښتو: انسان هڅه کوي، خو پایله د الله په تقدیر کې ده؛ نو تدبیر دې له توکل سره وي.</em></p>\n<p>«استیزه مکن مملکت عشق طلب کن / کاین مملکتت از ملک الموت رهاند.»</p>\n<p><em>د بیت معنی په پښتو: د جنجال پر ځای د مینې لاره غوره کړه؛ همدا لاره زړه له سختۍ او وېري ژغوري.</em></p>"
    },
    {
      "authorId": "sayyid_jamaluddin_afghani",
      "authorName": "سید جمال‌الدین افغانی (رح)",
      "title": "سید جمال‌الدین افغانی و بیداری اسلامی: از آگاهی تا اقدام",
      "language": "dari",
      "category": "iman",
      "body": "<h2>مقدمه: چرا نام سید جمال هنوز مطرح است؟</h2>\n<p>سید جمال‌الدین افغانی از <strong>چهره‌های محوری بیداری اسلامی</strong> در قرن نوزدهم است. اهمیت او در این بود که بحران امت را فقط مذهبی یا فقط سیاسی نمی‌دید؛ بلکه <strong>عقب‌ماندگی علمی، استبداد داخلی و سلطه خارجی</strong> را به شکل یک منظومه تحلیل می‌کرد.</p>\n\n<h2>ایده محوری: بیداری عقل مسلمان</h2>\n<p>افغانی می‌گفت جامعه اسلامی بدون <strong>بازگشت به عقلِ فعال و علمِ روز</strong>، در برابر استعمار مقاوم نمی‌شود. او دعوت می‌کرد که دینداری از حالت تقلیدِ بی‌فکر بیرون آید و به <strong>اجتهاد فکری و مسئولیت اجتماعی</strong> برسد.</p>\n<p><em>نکته کلیدی:</em> در نگاه او، ایمانِ زنده با عمل اجتماعی همراه است؛ ایمانِ منزوی، قدرت تمدنی نمی‌سازد.</p>\n\n<h2>وحدت اسلامی و افق فراملی</h2>\n<p>افغانی در مصر، استانبول و هند بر این نکته ایستاد که تفرقه فرقه‌ای و قومی، مهم‌ترین فرصت استعمار است. او وحدت اسلامی را نه به معنای حذف تنوع، بلکه به معنای هم‌پیمانی بر اصول مشترک می‌فهمید: عدالت، استقلال و کرامت امت.</p>\n\n<h2>درس امروز برای افغانستان</h2>\n<p>افغانستان امروز نیز به همان سه پایه نیاز دارد که افغانی بر آن تأکید می‌کرد: تعلیم باکیفیت، همدلی اجتماعی، و هشیاری سیاسی. بیداری دینی بدون سواد و مهارت، نیمه‌کاره می‌ماند؛ و توسعه علمی بدون هویت اخلاقی، ناپایدار می‌شود.</p>\n\n<h2>جمع‌بندی</h2>\n<p>میراث سید جمال‌الدین افغانی، دعوت به <strong>دینداریِ آگاه، عقلانیتِ فعال و مسئولیت تمدنی</strong> است. اگر این سه اصل با هم حفظ شوند، بیداری اسلامی از شعار به برنامه عملی تبدیل می‌گردد.</p>\n\n<h2>زمینه تاریخی و متنی</h2>\n<p>طرح بیداری اسلامی سید جمال وقتی در افق مقالات و مکتوبات اصلاحی او بررسی می‌شود، روشن می‌گردد که این بحث صرفاً به یک دوره خاص محدود نیست. در منابع کلاسیک و تحقیق‌های معاصر، این محور به‌عنوان یک مسیر پیوسته برای بازسازی ایمان و اخلاق معرفی شده است. درک این امتداد تاریخی کمک می‌کند که خواننده امروز، متن را جدا از واقعیت زندگی خود نبیند و پیوند آن را با نیازهای زمانه درک کند.</p>\n<p>در این خوانش، مؤلفه تاریخی فقط گزارش گذشته نیست؛ بلکه ابزار فهم حال و آینده است. وقتی بدانیم اندیشمندان مسلمان چگونه میان معرفت دینی و اصلاح اجتماعی جمع کرده‌اند، می‌توانیم در فضای امروز افغانستان نیز از همان منطق استفاده کنیم: فهم دقیق، اقدام سنجیده و ارزیابی پیوسته. این نگاه از سطح شعار عبور می‌کند و تربیت را به برنامه قابل اجرا تبدیل می‌سازد.</p>\n<h2>چارچوب مفهومی و دستگاه مفاهیم</h2>\n<p>در قلب این بحث، جمع عقلانیت، استقلال سیاسی و هویت دینی قرار دارد. این اصل نشان می‌دهد که دین‌داری بالغ، مجموعه‌ای از باورهای پراکنده نیست، بلکه یک منظومه منظم است که عقل، دل و عمل را در یک مسیر قرار می‌دهد. هرجا این انسجام ایجاد شود، رفتار فردی قابل پیش‌بینی‌تر، روابط اجتماعی سالم‌تر و تصمیم‌های اخلاقی دقیق‌تر می‌شود. بنابراین، فهم مفاهیم پیش از عمل، یک ضرورت تربیتی است نه یک بحث لوکس نظری.</p>\n<p>برای انتقال این مفاهیم به سطح زندگی، باید از ادبیات پیچیده به بیان تربیتی رسید. پیشنهاد عملی این است که هر مفهوم در سه سطح خوانده شود: تعریف، مصداق روزمره و شاخص سنجش. با این روش، خواننده می‌تواند دقیق ببیند که کدام بخش از زندگی‌اش با اصل مطلوب همسو است و کدام بخش به اصلاح نیاز دارد. این شیوه، فاصله میان متن و میدان عمل را به شکل محسوسی کاهش می‌دهد.</p>\n<h2>نقد سوءبرداشت‌های رایج</h2>\n<p>یکی از موانع جدی در مسیر تربیت، تقلیل بیداری اسلامی به شعار احساسی است. وقتی این خطا تکرار می‌شود، انسان گمان می‌کند که در مسیر درست است، اما نتیجه عملی نشان می‌دهد که تغییر پایداری رخ نداده است. برای عبور از این مانع، لازم است معیارهای روشن داشته باشیم: آیا اخلاق بهتر شده؟ آیا مسئولیت‌پذیری بیشتر شده؟ آیا حق مردم دقیق‌تر رعایت می‌شود؟ اگر پاسخ منفی است، باید روش را بازبینی کنیم.</p>\n<p>نقد سوءبرداشت به معنای رد کامل گذشته نیست؛ بلکه به معنای پالایش فهم است. در سنت علمی اسلام، همین بازخوانی انتقادی باعث پویایی مکتب‌ها شده است. امروز نیز اگر با احترام به میراث، فهم عملی و معاصر تولید کنیم، هم اصالت حفظ می‌شود و هم سودمندی. این همان نقطه‌ای است که تحقیق دینی از تکرار صرف، به نوسازی مسئولانه می‌رسد.</p>\n<h2>کاربرد معاصر در جوانان و پوهنتون‌ها</h2>\n<p>در شرایط کنونی، جامعه افغانستان نیازمند الگوهایی است که هم معنوی باشد و هم مسئله‌حل‌کن. این بحث زمانی مفید است که به مدرسه، خانواده، مسجد و فضای عمومی منتقل شود. اگر مربیان دینی و فرهنگی، مفاهیم را با مثال‌های واقعی تدریس کنند، نسل جوان احساس می‌کند دین پاسخگوی زندگی معاصر است. در غیر این صورت، فاصله میان ذهن و واقعیت افزایش می‌یابد و میدان برای برداشت‌های سطحی باز می‌شود.</p>\n<p>برای نهادینه‌سازی این نگاه، همکاری میان عالمان، معلمان، فعالان اجتماعی و خانواده ضروری است. هر کدام یک نقش مکمل دارند: عالم چارچوب می‌دهد، معلم زبان انتقال را می‌سازد، خانواده رفتار را تثبیت می‌کند و جامعه فرصت تمرین فراهم می‌سازد. وقتی این زنجیره کامل شود، تربیت از حالت فردیِ ناپایدار خارج شده و به فرهنگ عمومی تبدیل می‌شود.</p>\n<h2>نقشه عملی و برنامه مرحله‌ای</h2>\n<p>مطالعه هدفمند، گفت‌وگوی تمدنی و مسئولیت اجتماعی می‌تواند به شکل مرحله‌ای اجرا شود. مرحله اول: ارزیابی وضعیت موجود و شناسایی سه نقطه ضعف اصلی. مرحله دوم: تعیین تمرین‌های کوتاه روزانه که انجام آن‌ها واقعی و قابل تداوم باشد. مرحله سوم: ارزیابی هفتگی با شاخص‌های روشن، مانند کنترل زبان، وفای به وعده، یا کاهش واکنش‌های شتاب‌زده. این نظم، حرکت تربیتی را قابل پیگیری و قابل سنجش می‌کند.</p>\n<p>نتیجه تربیتی این برنامه زمانی پایدار می‌شود که فرد تنها پیش نرود و یک حلقه پاسخ‌گویی برای خود بسازد؛ مانند استاد، دوست هم‌مسیر یا گروه مطالعاتی. تجربه نشان داده هر برنامه‌ای که فاقد سازوکار بازخورد باشد، به‌مرور سست می‌شود. در مقابل، برنامه‌ای که بر تکرار آگاهانه و اصلاح تدریجی بنا شود، حتی با گام‌های کوچک نیز به تغییر عمیق منجر خواهد شد.</p>\n<h2>جمع‌بندی توسعه‌یافته</h2>\n<p>خلاصه این‌که طرح بیداری اسلامی سید جمال اگر با مطالعه دقیق، نقد منصفانه و عمل مرحله‌ای همراه شود، می‌تواند در زندگی فردی و اجتماعی اثر واقعی ایجاد کند. این مسیر نه راه میان‌بر دارد و نه نیازمند پیچیدگی افراطی است؛ بلکه به صدق، نظم و استمرار نیاز دارد. هرجا این سه عنصر جمع شود، تربیت از گفتار به رفتار منتقل می‌شود و جامعه نیز از ثمره آن بهره‌مند می‌گردد.</p>\n\n<h2>نقل‌قول مرتبط</h2>\n<p><strong>««بیداری امت از علم، اتحاد و عزت می‌گذرد.»»</strong></p>\n<p><em>در روایت‌ها آمده که این عبارت با محور بحث این مقاله هماهنگ است و جهت عملیِ متن را روشن می‌سازد.</em></p>"
    },
    {
      "authorId": "sayyid_jamaluddin_afghani",
      "authorName": "سید جمال‌الدین افغانی (رح)",
      "title": "سید جمال‌الدین افغاني: د امت ویښتابه او فکري اصلاح",
      "language": "pashto",
      "category": "akhlaq",
      "body": "<h2>سریزه: د افغاني د فکر ارزښت</h2>\n<p>سید جمال‌الدین افغاني د <strong>اسلامي ویښتابه له مهمو مخکښانو</strong> څخه دی. هغه د امت ستونزې یوازې په یوه اړخ نه تشریح کولې؛ <strong>علمي کمزوري، سیاسي استبداد او بهرنی نفوذ</strong> یې یوځای تحلیلول.</p>\n\n<h2>فکري بیداري او علم</h2>\n<p>افغاني ویل چې مسلمان باید <strong>فعال عقل</strong> ولري، نه ړوند تقلید. دینداري هغه وخت ژوره وي چې له فکر، تحقیق او عمل سره مل وي. <strong>د علم او ایمان دا پیوستون</strong> د امت د عزت بنسټ جوړوي.</p>\n\n<h2>وحدت د تفرقې پر ځای</h2>\n<p>هغه په مصر، هند او عثماني چاپېریال کې ټینګار کاوه چې د مسلمانانو تفرقه د بهرني فشار لاره هواروي. وحدت د ده په فکر کې <strong>د اصولو همغږي</strong> وه: عدالت، استقلال او د امت کرامت.</p>\n\n<h2>افغانستان ته عملي درس</h2>\n<p>نن هم د افغاني فکر درې اړخونه مهم دي: د تعلیم پیاوړتیا، د ټولنیز باور جوړول، او د دیني-اخلاقي شعور لوړول. بې له دې، بیداري یوازې د وینا تر کچې پاتې کېږي.</p>\n\n<h2>پایله</h2>\n<p>د سید جمال میراث موږ ته وایي چې <strong>بیداري له فکر، فکر له عمل، او عمل له اخلاقو</strong> بېل نه دی. همدا توازن د امت د ودې او وقار ضمانت دی.</p>\n\n<h2>تاریخي او متني زمینه</h2>\n<p>د سید جمال د ویښتابه فکر چې د اصلاحي لیکنې او سیاسي-فکري دریځ په رڼا کې ولوستل شي، ښکاره کېږي چې دا موضوع یوازې د یوې زمانې بحث نه دی. په کلاسیکو روایتونو او معاصرو څېړنو کې دا محور د دیني فکر د دوامدارې اصلاح لارې په توګه مطرح شوی. د دې تاریخي تسلسل درک موږ سره مرسته کوي چې متن له ژوند نه جلا ونه لولو او د نن ورځې اړتیاوو سره یې عملي اړیکه پیدا کړو.</p>\n<p>تاریخ دلته یوازې د تېر بیان نه دی؛ بلکې د نن لپاره د پرېکړې وسیله ده. کله چې پوه شو مخکینیو عالمانو څنګه علم، اخلاق او ټولنیز مسؤلیت یوځای کړي، موږ هم کولای شو په افغانستان کې هماغه متوازن منطق ژوندی وساتو: ژور فهم، سنجول شوی عمل او دوامداره ارزونه. همدا طریقه روزنه له شعار نه برنامه ته راولي.</p>\n<h2>مفهومي چوکاټ او د فکر نظام</h2>\n<p>د دې بحث مرکزي ټکی علم، فکر او د امت وحدت دی. دا اصل ښيي چې پخې دینداري یوازې د معلوماتو ټولګه نه ده؛ بلکې داسې منظم جوړښت دی چې عقل، زړه او عمل سره وتړي. چېرته چې دا تړاو ټینګ شي، د انسان چلند متوازن کېږي، ټولنیز باور زیاتېږي او اخلاقي پرېکړې پخې کېږي. نو مفهومي وضاحت د هر عملي بدلون شرط دی.</p>\n<p>د مفاهیمو د عملي انتقال لپاره باید هر اصل په درې پوړونو تشریح شي: تعریف، ورځنی مثال، او د ارزونې معیار. په دې طریقه لوستونکی په روښانه ډول ګوري چې کوم عادت یې سم دی او کوم عادت اصلاح غواړي. همدا ساده میتود د متن او ژوند ترمنځ واټن راکموي او د روزنې اغېز څو چنده لوړوي.</p>\n<h2>د غلطو برداشتونو نقد</h2>\n<p>په عملي مسیر کې یوه جدي ستونزه ویښتابه یوازې سیاسي شعار ګڼل ده. کله چې دا خطا تکرار شي، انسان فکر کوي چې پرمختګ کوي، خو پایله یې په اخلاقو او مسؤلیت کې نه ښکاري. د حل لاره دا ده چې واضح معیارونه ولرو: ایا ژبه مو نرمه شوې؟ ایا امانت مو قوي شوی؟ ایا د خلکو حق مو ښه ساتلی؟ که نه، نو طریقه بیاکتنې ته اړتیا لري.</p>\n<p>نقد د میراث انکار نه دی؛ بلکې د فهم تصحیح ده. د اسلامي علمي دود قوت همدا و چې له احترام سره یې دوامداره بیاکتنه کوله. نن هم که موږ د اصالت ساتنې تر څنګ عملي او معاصر بیان تولید کړو، هم به ریشه وساتو او هم به کارېدونکی فکر وړاندې کړو. دا د فکري پخوالي اصلي نښه ده.</p>\n<h2>معاصر کارونه په د افغانستان ځوان نسل کې</h2>\n<p>اوسنی افغانستان داسې دیني-اخلاقي بحث ته اړتیا لري چې هم معنوي ژورتیا ولري او هم د ورځني ژوند ستونزې حل کړي. دا محتوا هغه وخت مؤثره کېږي چې کور، جومات، مکتب او ټولنیز حلقې ته ښکته شي. که د تدریس ژبه واقعي او مثال‌محوره وي، ځوان نسل دین د ژوند شریک حللار ګڼي، نه یو لیرې نصیحت.</p>\n<p>د دې لید د تثبیت لپاره ګډ کار مهم دی: عالم معیار ورکوي، استاد د انتقال ژبه برابروي، کورنۍ عادتونه پیاوړي کوي او ټولنه د تمرین میدان جوړوي. چې دا زنځیر بشپړ شي، روزنه یوازې فردي حالت نه پاتې کېږي؛ بلکې په ټولنیز کلتور بدلېږي.</p>\n<h2>عملي نقشه او پړاويز تطبیق</h2>\n<p>مطالعه، تحلیلي مناظره او ټولنیز خدمت باید پړاويز شي. لومړی پړاو: د موجود حالت ارزونه او درې اصلي کمزورۍ ټاکل. دوهم پړاو: لنډ ورځني تمرینونه چې عملي او دوامدار وي. درېیم پړاو: اونیزه ارزونه د واضح شاخصونو په وسیله، لکه د ژبې کنټرول، د وعدې وفا او د غبرګون اعتدال. دا منظم ترتیب روزنیز حرکت اندازه کېدونکی کوي.</p>\n<p>روزنیزه پایله هغه وخت دوام پیدا کوي چې انسان یوازې پاتې نه شي او د حساب‌ورکونې کوچنی چاپېریال ولري: استاد، ملګری یا مطالعاتي حلقه. تجربه وايي بې‌بازخورد پروګرامونه ژر سستېږي، خو هغه برنامه چې پر تدریجي اصلاح او تکرار ولاړه وي، د لږو ګامونو په وسیله هم ژور بدلون راولي.</p>\n<h2>پراخ پای‌ټکي</h2>\n<p>لنډه دا چې د سید جمال د ویښتابه فکر که له ژورې مطالعې، منصفانه نقد او منظم عملي ګامونو سره مل شي، په فردي او ټولنیز ژوند کې حقیقي اثر کوي. دې مسیر ته نه افراطي پیچلتیا پکار ده او نه تش احساساتي شور؛ بلکې صداقت، نظم او دوام. چې دا درې سره یو شي، روزنه له خبرو نه عمل ته او له فرد نه ټولنې ته لېږدېږي.</p>\n\n<h2>عملي الحاقیه او دوامداره ارزونه</h2>\n<p>د پایلو د ټینګښت لپاره هره میاشت واقعي ارزونه ضروري ده: کوم عادتونه اصلاح شول، کومې تېروتنې لا تکرارېږي، او په کوم ځای کې علمي مشورې ته اړتیا شته. که دا ارزونه په رښتینولۍ وشي، د ودې لاره روښانه کېږي او ځان‌غولونه کمېږي. همداراز د پروګرام یوه برخه دې ټولنیز خدمت ته ځانګړې شي، څو فردي تربیه له عامه مسؤلیت سره ونښلي.</p>\n\n<h2>اړوند نقل‌قول</h2>\n<p><strong>««بیداری امت از علم، اتحاد و عزت می‌گذرد.»»</strong></p>\n<p><em>د بیت معنی په پښتو: یعنې ویښتابه د پوهې، یووالي او عزت له لارې راځي.</em></p>"
    },
    {
      "authorId": "ahmad_shah_abdali",
      "authorName": "احمد شاه ابدالی (احمدشاه بابا)",
      "title": "احمدشاه بابا و حراست از هویت حنفی در خراسان و افغانستان",
      "language": "dari",
      "category": "iman",
      "body": "<h2>جایگاه احمدشاه بابا در حافظه دینی-سیاسی</h2>\n<p>احمدشاه بابا در ذهن مردم افغانستان فقط یک فرمانده جنگی نیست؛ او در کنار دولت‌سازی، به <strong>نظم دینی و حقوقی</strong> نیز توجه داشت. در تجربه او، بقای دولت زمانی ممکن می‌شود که مردم احساس کنند قضا، بازار و اداره بر معیار واحد پیش می‌رود.</p>\n<p>در روایت‌ها آمده که <strong>احمدشاه ابدالی زاده هرات بود و پدرش از قندهار</strong>. همین روایت در حافظه عمومی، پیوند نمادین میان حوزه‌های مختلف افغانستان را در شخصیت او نشان می‌دهد.</p>\n\n<h2>فقه حنفی به‌عنوان ستون نظم عمومی</h2>\n<p>در دوره احمدشاه، تکیه بر فقه حنفی فقط شعار مذهبی نبود؛ این تکیه برای <strong>حل درگیری، تنظیم معاملات و یکدست‌سازی قضا</strong> کاربرد عملی داشت. وقتی معیار داوری روشن باشد، نزاع‌های محلی زودتر مدیریت می‌شود و اعتماد اجتماعی بالا می‌رود.</p>\n<p>این سیاست نشان می‌دهد که فقه حنفی در دولت درانی بیشتر نقش «چارچوب اجرایی عدالت» را داشت تا یک عنوان تشریفاتی.</p>\n\n<h2>شبکه علما و پایداری اخلاقی حکومت</h2>\n<p>در منابع تاریخی، از پشتیبانی احمدشاه از علما، مدارس و خطبا یاد شده است. این حمایت دو نتیجه روشن داشت: نخست، <strong>تقویت مشروعیت اخلاقی حکومت</strong>؛ دوم، ایجاد مسیر آبرومند برای حل اختلافات مردمی پیش از خشونت.</p>\n<p>در جامعه چندقومیتی، همین شبکه دینی کمک می‌کرد تا هویت دینی مشترک، از پراکندگی سیاسی بکاهد و حداقل یک زبان مشترک اخلاقی بسازد.</p>\n\n<h2>نقل شعری منسوب در باب عدالت</h2>\n<p><strong>«به عدل اگر کنی نظر، مُلک استوارتر شود — که ملکِ بی‌عدل شهریار، زود بی‌قرارتر شود»</strong></p>\n<p><em>این بیت در روایت‌های منسوب به دیوان فارسی احمدشاه بابا نقل می‌شود و بر این نکته تأکید دارد که <strong>عدالت شرط دوام سلطنت</strong> است، نه زینت آن.</em></p>\n\n<h2>نقش احمدشاه در توازن مذهبی منطقه</h2>\n<p>پس از فروکش اقتدار صفوی، منطقه وارد دوره‌ای از رقابت مذهبی-سیاسی شد. در چنین فضا، احمدشاه کوشید دولت نوپای خود را با <strong>مرجعیت سنی-حنفی</strong> نگه دارد تا از آشفتگی هویتی و حقوقی جلوگیری شود.</p>\n<p>این تحلیل باید با احتیاط تاریخی خوانده شود؛ با این حال، جهت کلی سیاست او نشان می‌دهد که میان هویت مذهبی، ساختار قضا و ثبات دولت رابطه مستقیم دیده می‌شد.</p>\n\n<h2>قطعه فارسی منسوب به احمدشاه بابا</h2>\n<p><strong>«چو تیغ عدل برافراختی به میدانِ زمان — ز جور و فتنه نماندند هیچ نام و نشان»</strong></p>\n<p><em>مضمون قطعه: دولت وقتی محترم می‌ماند که عدالت را در میدان عمل جاری کند؛ نه آنکه عدالت فقط در شعار باشد.</em></p>\n\n<h2>جمع‌بندی</h2>\n<p>میراث احمدشاه بابا را می‌توان در سه محور خلاصه کرد: <strong>دولت‌سازی منظم</strong>، <strong>پشتیبانی از فقه حنفی</strong> و تقویت شبکه علما. این سه‌گانه برای امروز نیز پیام دارد: هرگاه عدالت قضایی، اخلاق اجتماعی و هویت دینی هم‌زمان تقویت شود، ثبات ملی پایدارتر می‌گردد.</p>"
    },
    {
      "authorId": "ahmad_shah_abdali",
      "authorName": "احمد شاه ابدالی (احمدشاه بابا)",
      "title": "احمدشاه بابا: د دولت جوړونه، د علماوو ملاتړ او حنفي هویت",
      "language": "pashto",
      "category": "iman",
      "body": "<h2>سریزه: د احمدشاه بابا د میراث ژوره مانا</h2>\n<p>احمدشاه بابا یوازې یو فاتح نه و؛ هغه د دولت جوړونې تر څنګ <strong>د دیني او حقوقي نظم</strong> پر ټینګېدو هم کار وکړ. د هغه په فکر کې دولت هغه وخت پایداره وي چې خلک د محکمې، بازار او ادارې په عدالت باور ولري.</p>\n<p>په روایتونو کې راځي چې <strong>احمدشاه ابدالي په هرات کې زېږېدلی او پلار یې د کندهار و</strong>. دا روایت د افغان تاریخي حافظې په ژبه د سیمو ترمنځ معنوي تړاو ښيي.</p>\n\n<h2>حنفي فقه او د دولت عملي چوکاټ</h2>\n<p>د احمدشاه بابا په دوره کې حنفي فقه یوازې مذهبي عنوان نه و؛ بلکې د <strong>شخړو حل، معاملاتو تنظیم او قضايي یووالي</strong> لپاره عملي معیار و. کله چې د فیصلې اصول روښانه وي، خلک له شخصي زور څخه قانوني لارې ته ورځي.</p>\n<p>همدا وجه ده چې د هغه دیني سیاست د دولت د ثبات له ستراتیژۍ سره یوځای لیدل کېږي.</p>\n\n<h2>د علماوو شبکه او اخلاقي مشروعیت</h2>\n<p>تاریخي روایتونه ښيي چې احمدشاه بابا د علماوو، مدرسو او خطیبانو ملاتړ کاوه. دې ملاتړ حکومت ته <strong>اخلاقي مشروعیت</strong> ورکړ او ولسي اختلافونه یې تر ډېره د علمي مرجعیت له لارې نرم کړل.</p>\n<p>په څو قومي ټولنه کې دا ډول همغږي د ټولنیز باور د ساتنې لپاره ډېر ارزښت لري.</p>\n\n<h2>منسوب فارسي بیت د عدالت په باب</h2>\n<p><strong>«به عدل اگر کنی نظر، مُلک استوارتر شود — که ملکِ بی‌عدل شهریار، زود بی‌قرارتر شود» — (پښتو: که عدالت حاکم وي، دولت ټینګ پاتې کېږي؛ بې‌عدالتي سلطنت ژر بې‌ثباته کوي.)</strong></p>\n<p><em>دا بیت په روایتي ډول د احمدشاه بابا له عدل‌محور فکر سره تړل کېږي او د دولت‌دارۍ اصلي پیغام روښانوي.</em></p>\n\n<h2>سیمه‌ییز توازن او هویتي ثبات</h2>\n<p>د صفوي دور له کمزورۍ وروسته سیمه له مذهبي-سیاسي رقابتونو ډکه وه. احمدشاه هڅه وکړه چې د سني-حنفي چوکاټ په وسیله خپل دولت ته روښانه هویتي بنسټ ورکړي. دې کار د <strong>هویتي ګډوډۍ د کمېدو</strong> او اداري وضاحت برخه کې مرسته وکړه.</p>\n<p>تاریخي جزئیات بحث غواړي، خو عمومي انځور دا ښيي چې د فقه، قضا او دولت اړیکه د هغه په سیاست کې جدي وه.</p>\n\n<h2>دوهم منسوب فارسي بیت</h2>\n<p><strong>«چو تیغ عدل برافراختی به میدانِ زمان — ز جور و فتنه نماندند هیچ نام و نشان» — (پښتو: چې د عدالت توره پورته شي، د ظلم او فتنې نښې ورو ورو له منځه ځي.)</strong></p>\n<p><em>مقصد دا دی چې ځواک هغه وخت برکت لري چې عدالت ورسره مل وي.</em></p>\n\n<h2>پایله</h2>\n<p>د احمدشاه بابا میراث په درې ستنو ولاړ دی: <strong>منظم دولت</strong>، <strong>حنفي مرجعیت</strong> او <strong>اخلاقي-ټولنیز نظم</strong>. د نن لپاره هم پیغام روښانه دی: که عدالت، دیني لارښود او اداري نظم یو ځای وساتل شي، ملي ثبات ټینګ پاتې کېږي.</p>"
    },
    {
      "authorId": "shah_waliullah_dehlawi",
      "authorName": "شاه ولی‌الله دهلوی (رح)",
      "title": "شاه ولی‌الله دهلوی و نوسازی فهم دین در روزگار بحران",
      "language": "dari",
      "category": "tazkiyah",
      "body": "<h2>مقدمه: مسئله اصلی عصر شاه ولی‌الله چه بود؟</h2>\n<p>شاه ولی‌الله دهلوی در زمانی زیست که جامعه مسلمان هند با ضعف سیاسی و تشتت فکری روبه‌رو بود. او کوشید <strong>میان فقه، حدیث، اخلاق و نیازهای اجتماعی پلی بزند</strong> تا دین از حالت جزیره‌ای بیرون شود و دوباره قدرت راهبری پیدا کند.</p>\n\n<h2>بازگشت به نص با فهم زمانه</h2>\n<p>دهلوی بر قرآن و حدیث تأکید داشت، اما در عین حال <strong>فهم واقعیت اجتماعی</strong> را ضروری می‌دانست. در مکتب او، عالم دینی باید هم نص را بشناسد و هم زمانه را؛ وگرنه فتوا از زندگی مردم فاصله می‌گیرد.</p>\n\n<h2>تقریب میان مدارس فقهی</h2>\n<p>یکی از خدمات مهم او تلاش برای <strong>کاهش نزاع‌های بی‌ثمر مذهبی</strong> بود. دهلوی می‌خواست پیروان مذاهب در اصول مشترک هم‌افزا شوند و انرژی امت صرف درگیری‌های داخلی نگردد. این نگاه برای جوامع متنوع امروز نیز آموزنده است.</p>\n\n<h2>اخلاق اقتصادی و عدالت اجتماعی</h2>\n<p>در آثار او، <strong>عدالت اجتماعی و اقتصاد اخلاقی</strong> جایگاه دارد. جامعه‌ای که در آن فساد مالی عادی شود، دینداری عمومی نیز آسیب می‌بیند. از همین رو، اصلاح دینی باید با اصلاح بازار، امانت‌داری و مبارزه با ظلم همراه باشد.</p>\n\n<h2>جمع‌بندی</h2>\n<p>میراث شاه ولی‌الله دهلوی، دعوت به فهم جامع دین است: <strong>نصِ معتبر، عقل منضبط، و اصلاح اجتماعی</strong>. این سه‌گانه می‌تواند امروز نیز برای بازسازی اعتماد دینی و اخلاقی راهگشا باشد.</p>\n\n<h2>زمینه تاریخی و متنی</h2>\n<p>نوسازی فهم دین در مکتب دهلوی وقتی در افق حجةالله البالغه و آثار حدیثی بررسی می‌شود، روشن می‌گردد که این بحث صرفاً به یک دوره خاص محدود نیست. در منابع کلاسیک و تحقیق‌های معاصر، این محور به‌عنوان یک مسیر پیوسته برای بازسازی ایمان و اخلاق معرفی شده است. درک این امتداد تاریخی کمک می‌کند که خواننده امروز، متن را جدا از واقعیت زندگی خود نبیند و پیوند آن را با نیازهای زمانه درک کند.</p>\n<p>در این خوانش، مؤلفه تاریخی فقط گزارش گذشته نیست؛ بلکه ابزار فهم حال و آینده است. وقتی بدانیم اندیشمندان مسلمان چگونه میان معرفت دینی و اصلاح اجتماعی جمع کرده‌اند، می‌توانیم در فضای امروز افغانستان نیز از همان منطق استفاده کنیم: فهم دقیق، اقدام سنجیده و ارزیابی پیوسته. این نگاه از سطح شعار عبور می‌کند و تربیت را به برنامه قابل اجرا تبدیل می‌سازد.</p>\n<h2>چارچوب مفهومی و دستگاه مفاهیم</h2>\n<p>در قلب این بحث، جمع میان نص، عقل و مصلحت اجتماعی قرار دارد. این اصل نشان می‌دهد که دین‌داری بالغ، مجموعه‌ای از باورهای پراکنده نیست، بلکه یک منظومه منظم است که عقل، دل و عمل را در یک مسیر قرار می‌دهد. هرجا این انسجام ایجاد شود، رفتار فردی قابل پیش‌بینی‌تر، روابط اجتماعی سالم‌تر و تصمیم‌های اخلاقی دقیق‌تر می‌شود. بنابراین، فهم مفاهیم پیش از عمل، یک ضرورت تربیتی است نه یک بحث لوکس نظری.</p>\n<p>برای انتقال این مفاهیم به سطح زندگی، باید از ادبیات پیچیده به بیان تربیتی رسید. پیشنهاد عملی این است که هر مفهوم در سه سطح خوانده شود: تعریف، مصداق روزمره و شاخص سنجش. با این روش، خواننده می‌تواند دقیق ببیند که کدام بخش از زندگی‌اش با اصل مطلوب همسو است و کدام بخش به اصلاح نیاز دارد. این شیوه، فاصله میان متن و میدان عمل را به شکل محسوسی کاهش می‌دهد.</p>\n<h2>نقد سوءبرداشت‌های رایج</h2>\n<p>یکی از موانع جدی در مسیر تربیت، تقابل‌سازی تصنعی میان فقه و حدیث است. وقتی این خطا تکرار می‌شود، انسان گمان می‌کند که در مسیر درست است، اما نتیجه عملی نشان می‌دهد که تغییر پایداری رخ نداده است. برای عبور از این مانع، لازم است معیارهای روشن داشته باشیم: آیا اخلاق بهتر شده؟ آیا مسئولیت‌پذیری بیشتر شده؟ آیا حق مردم دقیق‌تر رعایت می‌شود؟ اگر پاسخ منفی است، باید روش را بازبینی کنیم.</p>\n<p>نقد سوءبرداشت به معنای رد کامل گذشته نیست؛ بلکه به معنای پالایش فهم است. در سنت علمی اسلام، همین بازخوانی انتقادی باعث پویایی مکتب‌ها شده است. امروز نیز اگر با احترام به میراث، فهم عملی و معاصر تولید کنیم، هم اصالت حفظ می‌شود و هم سودمندی. این همان نقطه‌ای است که تحقیق دینی از تکرار صرف، به نوسازی مسئولانه می‌رسد.</p>\n<h2>کاربرد معاصر در مدارس دینی و پوهنتون‌ها</h2>\n<p>در شرایط کنونی، جامعه افغانستان نیازمند الگوهایی است که هم معنوی باشد و هم مسئله‌حل‌کن. این بحث زمانی مفید است که به مدرسه، خانواده، مسجد و فضای عمومی منتقل شود. اگر مربیان دینی و فرهنگی، مفاهیم را با مثال‌های واقعی تدریس کنند، نسل جوان احساس می‌کند دین پاسخگوی زندگی معاصر است. در غیر این صورت، فاصله میان ذهن و واقعیت افزایش می‌یابد و میدان برای برداشت‌های سطحی باز می‌شود.</p>\n<p>برای نهادینه‌سازی این نگاه، همکاری میان عالمان، معلمان، فعالان اجتماعی و خانواده ضروری است. هر کدام یک نقش مکمل دارند: عالم چارچوب می‌دهد، معلم زبان انتقال را می‌سازد، خانواده رفتار را تثبیت می‌کند و جامعه فرصت تمرین فراهم می‌سازد. وقتی این زنجیره کامل شود، تربیت از حالت فردیِ ناپایدار خارج شده و به فرهنگ عمومی تبدیل می‌شود.</p>\n<h2>نقشه عملی و برنامه مرحله‌ای</h2>\n<p>مطالعه تطبیقی و تربیت گفت‌وگوی بین‌مذهبی می‌تواند به شکل مرحله‌ای اجرا شود. مرحله اول: ارزیابی وضعیت موجود و شناسایی سه نقطه ضعف اصلی. مرحله دوم: تعیین تمرین‌های کوتاه روزانه که انجام آن‌ها واقعی و قابل تداوم باشد. مرحله سوم: ارزیابی هفتگی با شاخص‌های روشن، مانند کنترل زبان، وفای به وعده، یا کاهش واکنش‌های شتاب‌زده. این نظم، حرکت تربیتی را قابل پیگیری و قابل سنجش می‌کند.</p>\n<p>نتیجه تربیتی این برنامه زمانی پایدار می‌شود که فرد تنها پیش نرود و یک حلقه پاسخ‌گویی برای خود بسازد؛ مانند استاد، دوست هم‌مسیر یا گروه مطالعاتی. تجربه نشان داده هر برنامه‌ای که فاقد سازوکار بازخورد باشد، به‌مرور سست می‌شود. در مقابل، برنامه‌ای که بر تکرار آگاهانه و اصلاح تدریجی بنا شود، حتی با گام‌های کوچک نیز به تغییر عمیق منجر خواهد شد.</p>\n<h2>جمع‌بندی توسعه‌یافته</h2>\n<p>خلاصه این‌که نوسازی فهم دین در مکتب دهلوی اگر با مطالعه دقیق، نقد منصفانه و عمل مرحله‌ای همراه شود، می‌تواند در زندگی فردی و اجتماعی اثر واقعی ایجاد کند. این مسیر نه راه میان‌بر دارد و نه نیازمند پیچیدگی افراطی است؛ بلکه به صدق، نظم و استمرار نیاز دارد. هرجا این سه عنصر جمع شود، تربیت از گفتار به رفتار منتقل می‌شود و جامعه نیز از ثمره آن بهره‌مند می‌گردد.</p>\n\n<h2>نقل‌قول مرتبط</h2>\n<p><strong>««اصلاح امت بی‌اصلاح علم و اخلاق ممکن نیست.»»</strong></p>\n<p><em>در روایت‌ها آمده که این عبارت با محور بحث این مقاله هماهنگ است و جهت عملیِ متن را روشن می‌سازد.</em></p>"
    },
    {
      "authorId": "shah_waliullah_dehlawi",
      "authorName": "شاه ولی‌الله دهلوی (رح)",
      "title": "شاه ولي‌الله دهلوي: حدیث، فقه او ټولنیز توازن",
      "language": "pashto",
      "category": "akhlaq",
      "body": "<h2>سریزه: د شاه ولي‌الله اصلاحي لید</h2>\n<p>شاه ولي‌الله دهلوي <strong>د اسلامي فکر له هغو مشرانو</strong> څخه دی چې دیني علم یې له ټولنیز واقعیت سره یوځای ولوست. هغه غوښتل چې د امت فکري شخړې راکمې او دیني فهم بېرته عملي ژوند ته راوګرځوي.</p>\n\n<h2>نص او زمانه</h2>\n<p>دهلوي <strong>د قرآن او حدیث د محوریت</strong> طرفدار و، خو ټینګار یې کاوه چې عالم باید د خپل عصر ستونزې هم وپېژني. بې له دې، د دیني حللارې او د خلکو د ژوند تر منځ واټن زیاتېږي.</p>\n\n<h2>د فقهي اختلافاتو مدیریت</h2>\n<p>هغه د بې‌ځایه تعصب پر ځای <strong>د مذاهبو ترمنځ تفاهم</strong> ته اهمیت ورکاوه. دا فکر امت ته یو پیغام لري: اختلاف دې د دښمنۍ نه، بلکې د علمي پخوالي وسیله وي.</p>\n\n<h2>اقتصادي اخلاق</h2>\n<p>دهلوي د بازار اصلاح مهمه ګڼله. <strong>امانت، عدالت او د ظلم مخنیوی</strong> یې د دیني اصلاح برخه بلله. په دې لید کې عبادت او معامله سره نه بېلېږي.</p>\n\n<h2>پایله</h2>\n<p>د شاه ولي‌الله میراث موږ ته متوازن لار راښيي: <strong>نص، فکر او ټولنیز مسؤلیت</strong>. همدا درې واړه د سالم امت د بیا رغونې اساس جوړوي.</p>\n\n<h2>تاریخي او متني زمینه</h2>\n<p>د شاه ولي‌الله دینی توازن چې د حجةالله البالغه او حدیثي میراث په رڼا کې ولوستل شي، ښکاره کېږي چې دا موضوع یوازې د یوې زمانې بحث نه دی. په کلاسیکو روایتونو او معاصرو څېړنو کې دا محور د دیني فکر د دوامدارې اصلاح لارې په توګه مطرح شوی. د دې تاریخي تسلسل درک موږ سره مرسته کوي چې متن له ژوند نه جلا ونه لولو او د نن ورځې اړتیاوو سره یې عملي اړیکه پیدا کړو.</p>\n<p>تاریخ دلته یوازې د تېر بیان نه دی؛ بلکې د نن لپاره د پرېکړې وسیله ده. کله چې پوه شو مخکینیو عالمانو څنګه علم، اخلاق او ټولنیز مسؤلیت یوځای کړي، موږ هم کولای شو په افغانستان کې هماغه متوازن منطق ژوندی وساتو: ژور فهم، سنجول شوی عمل او دوامداره ارزونه. همدا طریقه روزنه له شعار نه برنامه ته راولي.</p>\n<h2>مفهومي چوکاټ او د فکر نظام</h2>\n<p>د دې بحث مرکزي ټکی نص، فکر او ټولنیز عدل دی. دا اصل ښيي چې پخې دینداري یوازې د معلوماتو ټولګه نه ده؛ بلکې داسې منظم جوړښت دی چې عقل، زړه او عمل سره وتړي. چېرته چې دا تړاو ټینګ شي، د انسان چلند متوازن کېږي، ټولنیز باور زیاتېږي او اخلاقي پرېکړې پخې کېږي. نو مفهومي وضاحت د هر عملي بدلون شرط دی.</p>\n<p>د مفاهیمو د عملي انتقال لپاره باید هر اصل په درې پوړونو تشریح شي: تعریف، ورځنی مثال، او د ارزونې معیار. په دې طریقه لوستونکی په روښانه ډول ګوري چې کوم عادت یې سم دی او کوم عادت اصلاح غواړي. همدا ساده میتود د متن او ژوند ترمنځ واټن راکموي او د روزنې اغېز څو چنده لوړوي.</p>\n<h2>د غلطو برداشتونو نقد</h2>\n<p>په عملي مسیر کې یوه جدي ستونزه فقه او حدیث متضاد ګڼل ده. کله چې دا خطا تکرار شي، انسان فکر کوي چې پرمختګ کوي، خو پایله یې په اخلاقو او مسؤلیت کې نه ښکاري. د حل لاره دا ده چې واضح معیارونه ولرو: ایا ژبه مو نرمه شوې؟ ایا امانت مو قوي شوی؟ ایا د خلکو حق مو ښه ساتلی؟ که نه، نو طریقه بیاکتنې ته اړتیا لري.</p>\n<p>نقد د میراث انکار نه دی؛ بلکې د فهم تصحیح ده. د اسلامي علمي دود قوت همدا و چې له احترام سره یې دوامداره بیاکتنه کوله. نن هم که موږ د اصالت ساتنې تر څنګ عملي او معاصر بیان تولید کړو، هم به ریشه وساتو او هم به کارېدونکی فکر وړاندې کړو. دا د فکري پخوالي اصلي نښه ده.</p>\n<h2>په مدرسه او پوهنتون کې معاصر کارونه</h2>\n<p>اوسنی افغانستان داسې دیني-اخلاقي بحث ته اړتیا لري چې هم معنوي ژورتیا ولري او هم د ورځني ژوند ستونزې حل کړي. دا محتوا هغه وخت مؤثره کېږي چې کور، جومات، مکتب او ټولنیز حلقې ته ښکته شي. که د تدریس ژبه واقعي او مثال‌محوره وي، ځوان نسل دین د ژوند شریک حللار ګڼي، نه یو لیرې نصیحت.</p>\n<p>د دې لید د تثبیت لپاره ګډ کار مهم دی: عالم معیار ورکوي، استاد د انتقال ژبه برابروي، کورنۍ عادتونه پیاوړي کوي او ټولنه د تمرین میدان جوړوي. چې دا زنځیر بشپړ شي، روزنه یوازې فردي حالت نه پاتې کېږي؛ بلکې په ټولنیز کلتور بدلېږي.</p>\n<h2>عملي نقشه او پړاويز تطبیق</h2>\n<p>تطبیقي مطالعه او اخلاقي اقتصاد باید پړاويز شي. لومړی پړاو: د موجود حالت ارزونه او درې اصلي کمزورۍ ټاکل. دوهم پړاو: لنډ ورځني تمرینونه چې عملي او دوامدار وي. درېیم پړاو: اونیزه ارزونه د واضح شاخصونو په وسیله، لکه د ژبې کنټرول، د وعدې وفا او د غبرګون اعتدال. دا منظم ترتیب روزنیز حرکت اندازه کېدونکی کوي.</p>\n<p>روزنیزه پایله هغه وخت دوام پیدا کوي چې انسان یوازې پاتې نه شي او د حساب‌ورکونې کوچنی چاپېریال ولري: استاد، ملګری یا مطالعاتي حلقه. تجربه وايي بې‌بازخورد پروګرامونه ژر سستېږي، خو هغه برنامه چې پر تدریجي اصلاح او تکرار ولاړه وي، د لږو ګامونو په وسیله هم ژور بدلون راولي.</p>\n<h2>پراخ پای‌ټکي</h2>\n<p>لنډه دا چې د شاه ولي‌الله دینی توازن که له ژورې مطالعې، منصفانه نقد او منظم عملي ګامونو سره مل شي، په فردي او ټولنیز ژوند کې حقیقي اثر کوي. دې مسیر ته نه افراطي پیچلتیا پکار ده او نه تش احساساتي شور؛ بلکې صداقت، نظم او دوام. چې دا درې سره یو شي، روزنه له خبرو نه عمل ته او له فرد نه ټولنې ته لېږدېږي.</p>\n\n<h2>عملي الحاقیه او دوامداره ارزونه</h2>\n<p>د پایلو د ټینګښت لپاره هره میاشت واقعي ارزونه ضروري ده: کوم عادتونه اصلاح شول، کومې تېروتنې لا تکرارېږي، او په کوم ځای کې علمي مشورې ته اړتیا شته. که دا ارزونه په رښتینولۍ وشي، د ودې لاره روښانه کېږي او ځان‌غولونه کمېږي. همداراز د پروګرام یوه برخه دې ټولنیز خدمت ته ځانګړې شي، څو فردي تربیه له عامه مسؤلیت سره ونښلي.</p>\n\n<h2>اړوند نقل‌قول</h2>\n<p><strong>««اصلاح امت بی‌اصلاح علم و اخلاق ممکن نیست.»»</strong></p>\n<p><em>د بیت معنی په پښتو: یعنې د امت سمون د علم، اخلاقو او مسؤول عمل له لارې کېږي.</em></p>"
    },
    {
      "authorId": "mirza_abdulqadir_bidel",
      "authorName": "میرزا عبدالقادر بیدل (رح)",
      "title": "میرزا عبدالقادر بیدل؛ خودشناسی عرفانی و ادب تفکر",
      "language": "dari",
      "category": "tazkiyah",
      "body": "<h2>مقدمه: بیدل و تربیتِ نگاهِ درونی</h2>\n<p>در مکتب بیدل، <strong>اصلاح از درون</strong> آغاز می‌شود و ثمره‌اش <strong>ادب در گفتار و داوری</strong> است. او یاد می‌دهد که انسان پیش از نقد دیگران باید از آیینهٔ نفس خود آغاز کند.</p>\n<p>وقتی نگاهِ درونی زنده شد، زبان از تندی می‌افتد، تصمیم از عجله دور می‌شود و رابطه‌ها از سوء‌ظن پاک‌تر می‌گردد.</p>\n<h2>نمونه‌های شعری از بیدل</h2>\n<p><strong>«تا نگردی آشنا، زین پرده رمزی نشنوی.»</strong></p>\n<p>«صفحهٔ سادهٔ هستی خط نیرنگ نداشت / خیرگی کرد نظرها رقمی پیدا شد.»</p>\n<p>«هستی صرف همان غفلت آگاهی بود / خبر از خویش گرفتم عدمی پیدا شد.»</p>\n<p>«در این گلشن نباید خار دامان هوس بودن / گل آزادگی رنگی دگر دارد، بچین خود را.»</p>\n<p><em>این ابیات نشان می‌دهد که بیدل، خودشناسی را راه فهم حقیقت می‌داند.</em></p>\n<h2>نکات کلیدی مقاله</h2>\n<p><strong>نکته ۱: مکث پیش از قضاوت.</strong> پیش از حکم‌دادن دربارهٔ دیگران، سهم نفس خود را در خطا بجوییم.</p>\n<p><strong>نکته ۲: حقیقت‌جویی با تواضع.</strong> کسی که خود را بی‌خطا می‌بیند، از دریافت حقیقت باز می‌ماند.</p>\n<p><strong>نکته ۳: آزادگی در رفتار روزانه.</strong> آزادگی فقط شعار نیست؛ در انصاف، امانتداری و حفظ حرمت دیگران جلوه می‌کند.</p>\n<h2>مثال‌های زنده</h2>\n<p>مثال خانه: در گفت‌وگوی خانوادگی، به‌جای پاسخ فوری، یک دقیقه سکوت کن و بعد با لحن نرم حرف بزن.</p>\n<p>مثال محیط کار: اگر اشتباه همکار دیدی، اول شیوهٔ اصلاح را انتخاب کن، نه شیوهٔ تحقیر.</p>\n<p>مثال اجتماعی: در فضای مجازی، هر خبر را پیش از نشر بسنج.</p>\n<h2>جمع‌بندی</h2>\n<p>در مدرسهٔ بیدل، <strong>خودشناسی</strong> مقدمهٔ هر اصلاح است و <strong>آزادگی</strong> نتیجهٔ آن.</p>"
    },
    {
      "authorId": "mirza_abdulqadir_bidel",
      "authorName": "میرزا عبدالقادر بیدل (رح)",
      "title": "میرزا عبدالقادر بیدل: د فکر ژورتیا او د زړه ادب",
      "language": "pashto",
      "category": "akhlaq",
      "body": "<h2>سریزه: بیدل او د باطن روزنه</h2>\n<p>د بیدل په مکتب کې <strong>اصلاح له دننه پیلېږي</strong> او پایله یې <strong>په فکر او وینا کې ادب</strong> دی. هغه انسان ته وايي: تر دې چې بل څوک وڅېړې، لومړی خپل نفس وګوره.</p>\n<p>کله چې دا باطني بیداري پیدا شي، ژبه له تیزۍ راکوزېږي او پرېکړه له عجولې خلاصېږي.</p>\n<h2>د بیدل مشهور ابیات</h2>\n<p><strong>«تا نگردی آشنا، زین پرده رمزی نشنوی.»</strong></p>\n<p><em>د بیت معنی په پښتو: تر څو چې انسان له خپل نفس او حقیقت سره اشنا نه شي، د ژوند ژور رازونه نه شي درک کولای.</em></p>\n<p>«صفحهٔ سادهٔ هستی خط نیرنگ نداشت / خیرگی کرد نظرها رقمی پیدا شد.»</p>\n<p><em>د بیت معنی په پښتو: هستي په اصل کې ساده ده؛ زموږ کږه کتنه پکې دوکه او ګډوډي پیدا کوي.</em></p>\n<p>«هستی صرف همان غفلت آگاهی بود / خبر از خویش گرفتم عدمی پیدا شد.»</p>\n<p><em>د بیت معنی په پښتو: چې انسان ځان ته ژوره پاملرنه وکړي، د ځان‌لویۍ پرده نرمه کېږي.</em></p>\n<p>«در این گلشن نباید خار دامان هوس بودن / گل آزادگی رنگی دگر دارد، بچین خود را.»</p>\n<p><em>د بیت معنی په پښتو: د هوس اغزي پرېږده او د آزادګۍ ګل غوره کړه.</em></p>\n<h2>کلیدي ټکي</h2>\n<p><strong>مهم ټکی ۱: له قضاوت مخکې محاسبه.</strong> د بیدل طریقه دا ده چې انسان لومړی خپل سهم په خطا کې وویني.</p>\n<p><strong>مهم ټکی ۲: تواضع د پوهې شرط دی.</strong> څوک چې ځان کامل ګڼي، نوی حقیقت نه شي منلای.</p>\n<p><strong>مهم ټکی ۳: آزادګي په عمل کې ښکاري.</strong> رښتیا ویل، امانت ساتل او د خلکو حرمت ساتل د آزادګۍ نښې دي.</p>\n<h2>عملي بېلګې</h2>\n<p>په کور کې: د شخړې پر وخت لږ تم شئ، بیا نرم ځواب ورکړئ.</p>\n<p>په کار کې: د همکار تېروتنه په سپکاوي نه، بلکې په مشوره اصلاح کړئ.</p>\n<p>په ټولنه کې: بې‌پلټنې خبر مه خپروئ.</p>\n<h2>پایله</h2>\n<p>د بیدل مکتب ښيي چې <strong>ځان‌پېژندنه</strong> د اصلاح بنسټ دی او <strong>آزاد چلند</strong> یې میوه ده.</p>"
    },
    {
      "authorId": "sheikh_sanai_ghaznavi",
      "authorName": "شیخ سنایی غزنوی (رح)",
      "title": "شیخ سنایی غزنوی و حدیقه‌الحقیقه؛ آغاز شعر تعلیمی عرفانی",
      "language": "dari",
      "category": "tazkiyah",
      "body": "<h2>مقدمه: جایگاه سنایی در تاریخ ادب عرفانی</h2>\n<p>سنایی غزنوی از نخستین شاعرانی است که <strong>شعر فارسی را به‌طور منسجم وارد میدان تربیت عرفانی کرد</strong>. «<strong>حدیقةالحقیقه</strong>» فقط دیوان شعر نیست؛ یک متن آموزشی است که عقل، اخلاق و سلوک را کنار هم می‌نشاند.</p>\n\n<h2>حدیقه؛ نقد نفس و نقد جامعه</h2>\n<p>سنایی همزمان دو نقد ارائه می‌دهد: <strong>نقد خودفریبی فردی و نقد ریاکاری اجتماعی</strong>. او نشان می‌دهد که عبادتِ بی‌اخلاق و علمِ بی‌عمل، نه فرد را می‌سازد و نه جامعه را.</p>\n\n<h2>اثرگذاری بر عطار و مولانا</h2>\n<p>بسیاری از محققان، سنایی را <strong>حلقه مهمی پیش از عطار و مولانا</strong> می‌دانند. زبان تمثیلی، دعوت به صدق، و پیوند معرفت با اخلاق در آثار بعدیِ عرفانی نیز ادامه یافت. از این جهت سنایی فقط یک شاعر نیست، یک آغازگر مکتب است.</p>\n\n<h2>درس امروز از سنایی</h2>\n<p>پیام سنایی برای امروز روشن است: <strong>دینداری بدون پاکی نیت و خدمت به مردم ناتمام است</strong>. او خواننده را از ظواهر به حقیقت می‌برد و از ادعا به عمل دعوت می‌کند.</p>\n\n<h2>جمع‌بندی</h2>\n<p>حدیقةالحقیقه هنوز برای تربیت اخلاقی منبع الهام است؛ زیرا دردهای نفس انسان را می‌شناسد و راه اصلاح را با <strong>زبان هنرمندانه اما مسئولانه</strong> نشان می‌دهد.</p>\n\n<h2>زمینه تاریخی و متنی</h2>\n<p>آموزش معنوی در حدیقةالحقیقه وقتی در افق حدیقةالحقیقه بررسی می‌شود، روشن می‌گردد که این بحث صرفاً به یک دوره خاص محدود نیست. در منابع کلاسیک و تحقیق‌های معاصر، این محور به‌عنوان یک مسیر پیوسته برای بازسازی ایمان و اخلاق معرفی شده است. درک این امتداد تاریخی کمک می‌کند که خواننده امروز، متن را جدا از واقعیت زندگی خود نبیند و پیوند آن را با نیازهای زمانه درک کند.</p>\n<p>در این خوانش، مؤلفه تاریخی فقط گزارش گذشته نیست؛ بلکه ابزار فهم حال و آینده است. وقتی بدانیم اندیشمندان مسلمان چگونه میان معرفت دینی و اصلاح اجتماعی جمع کرده‌اند، می‌توانیم در فضای امروز افغانستان نیز از همان منطق استفاده کنیم: فهم دقیق، اقدام سنجیده و ارزیابی پیوسته. این نگاه از سطح شعار عبور می‌کند و تربیت را به برنامه قابل اجرا تبدیل می‌سازد.</p>\n<h2>چارچوب مفهومی و دستگاه مفاهیم</h2>\n<p>در قلب این بحث، نقد نفس و اصلاح اجتماع قرار دارد. این اصل نشان می‌دهد که دین‌داری بالغ، مجموعه‌ای از باورهای پراکنده نیست، بلکه یک منظومه منظم است که عقل، دل و عمل را در یک مسیر قرار می‌دهد. هرجا این انسجام ایجاد شود، رفتار فردی قابل پیش‌بینی‌تر، روابط اجتماعی سالم‌تر و تصمیم‌های اخلاقی دقیق‌تر می‌شود. بنابراین، فهم مفاهیم پیش از عمل، یک ضرورت تربیتی است نه یک بحث لوکس نظری.</p>\n<p>برای انتقال این مفاهیم به سطح زندگی، باید از ادبیات پیچیده به بیان تربیتی رسید. پیشنهاد عملی این است که هر مفهوم در سه سطح خوانده شود: تعریف، مصداق روزمره و شاخص سنجش. با این روش، خواننده می‌تواند دقیق ببیند که کدام بخش از زندگی‌اش با اصل مطلوب همسو است و کدام بخش به اصلاح نیاز دارد. این شیوه، فاصله میان متن و میدان عمل را به شکل محسوسی کاهش می‌دهد.</p>\n<h2>نقد سوءبرداشت‌های رایج</h2>\n<p>یکی از موانع جدی در مسیر تربیت، دینداری بی‌اخلاق را کافی دانستن است. وقتی این خطا تکرار می‌شود، انسان گمان می‌کند که در مسیر درست است، اما نتیجه عملی نشان می‌دهد که تغییر پایداری رخ نداده است. برای عبور از این مانع، لازم است معیارهای روشن داشته باشیم: آیا اخلاق بهتر شده؟ آیا مسئولیت‌پذیری بیشتر شده؟ آیا حق مردم دقیق‌تر رعایت می‌شود؟ اگر پاسخ منفی است، باید روش را بازبینی کنیم.</p>\n<p>نقد سوءبرداشت به معنای رد کامل گذشته نیست؛ بلکه به معنای پالایش فهم است. در سنت علمی اسلام، همین بازخوانی انتقادی باعث پویایی مکتب‌ها شده است. امروز نیز اگر با احترام به میراث، فهم عملی و معاصر تولید کنیم، هم اصالت حفظ می‌شود و هم سودمندی. این همان نقطه‌ای است که تحقیق دینی از تکرار صرف، به نوسازی مسئولانه می‌رسد.</p>\n<h2>کاربرد معاصر در خطابه و تربیت دینی</h2>\n<p>در شرایط کنونی، جامعه افغانستان نیازمند الگوهایی است که هم معنوی باشد و هم مسئله‌حل‌کن. این بحث زمانی مفید است که به مدرسه، خانواده، مسجد و فضای عمومی منتقل شود. اگر مربیان دینی و فرهنگی، مفاهیم را با مثال‌های واقعی تدریس کنند، نسل جوان احساس می‌کند دین پاسخگوی زندگی معاصر است. در غیر این صورت، فاصله میان ذهن و واقعیت افزایش می‌یابد و میدان برای برداشت‌های سطحی باز می‌شود.</p>\n<p>برای نهادینه‌سازی این نگاه، همکاری میان عالمان، معلمان، فعالان اجتماعی و خانواده ضروری است. هر کدام یک نقش مکمل دارند: عالم چارچوب می‌دهد، معلم زبان انتقال را می‌سازد، خانواده رفتار را تثبیت می‌کند و جامعه فرصت تمرین فراهم می‌سازد. وقتی این زنجیره کامل شود، تربیت از حالت فردیِ ناپایدار خارج شده و به فرهنگ عمومی تبدیل می‌شود.</p>\n<h2>نقشه عملی و برنامه مرحله‌ای</h2>\n<p>بازخوانی اخلاقی، خودنقدی و خدمت عمومی می‌تواند به شکل مرحله‌ای اجرا شود. مرحله اول: ارزیابی وضعیت موجود و شناسایی سه نقطه ضعف اصلی. مرحله دوم: تعیین تمرین‌های کوتاه روزانه که انجام آن‌ها واقعی و قابل تداوم باشد. مرحله سوم: ارزیابی هفتگی با شاخص‌های روشن، مانند کنترل زبان، وفای به وعده، یا کاهش واکنش‌های شتاب‌زده. این نظم، حرکت تربیتی را قابل پیگیری و قابل سنجش می‌کند.</p>\n<p>نتیجه تربیتی این برنامه زمانی پایدار می‌شود که فرد تنها پیش نرود و یک حلقه پاسخ‌گویی برای خود بسازد؛ مانند استاد، دوست هم‌مسیر یا گروه مطالعاتی. تجربه نشان داده هر برنامه‌ای که فاقد سازوکار بازخورد باشد، به‌مرور سست می‌شود. در مقابل، برنامه‌ای که بر تکرار آگاهانه و اصلاح تدریجی بنا شود، حتی با گام‌های کوچک نیز به تغییر عمیق منجر خواهد شد.</p>\n<h2>جمع‌بندی توسعه‌یافته</h2>\n<p>خلاصه این‌که آموزش معنوی در حدیقةالحقیقه اگر با مطالعه دقیق، نقد منصفانه و عمل مرحله‌ای همراه شود، می‌تواند در زندگی فردی و اجتماعی اثر واقعی ایجاد کند. این مسیر نه راه میان‌بر دارد و نه نیازمند پیچیدگی افراطی است؛ بلکه به صدق، نظم و استمرار نیاز دارد. هرجا این سه عنصر جمع شود، تربیت از گفتار به رفتار منتقل می‌شود و جامعه نیز از ثمره آن بهره‌مند می‌گردد.</p>"
    },
    {
      "authorId": "sheikh_sanai_ghaznavi",
      "authorName": "شیخ سنایی غزنوی (رح)",
      "title": "سنایي غزنوي: حدیقةالحقیقه او د اخلاقو شعري مکتب",
      "language": "pashto",
      "category": "akhlaq",
      "body": "<h2>سریزه: سنایي د عرفاني شعر بنسټګر</h2>\n<p>سنایي غزنوي د فارسي <strong>عرفاني ادب له لومړیو لویو ستنو</strong> څخه دی. هغه شعر <strong>د نفس د روزنې او د ټولنې د اصلاح وسیله</strong> وګرځوله. «حدیقةالحقیقه» یې د همدې مسیر بنسټیز اثر دی.</p>\n\n<h2>حدیقه څه زده کوي؟</h2>\n<p>سنایي انسان ته وایي چې <strong>ریا، کبر او ځان‌غوښتنه</strong> د معنویت لوی خنډونه دي. عبادت هغه وخت ارزښت لري چې له صدق او اخلاقو سره مل وي.</p>\n\n<h2>پر عطار او مولانا اغېز</h2>\n<p>د سنایي مفکوره او شعري طریقه وروسته د عطار او مولانا په آثارو کې هم <strong>ژوره اغېزه</strong> لري. تمثیلي بیان او د باطن روزنه د همدې مکتب تسلسل دی.</p>\n\n<h2>نننۍ اړتیا</h2>\n<p>د سنایي پیغام نن هم تازه دی: د <strong>ظاهري دیندارۍ تر څنګ باید باطني اصلاح وي</strong>. هره وینا چې عمل ته ولاړه نه شي، ژر مړه کېږي.</p>\n\n<h2>پایله</h2>\n<p>سنایي موږ ته ښووي چې <strong>شعر د اخلاقو ښوونځی</strong> هم کېدای شي. د هغه مکتب د زړه پاکۍ او ټولنیز مسؤلیت ګډه لار وړاندې کوي.</p>\n\n<h2>تاریخي او متني زمینه</h2>\n<p>د سنایي اخلاقي-عرفاني ښوونځی چې د حدیقةالحقیقه په رڼا کې ولوستل شي، ښکاره کېږي چې دا موضوع یوازې د یوې زمانې بحث نه دی. په کلاسیکو روایتونو او معاصرو څېړنو کې دا محور د دیني فکر د دوامدارې اصلاح لارې په توګه مطرح شوی. د دې تاریخي تسلسل درک موږ سره مرسته کوي چې متن له ژوند نه جلا ونه لولو او د نن ورځې اړتیاوو سره یې عملي اړیکه پیدا کړو.</p>\n<p>تاریخ دلته یوازې د تېر بیان نه دی؛ بلکې د نن لپاره د پرېکړې وسیله ده. کله چې پوه شو مخکینیو عالمانو څنګه علم، اخلاق او ټولنیز مسؤلیت یوځای کړي، موږ هم کولای شو په افغانستان کې هماغه متوازن منطق ژوندی وساتو: ژور فهم، سنجول شوی عمل او دوامداره ارزونه. همدا طریقه روزنه له شعار نه برنامه ته راولي.</p>\n<h2>مفهومي چوکاټ او د فکر نظام</h2>\n<p>د دې بحث مرکزي ټکی نفس ته انتقاد او ټولنې ته اصلاح دی. دا اصل ښيي چې پخې دینداري یوازې د معلوماتو ټولګه نه ده؛ بلکې داسې منظم جوړښت دی چې عقل، زړه او عمل سره وتړي. چېرته چې دا تړاو ټینګ شي، د انسان چلند متوازن کېږي، ټولنیز باور زیاتېږي او اخلاقي پرېکړې پخې کېږي. نو مفهومي وضاحت د هر عملي بدلون شرط دی.</p>\n<p>د مفاهیمو د عملي انتقال لپاره باید هر اصل په درې پوړونو تشریح شي: تعریف، ورځنی مثال، او د ارزونې معیار. په دې طریقه لوستونکی په روښانه ډول ګوري چې کوم عادت یې سم دی او کوم عادت اصلاح غواړي. همدا ساده میتود د متن او ژوند ترمنځ واټن راکموي او د روزنې اغېز څو چنده لوړوي.</p>\n<h2>د غلطو برداشتونو نقد</h2>\n<p>په عملي مسیر کې یوه جدي ستونزه ظاهري عبادت په کافي معیار بدلول ده. کله چې دا خطا تکرار شي، انسان فکر کوي چې پرمختګ کوي، خو پایله یې په اخلاقو او مسؤلیت کې نه ښکاري. د حل لاره دا ده چې واضح معیارونه ولرو: ایا ژبه مو نرمه شوې؟ ایا امانت مو قوي شوی؟ ایا د خلکو حق مو ښه ساتلی؟ که نه، نو طریقه بیاکتنې ته اړتیا لري.</p>\n<p>نقد د میراث انکار نه دی؛ بلکې د فهم تصحیح ده. د اسلامي علمي دود قوت همدا و چې له احترام سره یې دوامداره بیاکتنه کوله. نن هم که موږ د اصالت ساتنې تر څنګ عملي او معاصر بیان تولید کړو، هم به ریشه وساتو او هم به کارېدونکی فکر وړاندې کړو. دا د فکري پخوالي اصلي نښه ده.</p>\n<h2>معاصر کارونه په د دیني وعظ معاصر میدان کې</h2>\n<p>اوسنی افغانستان داسې دیني-اخلاقي بحث ته اړتیا لري چې هم معنوي ژورتیا ولري او هم د ورځني ژوند ستونزې حل کړي. دا محتوا هغه وخت مؤثره کېږي چې کور، جومات، مکتب او ټولنیز حلقې ته ښکته شي. که د تدریس ژبه واقعي او مثال‌محوره وي، ځوان نسل دین د ژوند شریک حللار ګڼي، نه یو لیرې نصیحت.</p>\n<p>د دې لید د تثبیت لپاره ګډ کار مهم دی: عالم معیار ورکوي، استاد د انتقال ژبه برابروي، کورنۍ عادتونه پیاوړي کوي او ټولنه د تمرین میدان جوړوي. چې دا زنځیر بشپړ شي، روزنه یوازې فردي حالت نه پاتې کېږي؛ بلکې په ټولنیز کلتور بدلېږي.</p>\n<h2>عملي نقشه او پړاويز تطبیق</h2>\n<p>اخلاقي محاسبه، عملي توبه او ټولنیز خیر باید پړاويز شي. لومړی پړاو: د موجود حالت ارزونه او درې اصلي کمزورۍ ټاکل. دوهم پړاو: لنډ ورځني تمرینونه چې عملي او دوامدار وي. درېیم پړاو: اونیزه ارزونه د واضح شاخصونو په وسیله، لکه د ژبې کنټرول، د وعدې وفا او د غبرګون اعتدال. دا منظم ترتیب روزنیز حرکت اندازه کېدونکی کوي.</p>\n<p>روزنیزه پایله هغه وخت دوام پیدا کوي چې انسان یوازې پاتې نه شي او د حساب‌ورکونې کوچنی چاپېریال ولري: استاد، ملګری یا مطالعاتي حلقه. تجربه وايي بې‌بازخورد پروګرامونه ژر سستېږي، خو هغه برنامه چې پر تدریجي اصلاح او تکرار ولاړه وي، د لږو ګامونو په وسیله هم ژور بدلون راولي.</p>\n<h2>پراخ پای‌ټکي</h2>\n<p>لنډه دا چې د سنایي اخلاقي-عرفاني ښوونځی که له ژورې مطالعې، منصفانه نقد او منظم عملي ګامونو سره مل شي، په فردي او ټولنیز ژوند کې حقیقي اثر کوي. دې مسیر ته نه افراطي پیچلتیا پکار ده او نه تش احساساتي شور؛ بلکې صداقت، نظم او دوام. چې دا درې سره یو شي، روزنه له خبرو نه عمل ته او له فرد نه ټولنې ته لېږدېږي.</p>\n\n<h2>عملي الحاقیه او دوامداره ارزونه</h2>\n<p>د پایلو د ټینګښت لپاره هره میاشت واقعي ارزونه ضروري ده: کوم عادتونه اصلاح شول، کومې تېروتنې لا تکرارېږي، او په کوم ځای کې علمي مشورې ته اړتیا شته. که دا ارزونه په رښتینولۍ وشي، د ودې لاره روښانه کېږي او ځان‌غولونه کمېږي. همداراز د پروګرام یوه برخه دې ټولنیز خدمت ته ځانګړې شي، څو فردي تربیه له عامه مسؤلیت سره ونښلي.</p>\n\n<p><em>د بیت معنی په پښتو: یعنې هغه علم چې انسان ته عمل ور نه کړي، له ناپوهۍ هم بد دی.</em></p>"
    },
    {
      "authorId": "imam_abu_hanifa",
      "authorName": "امام ابوحنیفه (رح)",
      "title": "امام ابوحنیفه و هندسه اجتهاد: عقل منضبط در خدمت نص",
      "language": "dari",
      "category": "iman",
      "body": "<h2>مقدمه: چرا مدرسه امام اعظم هنوز مرجع است؟</h2>\n<p>امام ابوحنیفه (رح) در تاریخ فقه اسلامی به‌عنوان پیشوای <strong>اجتهاد منظم</strong> شناخته می‌شود. قوت مکتب او در این بود که میان نص، عقل و نیاز واقعی مردم <strong>توازن علمی</strong> برقرار کرد.</p>\n<p>فقه حنفی از آغاز، برای زندگی واقعی شکل گرفت: عبادات، معاملات، خانواده و عدالت اجتماعی. به همین دلیل، در مناطق گسترده‌ای از جهان اسلام، از جمله افغانستان، جایگاه پایدار یافته است.</p>\n\n<h2>نسبت تاریخی و محل خاستگاه در منابع</h2>\n<p>روایت مشهور تاریخ فقه، ولادت امام اعظم را در کوفه ثبت می‌کند. در عین حال، در برخی نسخه‌های منسوب به کتابخانه مدینه منوره، درباره نسبت خانوادگی ایشان اشاره‌ای به <strong>حوالی کابل و قریه استرقچ</strong> نیز نقل شده است. در این مقاله، این نکته با بیان روایت‌محور ذکر می‌شود، نه به‌عنوان حکم قطعی تاریخ‌نگاری.</p>\n<p>نکته اصلی برای ما این است که میراث علمی امام اعظم، فراتر از جغرافیا، در <strong>روش استدلال</strong> و <strong>تقوای علمی</strong> او خلاصه می‌شود.</p>\n\n<h2>چهار اصل روش فقهی امام ابوحنیفه</h2>\n<p>اصل ۱: نص قرآنی و حدیث معتبر، بنیاد حکم است.</p>\n<p>اصل ۲: قیاس در چارچوب نص، برای پاسخ به مسائل نو به‌کار می‌رود.</p>\n<p>اصل ۳: استحسان، برای جلوگیری از سخت‌گیری زیان‌بار و حفظ مصلحت معتبر استفاده می‌شود.</p>\n<p>اصل ۴: عرف صحیح مردم در موضوعات روزمره، در استنباط نقش دارد.</p>\n\n<h2>نقل‌قول معتبر</h2>\n<p><strong>«هذا رأينا وهو أحسن ما قدرنا عليه، فمن جاءنا بأحسن منه قبلناه.»</strong></p>\n<p><em>ترجمه: این رأی ماست و بهترین چیزی است که بدان رسیده‌ایم؛ اگر کسی رأی بهتر آورد، آن را می‌پذیریم.</em></p>\n<p>این عبارت، ادب علمی امام اعظم را نشان می‌دهد: قاطعیت در اصول، و تواضع در برابر دلیل قوی‌تر.</p>\n\n<h2>کاربست برای افغانستان امروز</h2>\n<p>جامعه ما به همین روحیه نیاز دارد: وفاداری به اصول، و در عین حال توان پاسخ‌گویی به مسائل نو. اگر فقه در مسجد، مکتب، محکمه و خانواده با زبان روشن آموزش داده شود، هم اعتماد دینی تقویت می‌شود و هم نزاع‌های بی‌ثمر کم می‌گردد.</p>\n<p><strong>مثال عملی:</strong> در مسائل اقتصادی جدید، نخست باید حکم اصلِ معامله روشن شود؛ سپس با همان اصول حنفی، جزئیات معاصر بررسی گردد تا مردم میان دینداری و زندگی روزانه سرگردان نمانند.</p>\n\n<h2>جمع‌بندی</h2>\n<p>مدرسه امام ابوحنیفه، مدرسه <strong>انضباط در استدلال</strong> و <strong>رحمت در فتوا</strong> است. هرجا این دو با هم حفظ شود، فقه از متن کتاب به اصلاح واقعی جامعه تبدیل می‌شود.</p>"
    },
    {
      "authorId": "imam_abu_hanifa",
      "authorName": "امام ابوحنیفه (رح)",
      "title": "امام ابو حنیفه: د حنفي فقه اصول او د افغانستان اړتیا",
      "language": "pashto",
      "category": "salah",
      "body": "<h2>سریزه: ولې د امام اعظم مکتب مهم دی؟</h2>\n<p>امام ابو حنیفه (رح) د اسلامي فقه په تاریخ کې د <strong>منظم اجتهاد</strong> له امله پېژندل کېږي. د هغه د مکتب ځواک دا دی چې نص، عقل او د خلکو واقعي اړتیاوې په <strong>علمي توازن</strong> کې راولي.</p>\n<p>حنفي فقه له پیل څخه د ژوند د واقعي اړتیاوو لپاره جوړ شوی: عبادات، معاملات، کورنی ژوند او ټولنیز عدالت.</p>\n\n<h2>د تاریخي نسبت او خاستګاه یادونه</h2>\n<p>مشهورې تاریخي لیکنې د امام اعظم د زېږون ځای کوفه ګڼي. خو په ځینو منسوبو نسخو کې چې د مدینې منورې کتابخانې ته نسبت ورکول کېږي، د کورنۍ نسبت په <strong>د کابل شاوخوا د استرقچ کلي</strong> پورې هم یاد شوی دی. موږ دا یادونه د روایت په ډول راوړو، نه د قطعي تاریخ په توګه.</p>\n<p>اصلي خبره دا ده چې د امام میراث د جغرافیې پر ځای په <strong>استدلالي طریقه</strong> او <strong>علمي تقوا</strong> کې ښکاري.</p>\n\n<h2>د امام ابو حنیفه څلور اصول</h2>\n<p>اصل ۱: قرآن او معتبر حدیث د حکم بنیاد دی.</p>\n<p>اصل ۲: قیاس د نص په چوکاټ کې د نوو مسئلو د حل لپاره کارېږي.</p>\n<p>اصل ۳: استحسان د زیانمن سختۍ د مخنیوي لپاره کارېږي.</p>\n<p>اصل ۴: صحیح عرف په ورځنیو معاملاتو کې خپل ځای لري.</p>\n\n<h2>اړوند معتبر قول</h2>\n<p><strong>«هذا رأينا وهو أحسن ما قدرنا عليه، فمن جاءنا بأحسن منه قبلناه.»</strong></p>\n<p><em>د بیت معنی په پښتو: دا زموږ نظر دی او تر دې ښه چې موږ ته رسېدلی؛ که څوک تر دې غوره دلیل راوړي، موږ یې منو.</em></p>\n<p>دا قول د امام اعظم علمي تواضع او د دلیل منلو روحیه ښيي.</p>\n\n<h2>د افغانستان لپاره عملي پیغام</h2>\n<p>نن موږ همدې روحیې ته اړتیا لرو: په اصولو ټینګ پاتې کېدل، خو د نوو مسئلو لپاره مسوول جواب پیدا کول. که حنفي فقه په روښانه ژبه تدریس شي، د دیني باور تر څنګ ټولنیز ثبات هم پیاوړی کېږي.</p>\n<p><strong>عملي بېلګه:</strong> د نویو اقتصادي چارو په بحث کې باید لومړی د معاملې اصل حکم روښانه شي، بیا د حنفي اصولو په رڼا کې جزئیات وکتل شي.</p>\n\n<h2>پایله</h2>\n<p>د امام ابو حنیفه مکتب د <strong>منظم استدلال</strong> او <strong>رحمت‌محور فتوا</strong> مکتب دی. همدا توازن د نن ورځې لپاره هم ژوندی او اړین دی.</p>"
    },
    {
      "authorId": "sheikh_ahmad_sirhindi",
      "authorName": "شیخ احمد سرهندی (رح)",
      "title": "شیخ احمد سرهندی؛ مجدد الف ثانی و اصلاح نسبت شریعت و طریقت",
      "language": "dari",
      "category": "tazkiyah",
      "body": "<h2>مقدمه: جایگاه امام ربانی در تجدید دینی</h2>\n<p>امام ربانی در فضای پرآشوب زمان خود کوشید نسبت <strong>شریعت، طریقت و حقیقت</strong> را دوباره منظم کند. پیام اصلی او این بود که سلوک بدون التزام به سنت، پایدار نمی‌ماند و فقه بدون تزکیه، گرمی تربیتی خود را از دست می‌دهد.</p>\n<p>در مکتوبات او، تربیت سالک با <strong>محاسبه نفس</strong>، <strong>صدق نیت</strong> و ادب علمی پیش می‌رود؛ نه با هیجان زودگذر.</p>\n\n<h2>قول محوری از مکتوبات</h2>\n<p><strong>«الشريعة والطريقة والحقيقة ترجع إلى معنى واحد.»</strong></p>\n<p><em>ترجمه: شریعت و طریقت و حقیقت در نهایت به یک حقیقت بازمی‌گردند و از هم جداشدنی نیستند.</em></p>\n\n<h2>نکات کلیدی</h2>\n<p><strong>نکته ۱:</strong> ادعای حال، جای اطاعت عملی را نمی‌گیرد.</p>\n<p><strong>نکته ۲:</strong> ذکرِ خفی زمانی اثر می‌گذارد که با اصلاح اخلاق همراه باشد.</p>\n<p><strong>نکته ۳:</strong> سالک باید همواره میان خوف و رجا تعادل نگه دارد.</p>\n\n<h2>۲۵ گفتار برگزیده از روح مکتوبات امام ربانی</h2>\n<p>۱. کمال سالک در عبودیت است، نه در دعوی مکاشفه.</p>\n<p>۲. نفس تا زنده است، حجاب نیز باقی است.</p>\n<p>۳. ذکر بی‌حضور، صورت بی‌روح است.</p>\n<p>۴. میزان حق، کتاب و سنت است.</p>\n<p>۵. حقیقت بدون شریعت حاصل نمی‌شود.</p>\n<p>۶. محبتِ بی‌اتباع، دعوی بی‌ثمر است.</p>\n<p>۷. علم بی‌عمل، بر صاحبش حجت می‌شود.</p>\n<p>۸. صوفیِ بی‌علم در لغزش نزدیک‌تر است.</p>\n<p>۹. توکل، ترک اسباب مشروع نیست.</p>\n<p>۱۰. سالک باید هر روز نفس خود را حساب کند.</p>\n<p>۱۱. کشف، اگر با شرع نسازد، معتبر نیست.</p>\n<p>۱۲. بزرگ‌ترین بت، نفسِ خودبین است.</p>\n<p>۱۳. خدمت به خلق، ثمره صدقِ سلوک است.</p>\n<p>۱۴. ادعا دشمن راه است.</p>\n<p>۱۵. صبر در راه حق، نشانه صدق است.</p>\n<p>۱۶. باطنِ آلوده با ذکر لفظی پاک نمی‌شود.</p>\n<p>۱۷. فنای درست، مقدمه بقای بالله است.</p>\n<p>۱۸. سالک بی‌استاد در معرض خطاست.</p>\n<p>۱۹. اعتدال، روش اصلی نقشبندیه است.</p>\n<p>۲۰. رعایت حق مردم، شرط قبولی سلوک است.</p>\n<p>۲۱. نیت فاسد، عمل نیک را کم‌اثر می‌کند.</p>\n<p>۲۲. خشوع قلب از مراقبت دائم زاده می‌شود.</p>\n<p>۲۳. هر فیضی که غرور آورد، آفت است.</p>\n<p>۲۴. سنتِ مصطفوی معیار نهایی تربیت است.</p>\n<p>۲۵. راه اصلاح امت از اصلاح دل‌ها آغاز می‌شود.</p>\n\n<h2>جمع‌بندی</h2>\n<p>میراث امام ربانی در یک مسیر خلاصه می‌شود: <strong>فقه استوار، ذکر آگاه و اخلاق مسؤول</strong>. این جمع متوازن، امروز هم برای جامعه ما نسخه قابل اجرا است.</p>"
    },
    {
      "authorId": "sheikh_ahmad_sirhindi",
      "authorName": "شیخ احمد سرهندی (رح)",
      "title": "شیخ احمد سرهندي: د تصوف اصلاح او د سنت بیاژوندي کول",
      "language": "pashto",
      "category": "akhlaq",
      "body": "<h2>سریزه: د امام رباني د تجدید اصل</h2>\n<p>امام رباني د خپل وخت په فکري ګډوډۍ کې هڅه وکړه چې <strong>شریعت، طریقت او حقیقت</strong> بېرته په یو متوازن نظام کې راټول کړي. هغه ویل چې سلوک بې له سنته نه ټینګېږي او فقه بې له تزکیې خپل روزنیز اغېز کموي.</p>\n<p>د هغه په مکتوباتو کې د سالک روزنه د <strong>نفس محاسبه</strong>، <strong>رښتینی نیت</strong> او علمي ادب پر بنسټ روانه ده.</p>\n\n<h2>محوري قول</h2>\n<p><strong>«الشريعة والطريقة والحقيقة ترجع إلى معنى واحد.»</strong></p>\n<p><em>د بیت معنی په پښتو: شریعت، طریقت او حقیقت په اصل کې سره نه جلا کېږي او یو بل بشپړوي.</em></p>\n\n<h2>کلیدي ټکي</h2>\n<p><strong>مهم ټکی ۱:</strong> یوازې دعوه د عملي اطاعت بدیل نه شي کېدای.</p>\n<p><strong>مهم ټکی ۲:</strong> ذکر خفي باید له اخلاقو اصلاح سره یوځای وي.</p>\n<p><strong>مهم ټکی ۳:</strong> سالک باید د وېرې او هیلې توازن وساتي.</p>\n\n<h2>د امام رباني ۱۰ ټاکلي روزنيزې ويناوې</h2>\n<p>۱) «کمال سالک در عبودیت است، نه در دعوی.»</p>\n<p><em>د مانا: رښتینی کمال په بندګۍ کې دی، نه په نوم او شهرت کې.</em></p>\n<p>۲) «ذکر بی‌حضور، صورت بی‌روح است.»</p>\n<p><em>د مانا: بې حضوره ذکر ژوره بدلون نه راولي.</em></p>\n<p>۳) «معیار حق، کتاب و سنت است.»</p>\n<p><em>د مانا: د حق وروستی ترازو قرآن او سنت دی.</em></p>\n<p>۴) «محبت بی‌اتباع، دعوی بی‌ثمر است.»</p>\n<p><em>د مانا: ریښتینی محبت د پیروي غوښتنه کوي.</em></p>\n<p>۵) «علم بی‌عمل، وبال است.»</p>\n<p><em>د مانا: بې عملي علم انسان ته مسؤلیت ګرځېږي.</em></p>\n<p>۶) «توکل با ترک اسباب یکی نیست.»</p>\n<p><em>د مانا: توکل د اسبابو پرېښودل نه، بلکې له هڅې وروسته سپارل دي.</em></p>\n<p>۷) «ادعا دشمن سلوک است.»</p>\n<p><em>د مانا: ځان‌ښودنه د روحاني سفر خنډ دی.</em></p>\n<p>۸) «خدمت به خلق، ثمره صدق سلوک است.»</p>\n<p><em>د مانا: که سلوک رښتینی وي، پایله یې د خلکو خدمت وي.</em></p>\n<p>۹) «سنتِ مصطفوی معیار نهایی تربیت است.»</p>\n<p><em>د مانا: د روزنې وروستی معیار د رسول الله سنت دی.</em></p>\n<p>۱۰) «راه اصلاح امت از اصلاح دل‌ها آغاز می‌شود.»</p>\n<p><em>د مانا: د ټولنې اصلاح د زړونو له اصلاحه پیلېږي.</em></p>\n\n<h2>پایله</h2>\n<p>د امام رباني میراث موږ ته وايي چې <strong>استوار فقه، باحضور ذکر او مسؤل اخلاق</strong> سره یو ځای وساتئ؛ همدا د اعتدال لاره ده.</p>"
    },
    {
      "authorId": "abu_saeed_abolkhair",
      "authorName": "ابو سعید ابوالخیر (رح)",
      "title": "ابو سعید ابوالخیر؛ سماعِ منضبط و تربیت عشق الهی",
      "language": "dari",
      "category": "tazkiyah",
      "body": "<h2>مقدمه: ابو سعید و تربیت دل</h2>\n<p>ابو سعید ابوالخیر در سنت خراسانی با <strong>تزکیه نفس</strong> و <strong>گرمیِ خدمت</strong> شناخته می‌شود. در بیان او، ذکر و سماع زمانی ارزش دارد که اخلاق را درست کند و انسان را از دعویِ بی‌عمل دور بسازد.</p>\n<p>او سلوک را راهی برای فرار از زندگی نمی‌داند؛ بلکه می‌گوید سالک باید در میان مردم بماند، حق مردم را رعایت کند و در همان میدان، دل را با یاد خدا زنده نگه دارد.</p>\n\n<h2>قول محوری</h2>\n<p><strong>«هر که او بیدارتر، پردردتر.»</strong></p>\n<p><em>این سخن منقول، جانِ مکتب ابو سعید را خلاصه می‌کند: بیداری معنوی یعنی حسّ مسؤولیت بیشتر، نه گوشه‌نشینی.</em></p>\n\n<h2>نکات کلیدی</h2>\n<p><strong>نکته ۱:</strong> سماع در این مکتب، وسیله بیداری است نه جانشین شریعت.</p>\n<p><strong>نکته ۲:</strong> ذکرِ درست باید در زبان، معامله و رفتار خانوادگی اثر بگذارد.</p>\n<p><strong>نکته ۳:</strong> سالک واقعی از خودنمایی دور می‌شود و به خدمت بی‌نام نزدیک می‌گردد.</p>\n\n<h2>گزیده ۲۵ سخن از سنت ابو سعید</h2>\n<p>۱. هر که او بیدارتر، پردردتر.</p>\n<p>۲. کار مردان، کار دل است نه دعوی زبان.</p>\n<p>۳. آن‌که خدا را خواهد، از خودی بکاهد.</p>\n<p>۴. صحبت نیکان، زنگ دل را می‌زداید.</p>\n<p>۵. ذکر بی‌حضور دل، رسم است نه وصل.</p>\n<p>۶. هر نفسی که در غفلت گذشت، زیان است.</p>\n<p>۷. راه حق با خدمت خلق هم‌نفس است.</p>\n<p>۸. درویشی به جامه نیست، به صدق است.</p>\n<p>۹. طالب حق، از ریا گریزان است.</p>\n<p>۱۰. کم‌گویی و کم‌خوابی، دل را سبک می‌کند.</p>\n<p>۱۱. محبت، ترازوی ایمان است.</p>\n<p>۱۲. هر که عیب خود ببیند، به اصلاح نزدیک‌تر است.</p>\n<p>۱۳. نفس با محاسبه رام می‌شود، نه با آرزو.</p>\n<p>۱۴. شکایت کم کن و شکر زیاد کن.</p>\n<p>۱۵. جوانمردی آن است که خلق از تو ایمن باشند.</p>\n<p>۱۶. به اندک کار نیک، دوام بده.</p>\n<p>۱۷. اگر دل شکست، درگاه دعا گشوده شد.</p>\n<p>۱۸. حق‌الناس پیش از دعوی حال، ادا می‌خواهد.</p>\n<p>۱۹. مرد راه، در سختی شناخته می‌شود.</p>\n<p>۲۰. باطن بی‌صفا، ظاهر آراسته را رسوا می‌کند.</p>\n<p>۲۱. خاموشیِ آگاهانه، نگاه را تیزتر می‌سازد.</p>\n<p>۲۲. از آزمندی که کم شد، آرامش که زیاد شد.</p>\n<p>۲۳. عشق بی‌ادب، به مقصد نمی‌رسد.</p>\n<p>۲۴. هر که به خدا نزدیک‌تر است، به مردم مهربان‌تر است.</p>\n<p>۲۵. پایان سلوک، آغاز خدمت بی‌نام است.</p>\n\n<h2>جمع‌بندی</h2>\n<p>اگر راه ابو سعید را در یک جمله بگوییم: <strong>دل بیدار، زبان پاک و خدمت صادقانه</strong>. همین سه اصل، امروز هم برای خانواده و جامعه، نسخه عملی و زنده است.</p>"
    },
    {
      "authorId": "abu_saeed_abolkhair",
      "authorName": "ابو سعید ابوالخیر (رح)",
      "title": "ابو سعید ابوالخیر: سماع، مینه او د نفس روزنه",
      "language": "pashto",
      "category": "tazkiyah",
      "body": "<h2>سریزه: د ابو سعید د روزنې بنسټ</h2>\n<p>ابو سعید ابوالخیر په خراساني مکتب کې د <strong>نفس د اصلاح</strong> او <strong>د خلکو د خدمت</strong> له لارې یادېږي. د هغه په نزد ذکر او سماع هغه وخت ګټه لري چې اخلاق ښه کړي او انسان له دعوې بې عمله راوباسي.</p>\n<p>دا لاره یوازې احساساتي شور نه دی؛ بلکې د کور، بازار او ټولنې په منځ کې د مسؤلانه ژوند روزنه ده.</p>\n\n<h2>محوري قول</h2>\n<p><strong>«هر که او بیدارتر، پردردتر.»</strong></p>\n<p><em>د بیت معنی په پښتو: چې زړه یې ویښ وي، د الله حق او د خلکو درد ډېر ژر احساسوي.</em></p>\n\n<h2>مهم ټکي</h2>\n<p><strong>مهم ټکی ۱:</strong> سماع وسیله ده، هدف نه دی؛ معیار یې اخلاقي بدلون دی.</p>\n<p><strong>مهم ټکی ۲:</strong> ذکر باید په ژبه، راکړه ورکړه او چلند کې اثر ولري.</p>\n<p><strong>مهم ټکی ۳:</strong> سالک باید له شهرت‌غوښتنې لرې او د بې‌نامه خدمت لور ته نږدې شي.</p>\n\n<h2>د ابو سعید ۱۰ ټاکلي اقوال</h2>\n<p>۱) «هر که او بیدارتر، پردردتر.»</p>\n<p><em>د مانا: بیداري له مسؤلیت سره راځي.</em></p>\n<p>۲) «ذکر بی‌حضور دل، رسم است نه وصل.»</p>\n<p><em>د مانا: بې حضوره ذکر عادت دی، ژور اغېز نه کوي.</em></p>\n<p>۳) «راه حق با خدمت خلق هم‌نفس است.»</p>\n<p><em>د مانا: د الله لاره د خلکو د خدمت له لارې پیاوړې کېږي.</em></p>\n<p>۴) «درویشی به جامه نیست، به صدق است.»</p>\n<p><em>د مانا: روحانیت په جامه نه، په رښتینولۍ کې دی.</em></p>\n<p>۵) «طالب حق، از ریا گریزان است.»</p>\n<p><em>د مانا: د حق غوښتونکی له ځان‌ښودنې تښتي.</em></p>\n<p>۶) «محبت، ترازوی ایمان است.»</p>\n<p><em>د مانا: د ایمان اندازه په محبت او نرموالي کې ښکاري.</em></p>\n<p>۷) «شکایت کم کن و شکر زیاد کن.»</p>\n<p><em>د مانا: منفي خبرې کمول او شکر زیاتول زړه پياوړی کوي.</em></p>\n<p>۸) «جوانمردی آن است که خلق از تو ایمن باشند.»</p>\n<p><em>د مانا: غوره انسان هغه دی چې خلک ترې خوندي وي.</em></p>\n<p>۹) «عشق بی‌ادب، به مقصد نمی‌رسد.»</p>\n<p><em>د مانا: بې ادبۍ سره مینه د کمال منزل ته نه رسېږي.</em></p>\n<p>۱۰) «پایان سلوک، آغاز خدمت بی‌نام است.»</p>\n<p><em>د مانا: اصلي پخېدل هغه وخت دی چې انسان بې نومه خدمت وکړي.</em></p>\n\n<h2>پایله</h2>\n<p>د ابو سعید پیغام روښانه دی: <strong>ویښ زړه، پاکه ژبه او رښتینی خدمت</strong>. که دا درې سره یوځای شي، معنویت له لفظه عمل ته راکوزېږي.</p>"
    },
    {
      "authorId": "abulhasan_kharqani",
      "authorName": "ابوالحسن خرقانی (رح)",
      "title": "ابوالحسن خرقانی؛ خدمت به خلق به‌مثابه راه خدا",
      "language": "dari",
      "category": "akhlaq",
      "body": "<h2>مقدمه: چرا خرقانی در حافظه مردم مانده است؟</h2>\n<p>ابوالحسن خرقانی در مکتب خراسان نماد این اصل است که <strong>قرب الهی</strong> بدون <strong>خدمت به خلق</strong> کامل نمی‌شود. او سلوک را از انزوا بیرون آورد و نشان داد که معنویت واقعی باید در مهمان‌نوازی، شفقت و عدالت اجتماعی دیده شود.</p>\n<p>در زندگی او، خانقاه فقط محل ذکر نبود؛ بلکه پناهگاه خسته‌دلان و نیازمندان نیز بود. همین جمع میان عبادت و مسئولیت، خرقانی را در میان عارفان ممتاز ساخت.</p>\n\n<h2>اصل بزرگ: کرامت انسان مقدم است</h2>\n<p>نقل مشهور از خرقانی چنین است: <em>«هر که در این سرا درآید، نانش دهید و از ایمانش مپرسید.»</em> این عبارت کوتاه، برنامه‌ای کامل برای <strong>اخلاق اجتماعی</strong> است. یعنی حرمت انسان در نیاز و گرسنگی مقدم بر داوری‌های شتاب‌زده است.</p>\n<p>توضیح تربیتی این سخن آن است که دعوت دینی وقتی اثر می‌گذارد که مردم ابتدا <strong>امنیت عاطفی</strong> و <strong>رحمت عملی</strong> ببینند.</p>\n\n<h2>سلوک خرقانی: جمع میان باطن و جامعه</h2>\n<p>خرقانی به شاگردان خود می‌آموخت که ذکر بدون تهذیب زبان، و خلوت بدون امانت‌داری اجتماعی ناقص است. بنابراین، سالک باید هم‌زمان بر <strong>پاکی نیت</strong> و <strong>اصلاح رفتار</strong> کار کند.</p>\n<p>این مدل، پاسخ مناسبی برای زمان ماست؛ چون بسیاری از بحران‌ها از شکاف میان عبادت فردی و اخلاق جمعی به‌وجود می‌آید.</p>\n\n<h2>کاربرد امروز در افغانستان</h2>\n<p>میراث خرقانی می‌تواند در سه میدان فعال شود: خانه، مسجد، و اداره‌های خدماتی. در خانه با مهربانی و شنیدن، در مسجد با ادب اختلاف، و در جامعه با رسیدگی به نیازمند. این سه میدان اگر با هم تقویت شود، فرهنگ <strong>خدمتِ عالمانه</strong> دوباره جان می‌گیرد.</p>\n<p>مراکز دینی می‌توانند بر مبنای این میراث، برنامه‌های «خدمت محله‌محور» طراحی کنند تا جوانان معنویت را در عمل لمس کنند.</p>\n\n<h2>جمع‌بندی</h2>\n<p>مکتب خرقانی به ما یاد می‌دهد که راه خدا از میان دل مردم می‌گذرد: <strong>ذکر درون</strong>، <strong>رحمت بیرون</strong>، و کرامت انسان به‌عنوان محور تربیت.</p>\n\n<h2>۲۵ گفتار منسوب به ابوالحسن خرقانی</h2>\n<p>۱. هر که در این سرا درآید، نانش دهید و از ایمانش مپرسید.</p>\n<p>۲. در این خانه هر که درآید، نانش دهید و از دینش مپرسید.</p>\n<p>۳. راه به خدا بسیار است، اما نزدیک‌ترین راه، شکستن دل خویش است.</p>\n<p>۴. خدا را نه در آسمان جوی، که در دل شکسته بجوی.</p>\n<p>۵. آن‌که خدا را یافت، خود را گم کرد.</p>\n<p>۶. آن‌که خود را یافت، خدا را گم کرد.</p>\n<p>۷. مرد آن است که در میان خلق باشد و دلش با حق.</p>\n<p>۸. تصوف آن است که نه خود را ببینی و نه خلق را، جز او.</p>\n<p>۹. هر که دعوی دارد، هنوز به مقصد نرسیده است.</p>\n<p>۱۰. دل جای خداست؛ آن را به غیر مده.</p>\n<p>۱۱. عبادت آن نیست که بسیار کنی، آن است که خالص کنی.</p>\n<p>۱۲. ذکر آن نیست که بر زبان آری، ذکر آن است که در جانت جاری شود.</p>\n<p>۱۳. تا خودی باقی است، راه باقی است.</p>\n<p>۱۴. چون خود نماند، راه هم نماند.</p>\n<p>۱۵. آن‌کس که خدا را شناخت، خاموش شد.</p>\n<p>۱۶. محبت، آتشی است که هر چه جز دوست است بسوزاند.</p>\n<p>۱۷. دوست را با دوست باید شناخت، نه با عقل.</p>\n<p>۱۸. هر که به خلق خدمت کند، به حق خدمت کرده است.</p>\n<p>۱۹. درویشی آن است که هیچ نخواهی جز او.</p>\n<p>۲۰. مردان خدا بی‌نشان‌اند.</p>\n<p>۲۱. هر که را درد نیست، درمان نیست.</p>\n<p>۲۲. راهِ او با ریا جمع نشود.</p>\n<p>۲۳. عاشق را حساب و کتاب نیست.</p>\n<p>۲۴. آن‌که به خدا رسید، از خود رسید.</p>\n<p>۲۵. همهٔ عالم در دل مرد حق گنجد، اگر دل از خود خالی کند.</p>"
    },
    {
      "authorId": "abulhasan_kharqani",
      "authorName": "ابوالحسن خرقانی (رح)",
      "title": "ابوالحسن خرقاني: د خلقو خدمت د الله لارې ته تلل",
      "language": "pashto",
      "category": "akhlaq",
      "body": "<h2>ولې خرقاني لا هم په زړونو کې ژوندی دی؟</h2>\n<p>ابوالحسن خرقاني د خراساني مکتب هغه ستر عارف دی چې <strong>د الله قرب</strong> یې له <strong>د خلکو خدمت</strong> سره یو ځای تعریف کړ. د هغه په ښوونه کې خانقاه یوازې د ذکر ځای نه و؛ بلکې د ستړو، بې‌وسو او پردیو لپاره د رحم کور و.</p>\n<p>همدا جمع د باطني سلوک او ټولنیز مسؤلیت ترمنځ، هغه د تصوف په تاریخ کې ځانګړی کړ.</p>\n\n<h2>مشهوره وینا او عملي معنا</h2>\n<p>له خرقاني څخه منقول مشهور کلام دی: <em>«هر څوک چې دې سرا ته راشي، ډوډۍ ورکړئ او د ایمان پوښتنه مه ترې کوئ.»</em> دا جمله د <strong>اجتماعي اخلاقو</strong> قوي اصل بیانوي: د انسان کرامت او اړتیا باید لومړی حل شي.</p>\n<p>د دې کلام عملي تفسیر دا دی چې دعوت هغه وخت ژور اثر کوي چې خلک په لومړي قدم کې <strong>رحمت</strong> او <strong>امن احساس</strong> وویني.</p>\n\n<h2>د خرقاني روزنیز چوکاټ</h2>\n<p>خرقاني سالک ته وايي چې ذکر باید په ژبه او عمل کې راښکاره شي. که څوک په خلوت کې نرم وي او په بازار کې سخت، روزنه یې نیمګړې ده. نو <strong>د نیت صفاوالی</strong> او <strong>د چلند اصلاح</strong> باید هممهاله وي.</p>\n<p>دا توازن د نن زمانې لپاره هم مهم دی، ځکه زموږ ډېری ستونزې د عبادت او ټولنیز اخلاقو د جلاوالي له امله زیاتېږي.</p>\n\n<h2>معاصر تطبیق</h2>\n<p>د خرقاني میراث په افغانستان کې په درې برخو کې پیاوړی کېدای شي: کور، جومات او محله. په کور کې د احترام ژبه، په جومات کې د اختلاف ادب، او په ټولنه کې د بې‌وسو ملاتړ. دا درې مرحلې د <strong>مسؤلانه معنویت</strong> بنسټ جوړوي.</p>\n<p>که د دیني مرکزونو روزنیز پروګرامونه له خدمت سره وتړل شي، ځوان نسل به دین د ژوندی اخلاقو په توګه تجربه کړي.</p>\n\n<h2>پایله</h2>\n<p>د خرقاني لاره دا ده: <strong>ذکر د زړه</strong>، <strong>خدمت د لاس</strong>، او حفظ د انسان کرامت. په همدې سره سلوک له شخصي احساس نه ټولنیز رحمت ته رسېږي.</p>\n\n<p><em>د بیت معنی په پښتو: یعنې د انسان کرامت او خدمت ته لومړیتوب ورکول د سلوک اساس دی.</em></p>\n\n<h2>د خرقاني ۱۰ ټاکل شوي ويناوې</h2>\n<p>۱) «هر که در این سرا درآید، نانش دهید و از ایمانش مپرسید.»</p>\n<p><em>معنی په پښتو: هر مېلمه ته عزت او ډوډۍ ورکړئ؛ د زړه حال یې الله ته پرېږدئ.</em></p>\n<p>۲) «راه به خدا بسیار است، اما نزدیک‌ترین راه، شکستن دل خویش است.»</p>\n<p><em>معنی په پښتو: الله ته تر ټولو نږدې لاره د نفس ماتول او عاجزي ده.</em></p>\n<p>۳) «مرد آن است که در میان خلق باشد و دلش با حق.»</p>\n<p><em>معنی په پښتو: رښتینی سالک په خلکو کې ژوند کوي، خو زړه یې له الله سره تړلی وي.</em></p>\n<p>۴) «دل جای خداست؛ آن را به غیر مده.»</p>\n<p><em>معنی په پښتو: زړه د حق امانت دی؛ د دنیا د بتانو لپاره یې مه سپارئ.</em></p>\n<p>۵) «ذکر آن نیست که بر زبان آری، ذکر آن است که در جانت جاری شود.»</p>\n<p><em>معنی په پښتو: اصلي ذکر هغه دی چې له ژبې نه تر باطنه ورسېږي.</em></p>\n<p>۶) «محبت، آتشی است که هر چه جز دوست است بسوزاند.»</p>\n<p><em>معنی په پښتو: رښتینې مینه غیرالله سوځوي او زړه پاکوي.</em></p>\n<p>۷) «هر که به خلق خدمت کند، به حق خدمت کرده است.»</p>\n<p><em>معنی په پښتو: د خلکو خدمت د الله د رضا مستقیمه لاره ده.</em></p>\n<p>۸) «درویشی آن است که هیچ نخواهی جز او.»</p>\n<p><em>معنی په پښتو: دروېشي د قناعت او توحید نوم دی؛ غوښتنه یوازې له حقه.</em></p>\n<p>۹) «راهِ او با ریا جمع نشود.»</p>\n<p><em>معنی په پښتو: د ریا او د حق لاره یو ځای نه راځي.</em></p>\n<p>۱۰) «مردان خدا بی‌نشان‌اند.»</p>\n<p><em>معنی په پښتو: د الله دوستان اکثره په شهرت نه، بلکې په اخلاص پېژندل کېږي.</em></p>"
    },
    {
      "authorId": "khwaja_muhammad_parsa",
      "authorName": "خواجه محمد پارسا (رح)",
      "title": "خواجه محمد پارسا و توازن شریعت و طریقت در سنت نقشبندیه",
      "language": "dari",
      "category": "tazkiyah",
      "body": "<h2>مقدمه: جایگاه خواجه محمد پارسا</h2>\n<p>خواجه محمد پارسا در سنت نقشبندی به‌عنوان عالمی شناخته می‌شود که <strong>فقه و سلوک</strong> را در یک دستگاه تربیتی منظم جمع کرد. در آثار منسوب به او، سالک باید هم در ظاهر ملتزم به شریعت باشد و هم در باطن اهل مراقبه و محاسبه.</p>\n<p>این نگاه برای جامعه‌ای مانند افغانستان مهم است؛ زیرا نشان می‌دهد معنویت سالم بدون چارچوب علمی پایدار نمی‌ماند.</p>\n\n<h2>اصل محوری: شریعت، نگهبان سلوک</h2>\n<p>در روایت‌های نقشبندی پیرامون مکتب پارسا تأکید می‌شود که <strong>هیچ حال معنوی</strong> نباید از میزان شریعت بیرون رود. به تعبیر اهل طریقت، «حالِ بی‌میزان» می‌تواند به خودپسندی یا افراط بینجامد.</p>\n<p><em>نقل مشهور در این مکتب:</em> «الطریقةُ كلُّها أدب.» این جمله، هرچند در آثار صوفیه به صورت گسترده آمده، در حلقه‌های پارسا به‌عنوان قاعده تربیتی تکرار می‌شد. توضیح آن روشن است: ادب با خدا، با استاد، و با خلق.</p>\n\n<h2>ذکر خفی و انضباط باطنی</h2>\n<p>از ویژگی‌های نقشبندیه، تأکید بر <strong>ذکر خفی</strong> و حضور قلب است. پارسا این روش را ابزاری برای کنترل تشتت ذهن و پالایش نیت می‌دانست. سالک باید در میان کار روزمره نیز رشته یاد خدا را حفظ کند؛ نه اینکه معنویت را فقط به خلوت محدود سازد.</p>\n<p>این روش می‌تواند نسل امروز را از دو افراط نجات دهد: معنویت احساسیِ بی‌برنامه، و دینداری خشکِ بی‌روح.</p>\n\n<h2>کاربرد امروز</h2>\n<p>برای بازخوانی مکتب پارسا در زمان حاضر، سه اقدام عملی پیشنهاد می‌شود: برنامه روزانه کوتاه برای ذکر، مطالعه منظم متون معتبر فقهی-اخلاقی، و خدمت هفتگی به مردم. این ترکیب، <strong>علم</strong>، <strong>حال</strong> و <strong>عمل</strong> را متوازن می‌کند.</p>\n<p>وقتی این سه محور هم‌زمان تقویت شود، طریقت از شعار به تربیت واقعی تبدیل می‌گردد.</p>\n\n<h2>جمع‌بندی</h2>\n<p>میراث خواجه محمد پارسا بر یک پیام روشن استوار است: <strong>سلوکِ درست</strong> با <strong>شریعتِ روشن</strong> و <strong>اخلاقِ خدمت‌محور</strong> پایدار می‌شود. این پیام برای تربیت دینی معاصر همچنان راهگشا است.</p>\n\n<h2>ابیات عرفانی در مکتب خواجه محمد پارسا</h2>\n<p>«در نهان دل، ذکرِ بی‌صدا — چون مهرِ حق، می‌رقصد بی‌نوا — نه خود، نه دنیا، نه هیچ تمنّا — فقط آن نورِ پاکِ صفا»</p>\n<p>«آن که دلش خانهٔ حق بود — نه بوی دنیا در آن نفوذ بود — چون چشم بر هم نهد، فقط نور — راهِ وصلِ دوست شود سود»</p>\n<p>«عشق چو در سینه رسد جان — رازِ تنهایی، بی‌انکار — دیگر نه نامِ من مانَد — نه مرزِ هیچ دیوار»</p>"
    },
    {
      "authorId": "khwaja_muhammad_parsa",
      "authorName": "خواجه محمد پارسا (رح)",
      "title": "خواجه محمد پارسا: شریعت، طریقت او د ذکر خفي توازن",
      "language": "pashto",
      "category": "tazkiyah",
      "body": "<h2>سریزه: د خواجه محمد پارسا مقام</h2>\n<p>خواجه محمد پارسا د نقشبندي دود هغه عالم ګڼل کېږي چې <strong>فقهي نظم</strong> او <strong>باطني سلوک</strong> یې په یوه منظم چوکاټ کې سره وتړل. د هغه د مکتب اساسي پیغام دا دی: ظاهر دې د شریعت تابع وي او باطن دې د مراقبې او محاسبې له لارې پاک شي.</p>\n<p>دا توازن د نن ورځې لپاره هم ضروري دی، ځکه بې‌نظمه معنویت ژر افراط ته ځي او بې‌روحه دینداري ژر سختۍ ته.</p>\n\n<h2>محوري اصل: شریعت د سلوک میزان</h2>\n<p>په نقشبندي روایتونو کې د پارسا له مکتب سره یو اصل تکرارېږي: <strong>هیڅ حال</strong> باید د شریعت له چوکاټه بهر نه شي. که معنوي تجربه میزان ونه لري، نفس ځان ته دیني عنوان پیدا کوي.</p>\n<p><em>مشهور منقول:</em> «الطریقةُ كلُّها أدب.» دا جمله په طریقتي ادبیاتو کې عامه ده او په پارسايي حلقو کې یې عملي معنا دا وه: ادب له الله سره، ادب له استاد سره، او ادب له خلکو سره.</p>\n\n<h2>ذکر خفي او د نفس انضباط</h2>\n<p>په دې مکتب کې <strong>ذکر خفي</strong> یوازې لفظي تکرار نه دی؛ بلکې د زړه د حضور تمرین دی. سالک باید په کار، کور او ټولنیز ژوند کې هم د الله یاد وساتي. همدا دوام د نیت صفا ساتي او د نفس بې‌نظمي کموي.</p>\n<p>دغه طریقه ځوان نسل ته ښيي چې معنویت له ژوند نه بېل نه دی؛ بلکې د ژوند د هرې ساحې اصلاح کوي.</p>\n\n<h2>معاصر تطبیق</h2>\n<p>د پارسا د مکتب د بیا فعالولو لپاره درې عملي ګامونه مهم دي: لنډ ورځنی ذکر، منظم علمي مطالعه، او دوامدار ټولنیز خدمت. دا درې واړه یو ځای <strong>علم</strong>، <strong>حال</strong> او <strong>عمل</strong> توازن کوي.</p>\n<p>که دا پروګرام د جوماتونو او روزنیزو حلقو له لارې تطبیق شي، طریقت به له شعار نه اغېزمن تربیت ته واوړي.</p>\n\n<h2>پایله</h2>\n<p>د خواجه محمد پارسا میراث دا ښيي چې <strong>روښانه شریعت</strong>، <strong>ویښ باطن</strong> او <strong>خدمت‌محور اخلاق</strong> د سالم سلوک درې ستنې دي.</p>\n\n<p><em>د بیت معنی په پښتو: یعنې د طریقت ټول سفر د ادب او انضباط په محور روان دی.</em></p>\n\n<h2>د خواجه محمد پارسا د نقشبندي ذوق بيتونه</h2>\n<p>«در نهان دل، ذکرِ بی‌صدا — چون مهرِ حق، می‌رقصد بی‌نوا — نه خود، نه دنیا، نه هیچ تمنّا — فقط آن نورِ پاکِ صفا» — (پښتو: پټ ذکر د زړه فضا صفا کوي او انسان له نفساني غوښتنو څخه اعتدال ته راولي.)</p>\n<p>«آن که دلش خانهٔ حق بود — نه بوی دنیا در آن نفوذ بود — چون چشم بر هم نهد، فقط نور — راهِ وصلِ دوست شود سود» — (پښتو: چې زړه د حق کور شي، د دنیا بوی کمزوری کېږي او د وصل لاره روښانه کېږي.)</p>\n<p>«عشق چو در سینه رسد جان — رازِ تنهایی، بی‌انکار — دیگر نه نامِ من مانَد — نه مرزِ هیچ دیوار» — (پښتو: په ژوره مینه کې د «زه» دیوال نړېږي او سالک د وحدت ذوق ته نږدې کېږي.)</p>"
    },
    {
      "authorId": "sheikh_ahmad_jam",
      "authorName": "شیخ احمد جام (رح)",
      "title": "شیخ احمد جام (ژنده‌پیل)؛ توبه، مجاهده و اصلاح جامعه",
      "language": "dari",
      "category": "tazkiyah",
      "body": "<h2>مقدمه: چرا شیخ احمد جام همچنان اثرگذار است؟</h2>\n<p>شیخ احمد جام، مشهور به ژنده‌پیل، از چهره‌های مهم تصوف خراسان است که سلوک را با <strong>توبه عملی</strong> و <strong>اصلاح اجتماعی</strong> پیوند داد. در سنت منسوب به او، سالک باید از گذشته گسست واقعی بگیرد و در رفتار تازه، صدق خود را ثابت کند.</p>\n<p>همین نگاه عملی سبب شد مکتب او فقط در خانقاه نماند و به میدان زندگی مردم راه پیدا کند.</p>\n\n<h2>توبه در مکتب ژنده‌پیل</h2>\n<p>در این مکتب، توبه صرفاً گفتنِ استغفار نیست؛ بلکه <strong>تصمیم روشن</strong>، <strong>جبران حق‌الناس</strong> و <strong>دوام بر مسیر جدید</strong> است. اگر خطا به مردم آسیب زده باشد، اصلاح بدون جبران کامل نمی‌شود.</p>\n<p><em>نقل مشهور در تذکره‌ها:</em> «توبه آن است که دل از غیر خدا بگردد و دست از ستم بر خلق بازایستد.» توضیح این جمله روشن می‌سازد که توبه حقیقی هم باطن را تصحیح می‌کند و هم رابطه انسان با جامعه را.</p>\n\n<h2>مجاهده نفس و نظم روزانه</h2>\n<p>شیخ احمد جام بر مجاهده تدریجی تأکید می‌کرد: کاهش پرگویی، کم‌کردن عادت‌های زیان‌آور، مراقبت بر نماز، و دوام ذکر. این برنامه به سالک کمک می‌کند که تغییر را در قالب <strong>عادت پایدار</strong> تجربه کند، نه موج احساسی کوتاه.</p>\n<p>برای جوان امروز نیز همین مسیر عملی است: گام کوچک، استمرار زیاد، و بازبینی روزانه.</p>\n\n<h2>پیام اجتماعی مکتب او</h2>\n<p>مکتب ژنده‌پیل به جامعه یاد می‌دهد که دینداری بدون اصلاح رفتار عمومی ناقص است. اگر مجالس ذکر به کاهش ظلم، دروغ و تحقیر منتهی نشود، باید روش را بازنگری کرد. معنویتِ سالم به <strong>عدالت</strong>، <strong>رحمت</strong> و <strong>مسئولیت‌پذیری</strong> اجتماعی می‌انجامد.</p>\n<p>این پیام در شرایط امروز افغانستان می‌تواند به بازسازی اعتماد میان مردم کمک کند.</p>\n\n<h2>جمع‌بندی</h2>\n<p>میراث شیخ احمد جام بر این اصل استوار است: <strong>توبه واقعی</strong>، مجاهده مستمر و خدمت به خلق. این سه رکن، سلوک را از ادعا به حقیقت نزدیک می‌کند.</p>\n\n<h2>گلچین ابیات معنوی در سبک شیخ احمد جام</h2>\n<p>«هر که در سینه‌اش آتشِ عشق باشد — ز هیاهوی دنیا دیگر هیچش نپرسد — هر که جز معشوق در دل نبیند — در وصل حق، همهٔ مرزها شکست»</p>\n<p>«صحبتِ دل با حق، زبانِ خاموش است — نه ز بهرِ نام، نه ز بهرِ هوس — بلکه در لحظهٔ بی‌ادعا — حقیقتِ راه، روشن چون خس»</p>\n<p>«عشق چون در دل شاخه زد — خود را نه دید، جز خدا — آمد و شد در آغوشِ سکوت — تا رسید به سرِ سودا»</p>"
    },
    {
      "authorId": "sheikh_ahmad_jam",
      "authorName": "شیخ احمد جام (رح)",
      "title": "شیخ احمد جام (ژنده‌پیل): توبه، مجاهده او ټولنیز اصلاح",
      "language": "pashto",
      "category": "tazkiyah",
      "body": "<h2>سریزه: د ژنده‌پیل د مکتب دوامداره اغېزه</h2>\n<p>شیخ احمد جام، چې ژنده‌پیل هم بلل کېږي، د خراسان په تصوفي تاریخ کې د <strong>عملي توبې</strong> او <strong>ټولنیز اصلاح</strong> استازی دی. د هغه په ښوونه کې سالک باید له پخوانیو خطاوو سره ریښتینی قطع وکړي او په نوې لاره کې ثبات وښيي.</p>\n<p>له همدې امله د هغه سلوک یوازې د خانقاه دیوالونو کې بند نه شو، بلکې د خلکو تر ژوند پورې ورسېد.</p>\n\n<h2>توبه: له لفظه تر بدلونه</h2>\n<p>په دې مکتب کې توبه یوازې استغفار ویل نه دي؛ بلکې <strong>روښانه پرېکړه</strong>، <strong>د خلکو د حق جبران</strong> او <strong>پر نوې لارې دوام</strong> دی. که چاته زیان رسېدلی وي، اصلاح له جبران پرته نیمګړې ده.</p>\n<p><em>مشهور منقول:</em> «توبه هغه ده چې زړه له غیر الله واوړي او لاس د خلکو له ځورولو ودرېږي.» دا جمله د باطن او ټولنې دواړه اصلاح بیانوي.</p>\n\n<h2>مجاهده نفس او ورځنی نظم</h2>\n<p>شیخ احمد جام تدریجي مجاهده مهمه بلله: د ژبې کنټرول، د زیانمنو عادتونو کمول، د لمانځه پابندي او دوامدار ذکر. دغه پروسه بدلون په <strong>دوامداره عادت</strong> بدلوي، نه موقتي جذبه.</p>\n<p>د نن ځوان لپاره هم همدا لاره اغېزمنه ده: کوچني ګامونه، زیات دوام، او هره ورځ ځان‌محاسبه.</p>\n\n<h2>ټولنیز پیغام</h2>\n<p>د ژنده‌پیل مکتب وایي چې دیني ژوند که په ټولنه کې د ظلم، دروغ او سپکاوي کچه راټیټه نه کړي، نو بیاکتنې ته اړتیا لري. سالم معنویت باید <strong>عدالت</strong>، <strong>رحمت</strong> او <strong>مسؤلیت</strong> تولید کړي.</p>\n<p>دا پیغام د افغانستان د اوسني حالت لپاره مهم دی، ځکه د باور بیا رغونه له همدغسې اخلاقو پیلېږي.</p>\n\n<h2>پایله</h2>\n<p>د شیخ احمد جام میراث درې ټکي سره تړي: <strong>ریښتینې توبه</strong>، منظم مجاهده او خدمت د خلکو. همدا درېګونې سلوک له ادعا څخه عمل ته راولي.</p>\n\n<p><em>د بیت معنی په پښتو: یعنې ریښتینې توبه له زړه نه پیلېږي او په چلند کې ښکاري.</em></p>\n\n<h2>د شیخ احمد جام د معنوي سبک منتخب بيتونه</h2>\n<p>«هر که در سینه‌اش آتشِ عشق باشد — ز هیاهوی دنیا دیگر هیچش نپرسد — هر که جز معشوق در دل نبیند — در وصل حق، همهٔ مرزها شکست» — (پښتو: د عشق اور چې په زړه کې پیدا شي، د دنیا شور کم‌ارزښته شي او انسان د حق وصل ته نږدې کېږي.)</p>\n<p>«صحبتِ دل با حق، زبانِ خاموش است — نه ز بهرِ نام، نه ز بهرِ هوس — بلکه در لحظهٔ بی‌ادعا — حقیقتِ راه، روشن چون خس» — (پښتو: د زړه حقیقي مناجات بې‌ادعا وي؛ نه د نوم لپاره وي او نه د نفس غوښتنو لپاره.)</p>\n<p>«عشق چون در دل شاخه زد — خود را نه دید، جز خدا — آمد و شد در آغوشِ سکوت — تا رسید به سرِ سودا» — (پښتو: چې مینه ژوره شي، انسان له ځان څخه تېرېږي او د سکوت په لاره د یقین مقام ته رسېږي.)</p>"
    },
    {
      "authorId": "khwaja_baqi_billah",
      "authorName": "خواجه باقی‌بالله (رح)",
      "title": "خواجه باقی‌بالله؛ احیای نقشبندیه و تربیت شاگردان اثرگذار",
      "language": "dari",
      "category": "tazkiyah",
      "body": "<h2>اهمیت خواجه باقی‌بالله در نقشبندیه</h2>\n<p>خواجه باقی‌بالله، که در روایت‌ها با کابل نیز پیوند دارد، از شخصیت‌هایی است که نقشبندیه را در هند به شکل <strong>نظام تربیتی منسجم</strong> احیا کرد. اهمیت او فقط در کرامت یا شهرت فردی نیست؛ بلکه در ساختن نسلی از شاگردان است که مهم‌ترین‌شان امام ربانی بود.</p>\n<p>به این معنا، باقی‌بالله نقطه اتصال میان میراث خراسانی و جریان اصلاحی متأخر به‌شمار می‌آید.</p>\n\n<h2>اصل «دل به یار، دست به کار»</h2>\n<p>در سنتی که باقی‌بالله نمایندگی می‌کرد، اصل مشهور <em>«دل به یار، دست به کار»</em> به‌عنوان قاعده عملی مطرح بود. معنای آن این است که سالک باید درون را با ذکر زنده نگه دارد، اما در بیرون از مسئولیت اجتماعی فرار نکند.</p>\n<p>این اصل، معنویت را از انزوا بیرون می‌آورد و به <strong>کار مفید</strong>، <strong>اخلاق حرفه‌ای</strong> و <strong>خدمت عمومی</strong> پیوند می‌زند.</p>\n\n<h2>تربیت شاگرد؛ میراث ماندگار</h2>\n<p>باقی‌بالله بر کیفیت شاگردسازی تمرکز داشت: انضباط عبادت، تصحیح نیت، و مراقبت از زبان و قلب. او می‌دانست که اصلاح اجتماعی با <strong>انسان‌های تربیت‌شده</strong> ممکن می‌شود، نه با شعارهای هیجانی.</p>\n<p>اثر این روش را در مکتوبات و جریان اصلاحی امام ربانی می‌توان دید؛ جایی که تصوف و شریعت دوباره در نسبت متوازن تعریف شدند.</p>\n\n<h2>درس برای امروز</h2>\n<p>برای زمان ما، روش باقی‌بالله سه درس روشن دارد: برنامه کوتاه اما مستمر ذکر، تعلیم علمیِ معتبر، و حضور مسئولانه در جامعه. این ترکیب، فرد را از پراکندگی بیرون می‌آورد و به <strong>ثبات ایمانی</strong> می‌رساند.</p>\n<p>مراکز دینی اگر این الگو را احیا کنند، جوانان معنویت را به‌عنوان مسیر زندگی فعال می‌فهمند.</p>\n\n<h2>جمع‌بندی</h2>\n<p>میراث خواجه باقی‌بالله در یک جمله خلاصه می‌شود: <strong>ذکر عمیق</strong>، <strong>تربیت منظم</strong> و <strong>خدمت اجتماعی</strong>. این سه رکن، دلیل ماندگاری اثر او در تاریخ نقشبندیه است.</p>\n\n<h2>ابیات عرفانی مرتبط با خواجه باقی‌بالله</h2>\n<p>«هر که شد عاشقِ بی‌پروا و تو — دل زدود از هر چه غیرِ حق بود — بی‌صدا چون ذکرِ خفی گیرد — در آفاق جانش نورِ خدا رقصد»</p>\n<p>«اگر دل خالی شد ز هر خودی — بقی لله شود همان یافتِ بودی — نه رنگِ دنیا، نه وحشتِ غم — چون یار آمد، همهٔ سایه‌ها گم»</p>\n<p>«عشق را نه قانونِ زبان فهمد<br/>نه آب روانِ خیالِ زمان فهمد<br/>هر که درونش را خانهٔ دوست کرد<br/>در سینه‌اش، ذکرِ خفی رهِ یار آورد»</p>\n<p><em>نکته: این قطعه بر محور خاموشی دل و ذکر خفی دلالت دارد.</em></p>"
    },
    {
      "authorId": "khwaja_baqi_billah",
      "authorName": "خواجه باقی‌بالله (رح)",
      "title": "خواجه باقي‌بالله: د نقشبندۍ تجدید او د شاګرد روزنه",
      "language": "pashto",
      "category": "tazkiyah",
      "body": "<h2>سریزه: د خواجه باقي‌بالله تاریخي اهمیت</h2>\n<p>خواجه باقي‌بالله هغه شخصیت دی چې د نقشبندۍ طریقه یې په هند کې د <strong>منظم تربیوي سیستم</strong> په توګه بېرته فعاله کړه. د هغه اصلي اهمیت یوازې په شخصي شهرت کې نه دی، بلکې په دې کې دی چې داسې شاګردان یې وروزل چې تر ټولو مشهور یې امام رباني دی.</p>\n<p>له همدې امله هغه د خراساني میراث او متاخر اصلاحي جریان ترمنځ مهم پُل ګڼل کېږي.</p>\n\n<h2>«دل په یار، لاس په کار» اصل</h2>\n<p>په هغه دود کې چې باقي‌بالله یې استازیتوب کاوه، مشهور اصل دا و: <em>«دل په یار، لاس په کار.»</em> مانا یې دا ده چې سالک دې په زړه کې ذکر ژوندی وساتي، خو په ټولنیزو مسؤلیتونو کې دې فعال وي.</p>\n<p>دغه اصل معنویت د انزوا پر ځای <strong>ګټور کار</strong>، <strong>مسلکي اخلاق</strong> او <strong>عامه خدمت</strong> ته اړوي.</p>\n\n<h2>د شاګرد روزنې میتود</h2>\n<p>باقي‌بالله د روزنې په کیفیت ټینګار درلود: عبادتي نظم، د نیت تصحیح، او د ژبې او زړه مراقبت. هغه پوهېده چې ټولنیز اصلاح د <strong>روزلو انسانانو</strong> له لارې ممکن دی، نه د لنډمهاله شعارونو په وسیله.</p>\n<p>د دې طریقې اغېزه وروسته د امام رباني په اصلاحي فکر کې هم ښکاره شوه.</p>\n\n<h2>نننی تطبیق</h2>\n<p>د معاصرې ټولنې لپاره درې مهم درسونه لري: لنډ خو دوامدار ذکر، معتبر علمي مطالعه، او مسؤلانه ټولنیز حضور. دا ترکیب انسان له تشتت نه باسي او <strong>ایماني ثبات</strong> ورکوي.</p>\n<p>که دیني بنسټونه دا روش بیا راژوندی کړي، ځوانان به معنویت د فعال ژوند د برنامې په توګه وویني.</p>\n\n<h2>پایله</h2>\n<p>د خواجه باقي‌بالله میراث په درې ټکو کې راټولېږي: <strong>ژور ذکر</strong>، <strong>منظم تربیت</strong> او <strong>ټولنیز خدمت</strong>. همدا د هغه د تاریخي اغېز راز دی.</p>\n\n<p><em>د بیت معنی په پښتو: یعنې زړه دې له الله سره وي او لاس دې په خدمت او کار بوخت وي.</em></p>\n\n<h2>د خواجه باقي‌بالله د عرفاني ذوق بيتونه</h2>\n<p><strong>«هر که شد عاشقِ بی‌پروا و تو — دل زدود از هر چه غیرِ حق بود — بی‌صدا چون ذکرِ خفی گیرد — در آفاق جانش نورِ خدا رقصد» — (پښتو: څوک چې رښتینې مینه وکړي او له غیرالله ځان پاک کړي، د خاموش ذکر په برکت یې باطن منورېږي.)</strong></p>\n<p>«اگر دل خالی شد ز هر خودی — بقی لله شود همان یافتِ بودی — نه رنگِ دنیا، نه وحشتِ غم — چون یار آمد، همهٔ سایه‌ها گم» — (پښتو: چې زړه له ځان‌غوښتنې خالي شي، د دنیا رنګ او د غم سیوري کمزوري کېږي او د قرب سکون راځي.)</p>\n<p>«عشق را نه قانونِ زبان فهمد<br/>نه آب روانِ خیالِ زمان فهمد<br/>هر که درونش را خانهٔ دوست کرد<br/>در سینه‌اش، ذکرِ خفی رهِ یار آورد» — (پښتو: عشق یوازې په ظاهري ژبه نه تشریح کېږي؛ چې څوک زړه د دوست کور وګرځوي، د خاموش ذکر په برکت یې رهِ یار په سینه کې موندل کېږي.)</p>"
    },
    {
      "authorId": "shah_foulad_kabuli",
      "authorName": "شاه فولاد کابلی (رح)",
      "title": "شاه فولاد کابلی؛ آداب زیارت و پیوند معنویت با مسئولیت شهری",
      "language": "dari",
      "category": "akhlaq",
      "body": "<h2>مقدمه: زیارت به‌مثابه مدرسه اخلاق</h2>\n<p>در فرهنگ دینی کابل، نام شاه فولاد با <strong>ادب زیارت</strong>، دعا و آرامش دل پیوند خورده است. زیارت در نگاه عالمانه، جایگزین عبادت واجب یا شریعت نیست؛ بلکه فرصت <strong>تذکر معنوی</strong> و <strong>تربیت اجتماعی</strong> است.</p>\n<p>وقتی زائر با نیت صحیح وارد می‌شود، می‌آموزد که حرمت مکان مقدس باید به حرمت مردم در کوچه و بازار نیز تبدیل شود.</p>\n\n<h2>آداب حضور: سکوت، احترام، خدمت</h2>\n<p>ادب زیارت سه رکن دارد: نیت خالص، زبان آرام، و رعایت حق دیگران. اگر فضای زیارت به ازدحام بی‌نظم، آزار مردم یا رقابت نمایشی تبدیل شود، هدف معنوی آن آسیب می‌بیند.</p>\n<p><em>نقل محلیِ رایج در کابل:</em> «زیارت بی‌ادب، تنها رفت‌وآمد است.» توضیح این جمله روشن است: ارزش زیارت در <strong>تغییر اخلاق</strong> و <strong>افزایش مسئولیت</strong> است، نه در تکرار ظاهری حضور.</p>\n\n<h2>زیارت و مسئولیت شهری</h2>\n<p>یکی از کاربردهای مهم این سنت، تبدیل معنویت به رفتار مدنی است: پاک نگه‌داشتن محیط، رعایت صف و نوبت، کمک به سالمندان، و حفظ آرامش عمومی. این موارد شاید ساده به‌نظر آید، اما دقیقاً همان جایی است که معنویت با <strong>نظم اجتماعی</strong> پیوند می‌خورد.</p>\n<p>اگر این آداب تقویت شود، زیارت به مدرسه‌ای برای باشنده‌گی مسئولانه تبدیل می‌گردد.</p>\n\n<h2>درس برای نسل جوان</h2>\n<p>برای جوان امروز، پیام این میراث روشن است: احترام به نمادهای دینی باید هم‌زمان با احترام به انسان‌ها باشد. دینداری‌ای که خلق را نادیده بگیرد، ناقص می‌ماند. بنابراین، زیارت باید به <strong>خدمت محله‌محور</strong>، <strong>همدلی</strong> و <strong>کار جمعی</strong> منتهی شود.</p>\n<p>اداره‌های فرهنگی می‌توانند از این ظرفیت برای آموزش رفتار باشنده‌گی استفاده کنند.</p>\n\n<h2>جمع‌بندی</h2>\n<p>سنت منسوب به شاه فولاد کابلی یادآوری می‌کند که زیارت واقعی، دل را نرم و جامعه را منظم‌تر می‌کند. <strong>حضور معنوی</strong> زمانی کامل است که به اخلاق عمومی و خدمت به خلق برسد.</p>\n\n<h2>گلچین ابیات زیارتی و ادب</h2>\n<p><em>ابیات برگزیده از سعدی و خواجه عبدالله انصاری (پیر هرات)، هم‌سو با سنت زیارت و ادب منسوب به مکتب شاه فولاد کابلی.</em></p>\n<p>«عبادت بجز خدمت خلق نیست<br/>به تسبیح و سجاده و دلق نیست<br/>تو بر تخت سلطانی خویش باش<br/>به اخلاق پاکیزه، درویش باش» — <em>بوستان سعدی</em></p>\n<p>«به صدق و ارادت، میان بسته دار<br/>ز طامات و دعوی، زبان بسته دار<br/>قدم باید اندر طریقت، نه دَم<br/>که اصلی ندارد دَمِ بی قدم» — <em>بوستان سعدی</em></p>\n<p>«الهی تو بر رحمت خود و من بر حاجت خویش<br/>تو توانگری و من درویش» — <em>مناجات خواجه عبدالله انصاری</em></p>"
    },
    {
      "authorId": "shah_foulad_kabuli",
      "authorName": "شاه فولاد کابلی (رح)",
      "title": "شاه فولاد کابلي: د زیارت ادب او ښاري مسؤلیت",
      "language": "pashto",
      "category": "akhlaq",
      "body": "<h2>سریزه: زیارت د اخلاقو روزنیز مکتب</h2>\n<p>د کابل په دیني فرهنګ کې د شاه فولاد نوم له <strong>د زیارت ادب</strong>، دعا او د زړه له سکون سره تړلی دی. زیارت په سمه معنا د شریعت بدیل نه دی؛ بلکې د <strong>معنوي تذکر</strong> او <strong>ټولنیز تربیت</strong> فرصت دی.</p>\n<p>کله چې زائر په صحیح نیت حاضر شي، زده کوي چې د مقدس ځای احترام باید د خلکو په حق کې هم ښکاره شي.</p>\n\n<h2>د حضور اصول: نیت، سکون، احترام</h2>\n<p>د زیارت ادب درې ستنې لري: خالص نیت، نرمه ژبه او د نورو حق ته پام. که زیارت د بې‌نظمۍ، شور او نمایشي رقابت ځای شي، اصلي معنوي هدف زیان ویني.</p>\n<p><em>مشهور محلي وینا:</em> «بې ادبه زیارت یوازې تګ راتګ دی.» د دې جملې معنا دا ده چې د زیارت ارزښت باید په <strong>اخلاقي بدلون</strong> او <strong>مسؤلانه چلند</strong> کې ښکاره شي.</p>\n\n<h2>زیارت او ښاري مسؤلیت</h2>\n<p>د دې دود مهمه ګټه دا ده چې معنویت په مدني چلند بدلوي: چاپېریال پاک ساتل، د نوبت رعایت، د مشرانو مرسته او د عامه آرام ساتنه. همدا هغه ځای دی چې دیني احساس د <strong>ټولنیز نظم</strong> برخه ګرځي.</p>\n<p>که دا آداب پیاوړي شي، زیارت د مسؤل ښاروالۍ د روزنې عملي مکتب کېدای شي.</p>\n\n<h2>د ځوان نسل لپاره پیغام</h2>\n<p>د نن ځوان ته پیغام دا دی: د مقدساتو احترام باید د انسانانو د احترام سره یو ځای وي. هغه دینداري چې د خلکو درد نه ویني، بشپړه نه ده. نو زیارت باید <strong>محلې ته خدمت</strong>، <strong>همدردي</strong> او <strong>ګډ کار</strong> وزېږوي.</p>\n<p>فرهنګي بنسټونه کولای شي له همدې میراثه د عملي اخلاقو روزنه جوړه کړي.</p>\n\n<h2>پایله</h2>\n<p>د شاه فولاد کابلي له دود څخه دا زده کوو چې ریښتینی زیارت زړه نرموي او ټولنه منظموي. <strong>معنوي حضور</strong> هغه وخت بشپړېږي چې عامه اخلاق او خدمت د خلکو ورسره یوځای شي.</p>\n\n<p><em>د بیت معنی په پښتو: یعنې زیارت هغه وخت ارزښت لري چې اخلاق او نظم هم ورسره وي.</em></p>\n\n<h2>د زیارت او ادب منتخب بيتونه</h2>\n<p><em>د سعدي او خواجه عبدالله انصاري (پیر هرات) له ابیاتو څخه، چې له د شاه فولاد کابلي له مکتب سره هم‌سو دي.</em></p>\n<p>«عبادت بجز خدمت خلق نیست<br/>به تسبیح و سجاده و دلق نیست<br/>تو بر تخت سلطانی خویش باش<br/>به اخلاق پاکیزه، درویش باش» — <em>بوستان سعدی</em> — (پښتو: ریښتینې عبادت په خلکو خدمت کې دی، نه په تسبیح او سجاده کې؛ په پاکو اخلاقو درویش وګرځئ.)</p>\n<p>«به صدق و ارادت، میان بسته دار<br/>ز طامات و دعوی، زبان بسته دار<br/>قدم باید اندر طریقت، نه دَم<br/>که اصلی ندارد دَمِ بی قدم» — <em>بوستان سعدی</em> — (پښتو: په صدق او ارادت کې مینځ تړئ؛ له لویې وینا ځان وساتئ؛ عمل مهم دی، نه یوازې وینا.)</p>\n<p>«الهی تو بر رحمت خود و من بر حاجت خویش<br/>تو توانگری و من درویش» — <em>مناجات خواجه عبدالله انصاری</em> — (پښتو: ای خدایه، ته پر خپله رحمت یې او زه پر خپله حاجت؛ ته بډایه یې او زه بې‌وزله.)</p>"
    },
    {
      "authorId": "nurul_mashayekh_mujaddidi",
      "authorName": "نورالمشایخ مجددی (رح)",
      "title": "نورالمشایخ مجددی؛ نقشبندیه معاصر و راهبرد اصلاح تربیتی",
      "language": "dari",
      "category": "akhlaq",
      "body": "<h2>مقدمه: چرا نورالمشایخ در دوره معاصر مهم است؟</h2>\n<p>نورالمشایخ مجددی در حلقه‌های دینی معاصر به‌عنوان شخصیتی شناخته می‌شود که کوشید میراث نقشبندی-مجددی را با نیازهای جدید جامعه پیوند دهد. تمرکز او بر <strong>تربیت جوانان</strong>، <strong>وحدت اجتماعی</strong> و <strong>اخلاق گفت‌وگو</strong> بود.</p>\n<p>این روش نشان می‌دهد که تصوف مسئولانه می‌تواند در کنار تعلیم دینی، نقش اجتماعی سازنده نیز داشته باشد.</p>\n\n<h2>محور اول: اصلاح درون برای اصلاح بیرون</h2>\n<p>در روش او، اصلاح جامعه از اصلاح فرد آغاز می‌شود: مراقبه نیت، محاسبه روزانه و نظم در عبادات. وقتی سالک بر زبان، خشم و شهوت قدرت پیدا کند، در عرصه اجتماعی نیز عادل‌تر می‌شود.</p>\n<p><em>نقل رایج در حلقه‌های تربیتی:</em> «ذکر بی‌خدمت نیمه‌راه است.» توضیح این عبارت آن است که معنویت اگر به <strong>مسئولیت اجتماعی</strong> نرسد، هنوز به بلوغ کامل نرسیده است.</p>\n\n<h2>محور دوم: تربیت نسل جوان</h2>\n<p>نورالمشایخ بر برنامه‌ریزی تربیتی برای جوانان تأکید داشت: حلقه‌های مطالعه، پرسش‌پذیری، و پیوند دین با مهارت زندگی. او می‌خواست جوان مؤمن، هم اهل ذکر باشد و هم اهل کار، هم اهل ادب باشد و هم اهل ابتکار.</p>\n<p>این مدل می‌تواند شکاف میان نصیحت سنتی و واقعیت نسل جدید را کاهش دهد.</p>\n\n<h2>محور سوم: وحدت و کاهش تنش</h2>\n<p>در جامعه چندلایه افغانستان، او بر <strong>گفت‌وگوی محترمانه</strong> و <strong>پرهیز از تکفیر و تحقیر</strong> تأکید می‌کرد. این منش، به‌جای تقویت شکاف‌ها، بر مشترکات ایمانی و اخلاقی تکیه می‌کرد.</p>\n<p>چنین روشی برای بازسازی اعتماد عمومی و کاهش تنش‌های مذهبی بسیار سودمند است.</p>\n\n<h2>جمع‌بندی</h2>\n<p>میراث نورالمشایخ مجددی بر سه اصل می‌ایستد: <strong>تزکیه فردی</strong>، <strong>تربیت نسلی</strong> و <strong>وحدت اجتماعی</strong>. این سه اصل می‌تواند نقشه راهی عملی برای دینداری مسئولانه در عصر جدید باشد.</p>\n\n<h2>دو سرود محوری در مکتب نورالمشایخ</h2>\n<p>«دل را به ذکر حق صفا باید — بی‌نام و نشان، وفا باید — راهِ طریقت، رهِ خدمت است — نه دعوی و نه ادعا باید»</p>\n<p><em>تأمل تربیتی: این قطعه یادآور می‌شود که صدق راه در خدمت، بی‌ادعایی و ذکر پایدار سنجیده می‌شود؛ نه در نمایش ظاهری.</em></p>\n<p>«ذکرِ خفی چراغِ دلِ سالک است — بی‌صدا، راهِ وصلِ مالک است — هر که درون خویش نظر کرد راست — او را ز جهان، چه هراسک است»</p>\n<p><em>تأمل تربیتی: ذکر خاموش وقتی با محاسبه نفس همراه شود، ترس‌های بی‌پایه را کم می‌کند و دل را به آرامش می‌رساند.</em></p>"
    },
    {
      "authorId": "nurul_mashayekh_mujaddidi",
      "authorName": "نورالمشایخ مجددی (رح)",
      "title": "نورالمشایخ مجددي: معاصر نقشبندي اصلاح او د ځوان نسل روزنه",
      "language": "pashto",
      "category": "akhlaq",
      "body": "<h2>سریزه: د نورالمشایخ معاصر اهمیت</h2>\n<p>نورالمشایخ مجددي په معاصرو دیني حلقو کې هغه شخصیت بلل کېږي چې د نقشبندي-مجددۍ میراث یې د زمانې له اړتیاوو سره نښلولو هڅه وکړه. د هغه تمرکز پر <strong>د ځوانانو روزنه</strong>، <strong>ټولنیز یووالی</strong> او <strong>د خبرې ادب</strong> و.</p>\n<p>دا لید ثابتوي چې مسؤل تصوف کولی شي د دیني تعلیم ترڅنګ د ټولنې په رغونه کې هم فعال رول ولوبوي.</p>\n\n<h2>لومړی محور: دنن اصلاح، دباندې اصلاح</h2>\n<p>د هغه په طریقه کې د ټولنې اصلاح د فرد له اصلاحه پیلېږي: د نیت مراقبه، ورځنۍ محاسبه او عبادتي نظم. کله چې سالک خپل ژبه او غبرګون کنټرول کړي، په ټولنیز ژوند کې هم عادل او متوازن کېږي.</p>\n<p><em>مشهور تربیوي نقل:</em> «ذکر بې خدمته نیمه لار ده.» معنا یې دا ده چې معنویت باید <strong>ټولنیز مسؤلیت</strong> وزېږوي.</p>\n\n<h2>دوهم محور: د ځوان نسل لپاره برنامه</h2>\n<p>نورالمشایخ د ځوانانو لپاره منظم پروګرام مهم ګاڼه: د مطالعې حلقې، د پوښتنې فضا، او د دین له ژوند مهارتونو سره تړل. د هغه هدف دا و چې ځوان هم ذکر ولري او هم کار، هم ادب ولري او هم نوښت.</p>\n<p>دغه روش د دودیز نصیحت او د معاصر نسل د واقعیت ترمنځ واټن راکموي.</p>\n\n<h2>دریم محور: د اختلاف ادب او یووالی</h2>\n<p>په څو لایه ټولنه کې هغه پر <strong>محترم مکالمه</strong> او <strong>له سپکاوي او تکفیره ځان ساتنه</strong> ټینګار کاوه. دا چلند د شخړې پر ځای ګډو ایماني او اخلاقي ارزښتونو ته لاره هواروي.</p>\n<p>همدا تګلاره د باور د بیا رغونې او ټولنیز سکون لپاره ډېر مهم دی.</p>\n\n<h2>پایله</h2>\n<p>د نورالمشایخ مجددي میراث درې بنسټونه لري: <strong>فردي تزکیه</strong>، <strong>نسلي روزنه</strong> او <strong>ټولنیز یووالی</strong>. دا درېګونه د معاصر مسؤل دیندارۍ لپاره عملي نقشه وړاندې کوي.</p>\n\n<p><em>د بیت معنی په پښتو: یعنې ذکر باید ټولنیز خدمت ته ورسېږي، نه یوازې لفظ پاتې شي.</em></p>\n\n<h2>د نورالمشایخ د ذوق دوه بنسټيز سرودونه</h2>\n<p><strong>«دل را به ذکر حق صفا باید — بی‌نام و نشان، وفا باید — راهِ طریقت، رهِ خدمت است — نه دعوی و نه ادعا باید» — (پښتو: د حق ذکر زړه صفا کوي؛ رښتینی وفا په بې‌ادعا خدمت کې ښکاري، نه په نوم او دعوه کې.)</strong></p>\n<p>«ذکرِ خفی چراغِ دلِ سالک است — بی‌صدا، راهِ وصلِ مالک است — هر که درون خویش نظر کرد راست — او را ز جهان، چه هراسک است» — (پښتو: پټ ذکر د سالک د زړه څراغ دی؛ څوک چې ځان سم وارزوي، له ناحقه وېرې خلاصېږي.)</p>"
    },
    {
      "authorId": "amir_ali_shir_navai",
      "authorName": "امیرعلی‌شیر نوایی (رح)",
      "title": "امیرعلی‌شیر نوایی؛ ادب خدمت و کرامت انسان",
      "language": "dari",
      "category": "akhlaq",
      "body": "<h2>مقدمه: نوایی و اخلاق تمدنی</h2>\n<p>امیرعلی‌شیر نوایی در هرات تیموری، شعر و فرهنگ را به <strong>خدمت اجتماعی</strong> پیوند داد. در نگاه او، انسانِ باادب کسی است که <strong>کرامت دیگران</strong> را حفظ کند، نه کسی که فقط سخن زیبا بگوید.</p>\n\n<h2>بیت محوری</h2>\n<p><strong>«آدمی را آدمیت ادب است و وفا — نه به دعوی نسب و نه به فخر عطا»</strong></p>\n<p><em>توضیح: معیار بزرگی انسان، اخلاق و وفاداری است؛ نه عنوان و شهرت.</em></p>\n\n<h2>نکات کلیدی</h2>\n<p><strong>نکته ۱: ادب باید به رفتار روزانه تبدیل شود.</strong></p>\n<p><strong>نکته ۲: خدمت، شکل عملیِ کرامت انسانی است.</strong></p>\n<p><strong>نکته ۳: اخلاقِ عمومی از زبانِ محترمانه شروع می‌شود.</strong></p>\n\n<h2>مثال عملی</h2>\n<p>مثال عملی: در محیط کار، هنگام فشار و اختلاف، به‌جای تحقیر، از عبارت‌های روشن و محترمانه استفاده کنید. این تمرین ساده، <strong>فرهنگ اعتماد</strong> می‌سازد.</p>\n\n<h2>جمع‌بندی</h2>\n<p>نوایی نشان می‌دهد که شعر وقتی بزرگ است که جامعه را به <strong>ادبِ مسئولانه</strong> نزدیک کند.</p>"
    },
    {
      "authorId": "amir_ali_shir_navai",
      "authorName": "امیرعلی‌شیر نوایی (رح)",
      "title": "امیرعلی‌شیر نوایي: ادب، خدمت او د انسان کرامت",
      "language": "pashto",
      "category": "akhlaq",
      "body": "<h2>سریزه: نوایي او د ټولنې اخلاقي ادب</h2>\n<p>امیرعلی‌شیر نوایي شعر او فرهنګ له <strong>ټولنیز خدمت</strong> سره وتاړه. د هغه په فکر کې لوی انسان هغه دی چې د <strong>بل انسان کرامت</strong> وساتي.</p>\n\n<h2>اړوند بیت</h2>\n<p><strong>«آدمی را آدمیت ادب است و وفا — نه به دعوی نسب و نه به فخر عطا»</strong></p>\n<p><em>د بیت معنی په پښتو: د انسان ریښتینی ارزښت په ادب او وفا کې دی، نه په تشو لقبونو او دعوو کې.</em></p>\n\n<h2>مهم ټکي</h2>\n<p><strong>مهم ټکی ۱: ادب باید ورځني چلند ته ښکته شي.</strong></p>\n<p><strong>مهم ټکی ۲: خدمت د کرامت عملي ژبه ده.</strong></p>\n<p><strong>مهم ټکی ۳: محترمانه وینا د ټولنیز باور بنسټ جوړوي.</strong></p>\n\n<h2>عملي بېلګه</h2>\n<p>عملي بېلګه: د کار پر مهال د فشار په حالت کې سپکاوی پرېږدئ او لنډ، روښانه او باادبه جملې وکاروئ. دا تمرین <strong>باوري فضا</strong> جوړوي.</p>\n\n<h2>پایله</h2>\n<p>نوایي موږ ته راښيي چې رښتینی ادب، د زړه له نرموالي نه تر <strong>مسؤل عمل</strong> پورې بشپړ سفر دی.</p>"
    }
  ]
}
