{
  "scholars": [
    {
      "id": "mufti_fayz_muhammad_usmani",
      "fullName": "مفتی فیض محمد عثمانی",
      "email": "mufti.fayz@example.com",
      "bio": "مفتی فیض محمد عثمانی از علمای برجسته افغانستان و متخصص در فقه حنفی و علوم اسلامی می‌باشند.",
      "verified": true
    },
    {
      "id": "mufti_abdul_salam_abid",
      "fullName": "مفتی عبدالسلام عابد",
      "email": "mufti.abdulsalam@example.com",
      "bio": "مفتی عبدالسلام عابد از علمای محترم افغانستان و متخصص در اخلاق اسلامی و تربیت نفس می‌باشند.",
      "verified": true
    },
    {
      "id": "mufti_fazlullah_noori",
      "fullName": "مفتی فضل الله نوری",
      "email": "mufti.fazlullah@example.com",
      "bio": "مفتی فضل الله نوری از علمای برجسته و متخصص در فقه نماز و عبادات طبق مذهب حنفی می‌باشند.",
      "verified": true
    },
    {
      "id": "mawlana_sayyid_muhammad_shirzadi",
      "fullName": "مولانا سیدمحمد شیرزادی",
      "email": "mawlana.sayyidmuhammad@example.com",
      "bio": "مولانا سیدمحمد شیرزادی از علمای محترم و متخصص در روانشناسی اسلامی و درمان اضطراب می‌باشند.",
      "verified": true
    },
    {
      "id": "mawlana_fazlur_rahman_ansari",
      "fullName": "مولانا فضل الرحمن انصاری",
      "email": "mawlana.fazlurrahman@example.com",
      "bio": "مولانا فضل الرحمن انصاری از علمای برجسته و متخصص در دعا و مناجات و ارتباط با خالق می‌باشند.",
      "verified": true
    },
    {
      "id": "sayyid_abdul_ilah_shirzadi",
      "fullName": "سیدعبدالاله شیرزادی",
      "email": "sayyid.abdulilah@example.com",
      "bio": "سیدعبدالاله شیرزادی از علمای محترم و متخصص در تزکیه نفس و پالایش روح می‌باشند.",
      "verified": true
    },
    {
      "id": "sayyid_abdullah_shirzadi",
      "fullName": "سیدعبدالله شیرزادی",
      "email": "sayyid.abdullah@example.com",
      "bio": "سیدعبدالله شیرزادی از علمای برجسته و متخصص در مسائل رزق و معیشت از دیدگاه اسلامی می‌باشند.",
      "verified": true
    }
  ],
  "articles": [
    {
      "authorId": "mufti_fayz_muhammad_usmani",
      "authorName": "مفتی فیض محمد عثمانی",
      "title": "ایمان؛ ریشهٔ استقامت و آرامش",
      "language": "dari",
      "category": "iman",
      "body": "ایمان تنها یک باور لفظی نیست، بلکه حیات قلب، آرامش روح و منشِ عمل است. ایمان به خداوند، پیامبر (ص)، و معاد، به مسلمان قوت می‌دهد تا در برابر سختی‌ها استوار بماند، از وسوسه‌ها عبور کند و مسئولیت‌های دینی‌اش را به‌جا آورد.\n\nایمان در سورهٔ بقره چنین ترسیم شده است که مؤمنان کسانی‌اند که به غیب ایمان دارند، نماز را به‌جا می‌آورند و در راه خدا انفاق می‌کنند. ایمان به معنای اعتماد قلبی و عمل صالح است که انسان را به سوی خدا نزدیک می‌کند و موجب تحوّل در زندگی می‌گردد.\n\nدر این مسیر، ایمان باعث می‌شود انسان در مشکلات نه تسلیم شود و نه مأیوس، چرا که می‌داند امتحانات زندگی، زنجیره‌ای از حکمت و رشد است. ایمان به انسان این توانایی را می‌دهد که در تاریک‌ترین لحظات زندگی، نور امید را ببیند و با توکل به خداوند، راه خود را پیدا کند.\n\nایمان واقعی آن است که در عمل ظاهر شود. نماز، روزه، زکات و حج، همه تجلی‌های عملی ایمان هستند. اما ایمان فقط به عبادات محدود نمی‌شود؛ صداقت در معاملات، امانتداری، کمک به نیازمندان و رعایت حقوق دیگران نیز از نشانه‌های ایمان است.\n\nایمان باعث می‌شود انسان در برابر وسوسه‌های شیطانی مقاومت کند و از گناهان دوری نماید. مؤمن واقعی کسی است که نه تنها از گناهان کبیره اجتناب می‌کند، بلکه از صغیره‌ها نیز پرهیز می‌نماید و همیشه در تلاش است تا قلب خود را پاک نگه دارد.\n\nایمان، آرامش را به قلب می‌آورد. قرآن کریم می‌فرماید: «الَّذِينَ آمَنُوا وَتَطْمَئِنُّ قُلُوبُهُم بِذِكْرِ اللَّه» — کسانی که ایمان آورده‌اند، دل‌هایشان به یاد خدا آرام می‌گیرد. این آرامش، هدیهٔ الهی به مؤمنان است که در هیچ جای دیگر یافت نمی‌شود."
    },
    {
      "authorId": "mufti_fayz_muhammad_usmani",
      "authorName": "مفتی فیض محمد عثمانی",
      "title": "ایمان: د ثبات او سکوت ریښه",
      "language": "pashto",
      "category": "iman",
      "body": "ایمان یوازې د خبرو باور نه دی، بلکې د زړه ژوند، د روح سکوت او د عمل لارې چارې دي. د خدای، رسول ﷺ او د قیامت په ایمان سره، انسان د ستونزو پر وړاندې ټینګ پاتې کیږي، وسوست له منځه وړي او خپلې دینی مسؤلیتونه ترسره کوي.\n\nپه بقره سورت کې ایمان هغه څوک ته ویل شوی چې نامعلومو ته ایمان لري، لمونځ ترسره کوي او د خدای په لاره کې خرڅوي. ایمان د زړه باور او غوره عمل دی چې انسان د خدای په لور بیایي او د ژوند په سختیو کې امید ساتي.\n\nایمان د انسان د ژوند د بدلون لامل کیږي. کله چې انسان په خدای باور وکړي، نو د ستونزو پر وړاندې د تسلیم کیدو پرځای، د صبر او استقامت لارې ته مخه کوي. ایمان د انسان د زړه قوت دی چې د هرې ستونزې پر وړاندې مقاومت کوي.\n\nایمان یوازې د عباداتو سره محدود نه دی. د ایمان نښې د نماز، روزې، زکات او حج ترڅنګ، د صداقت، امانت، د نیازمندانو سره مرسته او د نورو حقونو درناوی هم دي. مؤمن هغه څوک دی چې نه یوازې د کبیره ګناهونو څخه ځان ساتي، بلکې د صغیره ګناهونو څخه هم پرهیز کوي.\n\nایمان د زړه سکوت راولي. قرآن وايي چې د خدای په یاد د مؤمنانو زړونه سکون مومي. دا سکوت د خدای هدیه ده چې په بل ځای کې نه موندل کیږي."
    },
    {
      "authorId": "mufti_abdul_salam_abid",
      "authorName": "مفتی عبدالسلام عابد",
      "title": "اخلاق؛ آیینهٔ شخصیت مسلمان",
      "language": "dari",
      "category": "akhlaq",
      "body": "اخلاق در اسلام، بیش از آداب اجتماعی است؛ اخلاق آیینهٔ شخصیت مؤمن است. پیامبر اکرم (ص) فرمودند: «به نیک‌اخلاق‌ترین شما نزد خدا محبوب‌تر است». انسان مؤمن باید در سخن، رفتار، تعامل و حتی در نگاهش، آینهٔ رحمت و وقار اسلام باشد.\n\nاخلاق، پیوند دهندهٔ مسلمانان به هم و عامل انسجام جامعه است. وقتی صداقت، شکیبایی، گذشت و وفاداری در عمل جاری باشد، جامعه‌ای سالم و عاری از کینه و حسد شکل می‌گیرد.\n\nاخلاق خوب، ریشه در تقوای الهی دارد و باعث می‌شود انسان نه فقط نماز و روزه‌اش را حفظ کند بلکه رفتار و منش خود را نیز مطابق آموزه‌های دین قرار دهد.\n\nیکی از مهم‌ترین اصول اخلاقی در اسلام، صداقت است. صداقت در گفتار، در معاملات و در تمام شئون زندگی، نشانهٔ ایمان واقعی است. مؤمن باید همیشه راستگو باشد، حتی اگر به ضرر خودش تمام شود.\n\nشکیبایی و صبر نیز از ارکان اخلاق اسلامی است. انسان مؤمن باید در برابر مشکلات و سختی‌ها صبور باشد و بداند که صبر، کلید رستگاری است. پیامبر (ص) فرمودند: «صبر، نیمی از ایمان است».\n\nگذشت و بخشش از دیگر ویژگی‌های اخلاقی مؤمن است. انسان باید از خطاهای دیگران بگذرد و آن‌ها را ببخشد، همان‌طور که دوست دارد خداوند از گناهانش بگذرد. این گذشت، نه نشانهٔ ضعف، بلکه نشانهٔ قدرت روحی و ایمان است.\n\nوفاداری و امانتداری نیز از اصول اخلاقی مهم است. مؤمن باید به عهد و پیمان خود وفادار باشد و امانت دیگران را به درستی حفظ کند. این اخلاق، اعتماد را در جامعه ایجاد می‌کند و روابط را مستحکم می‌سازد."
    },
    {
      "authorId": "mufti_abdul_salam_abid",
      "authorName": "مفتی عبدالسلام عابد",
      "title": "اخلاق: د مسلمان د وجود څرک",
      "language": "pashto",
      "category": "akhlaq",
      "body": "اسلام کې اخلاق یوازې د ټولنیزو آدابو غونډه نه ده؛ بلکې د یو مؤمن د شخصیت صفت دی. پیغمبر ﷺ فرمایلي: «د ترینه ښه اخلاق لرونکی تر ټولو نزد خدا محبوب دی.» مؤمن باید په خبرو، کړنو او سلوک کې د اسلام تصویر جوړ کړي.\n\nښه اخلاق د مسلمانانو ترمنځ اړیکې ټینګې کوي او ټولنه له حسد او کینې پاکوي. صداقت، زغم، او وفا له هغه اخلاقو څخه دي چې هر مسلمان باید یې په عمل کې څرګند کړي.\n\nاخلاق د تقوا له ریښو راځي. مؤمن باید نه یوازې د نماز او روزې ساتنه وکړي، بلکې د خپل چلند او سلوک هم د دین د تعلیماتو سره سم کړي.\n\nصداقت د اسلام د اخلاقو ترټولو مهم اصل دی. صداقت په خبرو، معاملاتو او د ژوند په ټولو برخو کې د ایمان نښه ده. مؤمن باید تل ریښتینی وي، که څه هم د خپل ضرر لامل شي.\n\nصبر او زغم هم د اسلام د اخلاقو برخه ده. مؤمن باید د ستونزو او سختیو پر وړاندې صبر وکړي او پوه شي چې صبر د نجات لار دی. پیغمبر ﷺ فرمایلي: «صبر د ایمان نیمایي برخه ده».\n\nبخښنه او زغم د مؤمن د نورو اخلاقو څخه دي. انسان باید د نورو د تېروتنو څخه تېر شي او یې وبخښي، لکه څنګه چې غواړي خدای د هغه د ګناهونو څخه تېر شي. دا بخښنه د ضعف نښه نه ده، بلکې د روح قوت او ایمان نښه ده."
    },
    {
      "authorId": "mufti_fazlullah_noori",
      "authorName": "مفتی فضل الله نوری",
      "title": "نماز؛ زیور عبادت و نورِ دل",
      "language": "dari",
      "category": "salah",
      "body": "نماز فریضه‌ای است که در آن قلب به یاد خدا معطوف می‌شود. نماز، ستون دین است و انسان را از سستی و گناه باز می‌دارد. نماز فقط حرکات ظاهری نیست، بلکه ارتباط مستقیم با خالق است — لحظه‌ای که انسان سر به سجده می‌گذارد و در مقابل خدا فروتنی می‌کند.\n\nدر نماز، انسان فرصت می‌یابد صفای دل، نظم در زندگی، و انس با خدا را بیاموزد. نماز، رسیدگی معنوی روزانه است که انسان را از هرج و مرج دنیا دور کرده و به آرامش درونی می‌رساند.\n\nنماز پنج بار در روز، انسان را به یاد خدا می‌اندازد و او را از غفلت باز می‌دارد. هر نماز، فرصتی است برای تجدید عهد با خدا و تقویت ایمان. نماز صبح، روز را با یاد خدا آغاز می‌کند و نماز عشاء، روز را با شکرگزاری به پایان می‌رساند.\n\nنماز باید با حضور قلب خوانده شود. حضور قلب یعنی اینکه انسان در نماز، تمام توجه خود را به خدا معطوف کند و از افکار دنیوی دور شود. این حضور قلب، نماز را از یک حرکت مکانیکی به یک عبادت واقعی تبدیل می‌کند.\n\nنماز، انسان را از گناهان باز می‌دارد. قرآن کریم می‌فرماید: «إِنَّ الصَّلَاةَ تَنْهَىٰ عَنِ الْفَحْشَاءِ وَالْمُنكَرِ» — نماز از فحشا و منکر باز می‌دارد. کسی که نماز را به درستی می‌خواند، به تدریج از گناهان دور می‌شود و به سوی نیکی‌ها گرایش پیدا می‌کند.\n\nنماز جماعت نیز اهمیت ویژه‌ای دارد. نماز جماعت، وحدت مسلمانان را تقویت می‌کند و روح برادری را در جامعه ایجاد می‌نماید. پیامبر (ص) فرمودند: «نماز جماعت، بیست و هفت برابر نماز فرادی ثواب دارد»."
    },
    {
      "authorId": "mufti_fazlullah_noori",
      "authorName": "مفتی فضل الله نوری",
      "title": "لمونځ: د عبادت ښکلا او د زړه رڼا",
      "language": "pashto",
      "category": "salah",
      "body": "لمونځ هغه فرض عبادت دی چې پکې زړه د خدای په یاد بوخت شي. لمونځ د دین ستن دی او انسان له ګناه او ضعیفۍ ژغوري. لمونځ یوازې ظاهري حرکت نه دی، بل د خالق سره مستقیمه اړیکه ده — هغه وخت چې انسان سر د سجده پر وړاندې کوي او د خدای پر وړاندې تواضع کوي.\n\nپه لمونځ کې انسان ته موقع برابریږي چې د زړه پاکۍ، نظم او د خدای سره نږدې والی ترلاسه کړي. لمونځ د ورځني معنوي پاملرنې وسیله ده چې انسان له د نړۍ د ګډوډۍ څخه لرې کوي او د زړه سکون راولي.\n\nپه ورځ کې پنځه وارې لمونځ انسان د خدای په یاد راولي او له غفلت څخه ژغوري. هر لمونځ د خدای سره د بیا عهد کولو او د ایمان د قوت کولو موقع دی. د سهار لمونځ ورځ د خدای په یاد پیل کوي او د ماښام لمونځ ورځ د شکر سره پای ته رسوي.\n\nلمونځ باید د زړه د حضور سره ولوستل شي. د زړه حضور هغه دی چې انسان په لمونځ کې خپل ټول پاملرنه د خدای پر لور راګرځوي او له نړیوالو فکرونو لرې شي. دا حضور لمونځ له یوې ماشیني حرکت څخه واقعي عبادت ته بدلوي.\n\nلمونځ انسان له ګناهونو څخه ژغوري. قرآن وايي: «لمونځ له بدو کارونو او ناروا شیانو څخه ژغوري». هغه څوک چې لمونځ سمه لولي، په تدریج سره له ګناهونو لرې کیږي او د نیکي خواته مخه کوي."
    },
    {
      "authorId": "mawlana_sayyid_muhammad_shirzadi",
      "authorName": "مولانا سیدمحمد شیرزادی",
      "title": "اضطراب؛ راهکارهای آرامش در قرآن و سنت",
      "language": "dari",
      "category": "anxiety",
      "body": "اضطراب یکی از چالش‌های روزگار ماست. قرآن کریم می‌فرماید: «الَّذِينَ آمَنُوا وَتَطْمَئِنُّ قُلُوبُهُم بِذِكْرِ اللَّه» — دل‌های مؤمن به یاد خدا آرام می‌گیرد. ذکر خدا، تضرع در نماز و یاد توحید کلیدهایی عملی برای درمان اضطراب‌اند.\n\nسنت پیامبر (ص) نیز تأکید می‌کند که انسان باید با ایمان، صبر و شکر، دل را از غمزدگی و تشویش پاک سازد. به‌جای غرق شدن در نگرانی‌های دنیا، انسان با اعتماد به تقدیر الهی و رشد روحی می‌تواند به آرامش حقیقتی دست یابد.\n\nاضطراب معمولاً از ترس از آینده و نگرانی از اتفاقات ناشناخته ناشی می‌شود. اما مؤمن می‌داند که همه چیز در دست خداست و هیچ اتفاقی بدون ارادهٔ الهی رخ نمی‌دهد. این باور، اضطراب را کاهش می‌دهد و آرامش را به قلب می‌آورد.\n\nذکر خدا یکی از مؤثرترین راه‌های درمان اضطراب است. ذکر «لا إله إلا الله»، «استغفار» و «صلاة علی النبی» باعث می‌شود قلب انسان آرام بگیرد و اضطراب از بین برود. پیامبر (ص) فرمودند: «ذکر خدا، آرامش دل است».\n\nنماز نیز در درمان اضطراب نقش مهمی دارد. نماز، انسان را از نگرانی‌های دنیوی دور می‌کند و توجه او را به خدا معطوف می‌سازد. در نماز، انسان با خالق خود صحبت می‌کند و مشکلات خود را با او در میان می‌گذارد.\n\nصبر و توکل نیز از راه‌های درمان اضطراب است. انسان باید بداند که مشکلات موقتی هستند و با صبر و توکل به خدا، می‌تواند بر آن‌ها غلبه کند. قرآن می‌فرماید: «وَاصْبِرُوا ۚ إِنَّ اللَّهَ مَعَ الصَّابِرِينَ» — صبر کنید، که خدا با صابران است."
    },
    {
      "authorId": "mawlana_sayyid_muhammad_shirzadi",
      "authorName": "مولانا سیدمحمد شیرزادی",
      "title": "تشویش: د قرآن او سنت له لاري د سولي لارې چارې",
      "language": "pashto",
      "category": "anxiety",
      "body": "تشویش زموږ د اوسني ژوند یو لوی ستونزه ده. په قرآن کې راغلي چې د خدای په یاد د مؤمنانو زړونه سکون مومي. د خدای ذکر، د لمونځ په دعا او په توحید باور د تشویش د له منځه وړلو ښه وسیلې دي.\n\nسنت هم موږ ته ښوونه کوي چې مؤمن باید د صبر او شکر له لارې د غم او تشویش څخه ځان خلاص کړي. د نړۍ د اندېښنو پرځای، انسان د الهي تقدیر پر باور او د روح د ودې له لارې د واقعي سکون ته رسېدلی شي.\n\nتشویش معمولاً د راتلونکي وېره او د نامعلومو پیښو اندېښنه ده. خو مؤمن پوهیږي چې ټول شیان د خدای په لاس کې دي او هیڅ پیښه د الهي ارادې پرته نه پیښیږي. دا باور تشویش کمزوري کوي او سکون د زړه ته راولي.\n\nد خدای ذکر د تشویش د درملنې ترټولو اغیزمنه لاره ده. د «لا إله إلا الله»، «استغفار» او «صلاة علی النبی» ذکر د انسان زړه سکون راولي او تشویش له منځه وړي. پیغمبر ﷺ فرمایلي: «د خدای ذکر د زړه سکون دی».\n\nلمونځ هم په تشویش د درملنې کې مهم رول لري. لمونځ انسان له نړیوالو اندېښنو لرې کوي او د هغه پاملرنه د خدای پر لور راګرځوي. په لمونځ کې انسان د خپل خالق سره خبرې کوي او خپلې ستونزې ورته وړاندې کوي."
    },
    {
      "authorId": "mawlana_fazlur_rahman_ansari",
      "authorName": "مولانا فضل الرحمن انصاری",
      "title": "دعا؛ زبانِ روح با خالق",
      "language": "dari",
      "category": "dua",
      "body": "دعا زیباترین ابزار ارتباط مستقیم انسان با خداوند است. دعا نه فقط درخواست حاجات، بلکه اظهار تسلیم، امید، و توکل است. دعا، انسان را از عجز به ‌سوی اتکال الهی می‌برد و سبب می‌شود که در سختی‌ها نه تنها آرام بماند بلکه امیدش افزون گردد.\n\nپیامبر (ص) می‌فرماید: دعا سلاح مؤمن است. بنابراین انسان همیشه باید از خدا راهنمایی، بخشش و نور قلب بخواهد، و این درخواست را با اخلاص، آرامش و یقین مطرح نماید.\n\nدعا باید با حضور قلب و اخلاص خوانده شود. دعا کردن با قلب غافل و بدون توجه، تأثیر کمتری دارد. انسان باید هنگام دعا، تمام توجه خود را به خدا معطوف کند و با تمام وجود، از او درخواست نماید.\n\nبهترین اوقات دعا، سحرگاهان، بین اذان و اقامه، در سجده نماز، و بعد از نمازهای واجب است. در این اوقات، دعا بیشتر مستجاب می‌شود و خداوند به درخواست بندگانش پاسخ می‌دهد.\n\nدعا باید با صبر و استقامت ادامه یابد. گاهی اوقات، خداوند دعا را فوراً مستجاب نمی‌کند، اما این به معنای رد شدن دعا نیست. بلکه ممکن است خداوند بخواهد بندهٔ خود را امتحان کند یا زمان بهتری برای استجابت دعا در نظر داشته باشد.\n\nدعا برای دیگران نیز اهمیت دارد. دعا کردن برای والدین، برادران دینی، و تمام مسلمانان، از اعمال پسندیده است. پیامبر (ص) فرمودند: «دعای برادر برای برادر در غیابش مستجاب است»."
    },
    {
      "authorId": "mawlana_fazlur_rahman_ansari",
      "authorName": "مولانا فضل الرحمن انصاری",
      "title": "دعا: د انسان او د خالق ترمنځ د زړه خبرې",
      "language": "pashto",
      "category": "dua",
      "body": "دعا هغه ښکلی وسیله ده چې انسان مستقیم د خدای سره رابطه کوي. دعا یوازې د حاجاتو غوښتنه نه ده، بل د تسلیمۍ، امید او توکل اظهار دی. دعا انسان د عجز نه د خدای په اتکال بدلوي او په سختیو کې سکون راولي.\n\nپیغمبر ﷺ فرمایلي: دعا د مؤمن وسله ده. له همدې امله انسان باید تل د خدای څخه لارښود، بخښنه او د زړه رڼا وغواړي، او دا غوښتنه باید د اخلاص، سکون او یقین سره وړاندې شي.\n\nدعا باید د زړه د حضور او اخلاص سره ولوستل شي. دعا کول د غافل زړه او بې پاملرنې سره لږ اغیز لري. انسان باید په دعا کې خپل ټول پاملرنه د خدای پر لور راګرځوي او د خپل وجود ټول برخه سره یې غوښتنه وکړي.\n\nد دعا ترټولو غوره وختونه د سهار وخت، د اذان او اقامه ترمنځ، په لمونځ کې د سجده وخت، او د واجب لمونځونو وروسته دي. په دې وختونو کې دعا ډیر مستجاب کیږي او خدای د خپلو بنده‌ګانو غوښتنو ته ځواب ورکوي.\n\nدعا باید د صبر او استقامت سره دوام ومومي. ځینې وختونه خدای دعا فوراً مستجاب نه کوي، خو دا د دعا د رد کیدو معنی نه ده. بلکې ممکن خدای وغواړي چې خپل بنده ازمایږي یا د دعا د مستجاب کیدو لپاره غوره وخت وټاکي."
    },
    {
      "authorId": "sayyid_abdul_ilah_shirzadi",
      "authorName": "سیدعبدالاله شیرزادی",
      "title": "تزکیه؛ پالایش نفس و رشد روح",
      "language": "dari",
      "category": "tazkiyah",
      "body": "تزکیه به معنای پاک‌سازی درون از رذایل اخلاقی و تربیت روح است. قرآن کریم می‌فرماید: «قَدْ أَفْلَحَ مَن زَكَّاهَا» — کسی که نفسش را تزکیه کرد رستگار شد. تزکیه نیازمند خودانگیختگی، مراقبت از گفتار و کردار، و تفکر است.\n\nانسانی که به تزکیه می‌پردازد، در راه ترک حسد، کبر، حرص و بدی‌ها گام برمی‌دارد. این فرآیند باعث می‌شود که فرد به خدا نزدیک‌تر، و از نفس اماره آزادتر گردد.\n\nتزکیه نفس، فرآیندی تدریجی و مستمر است. انسان نمی‌تواند یک شبه نفس خود را تزکیه کند، بلکه باید روز به روز در این راه تلاش نماید. هر روز باید قدمی به جلو بردارد و از رذایل اخلاقی دور شود.\n\nمراقبت از نفس، یکی از مهم‌ترین روش‌های تزکیه است. انسان باید همیشه مراقب اعمال، گفتار و حتی افکار خود باشد و از هر چیزی که او را از خدا دور می‌کند، پرهیز نماید.\n\nذکر و عبادت نیز در تزکیه نفس نقش مهمی دارند. ذکر خدا، قلب را پاک می‌کند و عبادت، روح را تقویت می‌نماید. کسی که به ذکر و عبادت مداوم باشد، به تدریج نفس خود را تزکیه می‌کند.\n\nتفکر و تأمل نیز از روش‌های تزکیه است. انسان باید در اعمال خود تفکر کند و ببیند که آیا این اعمال او را به خدا نزدیک می‌کند یا دور؟ این تفکر، باعث می‌شود که انسان از بدی‌ها دور شود و به نیکی‌ها گرایش پیدا کند."
    },
    {
      "authorId": "sayyid_abdul_ilah_shirzadi",
      "authorName": "سیدعبدالاله شیرزادی",
      "title": "تزکیه: د نفس پاکوالی او د روح وده",
      "language": "pashto",
      "category": "tazkiyah",
      "body": "تزکیه هغه عمل دی چې انسان له بدو اخلاقو ځان پاکوي او روح وده کوي. قرآن وايي چې هغه څوک کامیاب شو چې نفس یې تزکیه کړه. تزکیه د ځان مراقبت، د خبرو او عمل سمون، او د فکر ژوروالی غواړي.\n\nهغه انسان چې تزکیه کوي، د حسد، کبر، حرص او بدو شیانو د پریښودو په لاره کې ګام اچوي. دا پروسه د انسان د خدای سره نږدې والی او د نفس د اماره د آزادۍ لامل کیږي.\n\nد نفس تزکیه یو تدریجي او دوامداره پروسه ده. انسان نشي کولی چې په یوه شپه کې خپل نفس تزکیه کړي، بلکې باید ورځ په ورځ په دې لاره کې هڅه وکړي. هر ورځ باید یو ګام وړاندې واخلي او له بدو اخلاقو لرې شي.\n\nد نفس مراقبت د تزکیه ترټولو مهمه لاره ده. انسان باید تل د خپلو اعمالو، خبرو او حتی فکرونو ساتنه وکړي او له هر څه څخه چې هغه د خدای څخه لرې کوي، پرهیز وکړي.\n\nذکر او عبادت هم په تزکیه کې مهم رول لري. د خدای ذکر زړه پاکوي او عبادت روح قوي کوي. هغه څوک چې د ذکر او عبادت سره دوامداره وي، په تدریج سره خپل نفس تزکیه کوي.\n\nتفکر او تأمل هم د تزکیه لارې دي. انسان باید په خپلو اعمالو کې فکر وکړي او وګوري چې آیا دا اعمال هغه د خدای سره نږدې کوي یا لرې؟ دا تفکر د انسان د بدو شیانو څخه لرې کولو او د نیکي خواته د مخه کولو لامل کیږي."
    },
    {
      "authorId": "sayyid_abdullah_shirzadi",
      "authorName": "سیدعبدالله شیرزادی",
      "title": "رزق؛ حکمت الهی و تلاش انسانی",
      "language": "dari",
      "category": "rizq",
      "body": "رزق الهی است و در آموزه‌های اسلامی آمده که خداوند روزی هر مخلوق را تعیین کرده است، اما مسلمان باید با تلاش، صدقه، و اعتماد به خدا در مسیر رزق حرکت کند. پیامبر (ص) می‌فرماید: «اگر کسی از رزق خدا بترسد، خدا رزقش را فراخ گرداند.»\n\nرزق صرفاً پول نیست؛ سلامتی، خانواده، ایمان و امکانات نیز جزء رزق‌اند. بنابراین انسان باید تلاش کند، اما همزمان بداند که نتیجه دست خداست و با توکل و شکر، روزی‌اش را بپذیرد.\n\nتلاش و کوشش، از اصول مهم در کسب رزق است. انسان نباید دست روی دست بگذارد و منتظر رزق باشد، بلکه باید تلاش کند و از راه حلال، روزی خود را به دست آورد. پیامبر (ص) فرمودند: «کسب حلال، فریضه است بعد از فریضه».\n\nصدقه و انفاق نیز در افزایش رزق نقش دارند. قرآن می‌فرماید: «مَّثَلُ الَّذِينَ يُنفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ اللَّهِ كَمَثَلِ حَبَّةٍ أَنبَتَتْ سَبْعَ سَنَابِلَ» — مثل کسانی که در راه خدا انفاق می‌کنند، مثل دانه‌ای است که هفت خوشه می‌رویاند. صدقه، رزق را افزایش می‌دهد و برکت را به زندگی می‌آورد.\n\nتوکل به خدا نیز از اصول مهم است. انسان باید تلاش کند، اما نتیجه را به خدا واگذار نماید. توکل به معنای تنبلی نیست، بلکه به معنای تلاش همراه با اعتماد به خداست.\n\nشکرگزاری نیز در افزایش رزق مؤثر است. کسی که از نعمت‌های خدا شکرگزاری می‌کند، خداوند نعمت‌های بیشتری به او می‌دهد. قرآن می‌فرماید: «لَئِن شَكَرْتُمْ لَأَزِيدَنَّكُمْ» — اگر شکر کنید، حتماً بر شما می‌افزایم."
    },
    {
      "authorId": "sayyid_abdullah_shirzadi",
      "authorName": "سیدعبدالله شیرزادی",
      "title": "روزي: د الهي حکمت او د انسان هڅه",
      "language": "pashto",
      "category": "rizq",
      "body": "رزق د خدای لخوا ورکړل شوی او اسلام موږ ته وايي چې خدای د هر مخلوق روزي ټاکلې ده، خو مسلمان باید هلو ځلو وکړي، صدقه وکړي او په خدای باور ولري. پیامبر ﷺ فرمایلي: «هغه څوک چې د خدای نه د رزق وېره وکړي، خدای به یې رزق پراخ کړي.»\n\nرزق یوازې پیسې نه دي، بل روغتیا، کورنۍ، ایمان هم د رزق برخه ده. له همدې امله انسان باید هڅه وکړي، خو همزمان پوه شي چې پایله د خدای په لاس کې ده او د توکل او شکر سره خپله روزي ومني.\n\nهڅه او کوشش د رزق د ترلاسه کولو ترټولو مهم اصل دی. انسان نه باید لاس پر لاس کړي او د رزق انتظار وکړي، بلکې باید هڅه وکړي او د حلال له لارې خپله روزي ترلاسه کړي. پیغمبر ﷺ فرمایلي: «د حلال کسب د فریضه وروسته فریضه ده».\n\nصدقه او انفاق هم په رزق د زیاتوالي کې رول لري. قرآن وايي: «د هغو مثال چې د خدای په لاره کې خپلې پیسې خرڅوي، د هغه دانې مثال دی چې اووه غونډۍ راښکاري». صدقه رزق زیاتوي او برکت د ژوند ته راولي.\n\nد خدای پر توکل هم مهم اصل دی. انسان باید هڅه وکړي، خو پایله د خدای پر لاس پریږدي. توکل د تنبلي معنی نه ده، بلکې د هڅې سره د خدای پر باور معنی ده.\n\nشکر هم په رزق د زیاتوالي کې اغیز لري. هغه څوک چې د خدای د نعمتونو شکر کوي، خدای نورې نعمتې ورکوي. قرآن وايي: «که شکر وکړئ، به پر تاسو زیاتوم»."
    }
  ]
}
